Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_Nokama3_PlayerResponse_2
source: That had to have been frightening.
fr_fr: Ça devait être effrayant.

# Dialogue_Response,DL_Nokama3_PlayerResponse_3
source: A meeting? What sort of meeting?
fr_fr: Une réunion ? Quelle sorte de réunion ?

# Dialogue_Response,DL_NokamaBase1_PlayerResponse_1
source: How did you manage to end up down here?
fr_fr: Comment as-tu réussi à te retrouver ici ?

# Dialogue_Response,DL_NokamaHeadBack2_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
fr_fr: Avant de partir, tu as parlé d'une réunion, quelle sorte de réunion ?

# Dialogue_Response,DL_NokamaHeadBack_PlayerResponse_2
source: Before you go, you mentioned a meeting, what sort of meeting?
fr_fr: Avant de partir, tu as parlé d'une réunion, quelle sorte de réunion ?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_1
source: Did you want to see me, Turaga?
fr_fr: Tu voulais me voir, Turaga ?

# Dialogue_Response,DL_NokamaKoro_PlayerResponse_2
source: How is Ga-Koro?
fr_fr: Comment va Ga-Koro ?

# Dialogue_Response,DL_NokamaKoroGali1_PlayerResponse_1
source: Where is this stone?
fr_fr: Où est cette pierre ?

# Dialogue_Response,DL_NokamaKoroGali25_PlayerResponse_1
source: Last time?
fr_fr: La dernière fois ?

# Dialogue_Response,DL_NokamaKoroGali2_PlayerResponse_1
source: I understand. Thank you, Nokama.
fr_fr: Je comprends. Merci, Nokama.

# Dialogue_Response,DL_NokamaKoroGali3_PlayerResponse_1
source: Thank you Turaga.
fr_fr: Merci Turaga.

# Dialogue_Response,DL_NokamaKoroGali4_PlayerResponse_1
source: Thank you Turaga.
fr_fr: Merci Turaga.

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_1
source: How is Ga-Koro?
fr_fr: Comment va Ga-Koro ?

# Dialogue_Response,DL_NokamaKoroPostKini_PlayerResponse_2
source: I am.
fr_fr: Je le suis.

# Dialogue_Response,DL_NokamaMeeting_PlayerResponse_1
source: I understand. I am simply glad you are unharmed.
fr_fr: Je comprends. Je suis juste content que tu sois sauve.

# Dialogue_Response,DL_NokamaScary_PlayerResponse_1
source: Well that now you are safe. You should head back to Ga-Koro.
fr_fr: Et bien maintenant que tu es en sécurité. Tu devrais retourner à Ga-Koro.

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_1
source: You have something for me?
fr_fr: Tu as quelque chose pour moi ?

# Dialogue_Response,DL_NujuCovo1_PlayerResponse_3
source: Has Ko-Koro been well?
fr_fr: Est-ce que tout va bien à Ko-Koro ?

# Dialogue_Response,DL_NujuCovoBlocked_PlayerResponse_1
source: Is something the matter, Turaga?
fr_fr: Y a-t-il un problème, Turaga ?

# Dialogue_Response,DL_NujuCovoFinal1_PlayerResponse_1
source: Do you have anything else for me to do?
fr_fr: As-tu quelque chose d'autre à faire pour moi ?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_1
source: Has Ko-Koro been well?
fr_fr: Est-ce que tout va bien à Ko-Koro ?

# Dialogue_Response,DL_NujuCovoKiniReturn_PlayerResponse_2
source: I’ve returned, Turaga.
fr_fr: Je suis de retour, Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka2_PlayerResponse_1
source: Fears about what, exactly?
fr_fr: Des peurs de quoi, exactement ?

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka4_PlayerResponse_1
source: Thank you, Turaga.
fr_fr: Merci, Turaga.

# Dialogue_Response,DL_NujuCovoKiniReturnKopaka_PlayerResponse_1
source: You are not upset?
fr_fr: Tu n'es pas en colère ?

# Dialogue_Response,DL_NujuCovoKokoro_PlayerResponse_1
source: I’ve returned, Turaga.
fr_fr: Je suis de retour, Turaga.

# Dialogue_Response,DL_NujuCovoKopaka1_PlayerResponse_1
source: That’s what I’ve been doing... is something the matter?
fr_fr: C'est ce que je faisais... y a-t-il un problème ?

# Dialogue_Response,DL_NujuCovoKopaka3_PlayerResponse_1
source: Hmph. Very well.
fr_fr: Oumph. Très bien.

# Dialogue_Response,DL_NujuCovoSafe_PlayerResponse_1
source: You have something for me?
fr_fr: Tu as quelque chose pour moi ?

# Dialogue_Response,DL_NujuKini1_PlayerResponse_1
source: Is something the matter, Turaga?
fr_fr: Y a-t-il un problème, Turaga ?

# Dialogue_Response,DL_NujuLost1_PlayerResponse_1
source: Nuju! Are you safe?
fr_fr: Nuju ! Tu vas bien ?

# Dialogue_Response,DL_NujuLost2_PlayerResponse_1
source: Are… you trying to tell me something?
fr_fr: Est-ce que... tu essayes de me dire quelque chose ?

# Dialogue_Response,DL_NujuLost4_PlayerResponse_1
source: I’m glad you are safe.
fr_fr: Je suis heureux que tu ailles bien.

# Dialogue_Response,DL_NujuLost4_PlayerResponse_2
source: Are... are you still trying to tell me something?
fr_fr: Est-ce que... est-ce que tu essayes encore de me dire quelque chose ?

# Dialogue_Response,DL_NujuTelling_PlayerResponse_1
source: ...Maybe we should get you back to Matoro.
fr_fr: ... Peut être que je devrais retourner voir Matoro.

# Dialogue_Response,DL_Numai1_PlayerResponse_1
source: We haven't spoken much.
fr_fr: Nous n'avons pas beaucoup parlé.

# Dialogue_Response,DL_Numai2_PlayerResponse_1
source: Ko-koro, you're going back?
fr_fr: Ko-Koro, tu y retournes ?

# Dialogue_Response,DL_Numai3_PlayerResponse_1
source: I see, Good luck.
fr_fr: Je vois, Bonne chance.

# Dialogue_Response,DL_NumaiAbandoned1_PlayerResponse_1
source: Numai, Enjoying Ko-Koro?
fr_fr: Numai, tu apprécies Ko-Koro ?

# Dialogue_Response,DL_NumaiAbandoned2_PlayerResponse_1
source: Have you seen any of the others lately?
fr_fr: As-tu vu les autres dernièrement ?

# Dialogue_Response,DL_NumaiAbandonedSeen_PlayerResponse_1
source: Hmm, I see.
fr_fr: Hum, je vois.

# Dialogue_Response,DL_NumaiFixed1_PlayerResponse_1
source: Are you upset with me?
fr_fr: Tu es en colère contre moi ?

# Dialogue_Response,DL_NumaiFixed2_PlayerResponse_1
source: That is true, but I stand by my decision.
fr_fr: C'est vrai, mais je maintiens ma décision.

# Dialogue_Response,DL_Nuparu1_PlayerResponse_1
source: Hello Nuparu, what are you doing there?
fr_fr: Bonjour Nuparu, que faîtes-vous ici ?

# Dialogue_Response,DL_Nuparu2_PlayerResponse_1
source: You're a mechanist?
fr_fr: Tu es un mécanicien ?

# Dialogue_Response,DL_Nuparu3_PlayerResponse_1
source: Oh maybe you know what these cylindrical brass machines are that I've found in the Koros.
fr_fr: Oh peut être que tu sais à quoi servent ces machines cylindriques en bronze que j'ai trouvé dans les Koros.

# Dialogue_Response,DL_Nuparu3_PlayerResponse_2
source: Very nice to meet you Nuparu
fr_fr: Très heureux de te rencontrer Nuparu

# Dialogue_Response,DL_Nuparu4_PlayerResponse_1
source: Powering stations? What do they do?
fr_fr: Des stations d'activation ? Que font-elles ?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_1
source: It "Powers" the mask?
fr_fr: Elles « activent » les masques ?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_2
source: What's Wahae-Mata Gel?
fr_fr: C'est quoi le Gel Wahae-Mata ?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_3
source: How does it do that?
fr_fr: Comment fait-il cela ?

# Dialogue_Response,DL_Nuparu5_PlayerResponse_4
source: Fascinating.
fr_fr: Fascinant.

# Dialogue_Response,DL_Nuparu_PlayerResponse_1
source: Yes? What is it?
fr_fr: Oui ? Qu'y a-t-il ?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_1
source: What did you mean it "Powers" the mask?
fr_fr: Qu'est-ce que veux dire elles « activent » les masques ?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_2
source: How does it work?
fr_fr: Comment est-ce qu'elle fonctionne ?

# Dialogue_Response,DL_NuparuGel_PlayerResponse_3
source: Thank you greatly, this is valuble information.
fr_fr: Merci beaucoup, c'est une information très utile.

# Dialogue_Response,DL_NuparuHow_PlayerResponse_1
source: What did you mean it "Powers" the mask?
fr_fr: Qu'est-ce que veux dire elles « activent » les masques ?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_2
source: What's the "Wahae-Mata Gel" you mentioned?
fr_fr: C'est quoi le « Gel Wahae-Mata » que tu as mentionné ?

# Dialogue_Response,DL_NuparuHow_PlayerResponse_3
source: Thank you greatly, this is valuble information.
fr_fr: Merci beaucoup, c'est une information très utile.

# Dialogue_Response,DL_NuparuPower_PlayerResponse_1
source: What's Wahae-Mata Gel?
fr_fr: C'est quoi le Gel Wahae-Mata ?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_2
source: How does the machine work?
fr_fr: Comment fonctionne cette machine ?

# Dialogue_Response,DL_NuparuPower_PlayerResponse_3
source: Thank you greatly, this is valuble information.
fr_fr: Merci beaucoup, c'est une information très utile.

# Dialogue_Response,DL_Okin1_PlayerResponse_1
source: Hello little one, what are you doing?
fr_fr: Bonjour, petit, que faîtes-vous ?

# Dialogue_Response,DL_Okin2_PlayerResponse_1
source: What does that mean?
fr_fr: Qu'est-ce que cela veut dire ?

# Dialogue_Response,DL_Okin3_PlayerResponse_1
source: Ahh I see, anything I can do to help pass the time?
fr_fr: Ah, je vois, je peux faire quelque chose pour vous aider à passer le temps ?

# Dialogue_Response,DL_Okin4_PlayerResponse_1
source: Very well, I'll leave you to your dreaming little one.
fr_fr: Très bien, je te laisserais à rêvasser, petit.

# Dialogue_Response,DL_Onepu1_PlayerResponse_1
source: I don't believe we have met actually.
fr_fr: Je ne crois pas que nous nous soyons déjà croisés.

# Dialogue_Response,DL_Onepu2_PlayerResponse_1
source: Is there something I can help you with?
fr_fr: Je peux t'aider à quelque chose ?

# Dialogue_Response,DL_Onepu3_PlayerResponse_1
source: You want me to look for him?
fr_fr: Tu veux que je le recherche ?

# Dialogue_Response,DL_Onepu3_PlayerResponse_2
source: You want me to look for him?
fr_fr: Tu veux que je le recherche ?

# Dialogue_Response,DL_Onepu4_PlayerResponse_1
source: Back from where?
fr_fr: De retour d'où ?

# Dialogue_Response,DL_Onepu_PlayerResponse_1
source: Hello Onepu...
fr_fr: Bonjour Onepu...

# Dialogue_Response,DL_OnepuGiveMap_PlayerResponse_1
source: Back from where?
fr_fr: De retour d'où ?

# Dialogue_Response,DL_OnepuReturn1_PlayerResponse_1
source: Not yet no.
fr_fr: Pas encore, non.

# Dialogue_Response,DL_OnepuReturn_PlayerResponse_1
source: Alright I'll leave.
fr_fr: D'accord, je m'en vais.

# Dialogue_Response,DL_OnepuSaved_PlayerResponse_1
source: What do you mean? I saved Whenua.
fr_fr: Que veux-tu dire ? J'ai sauvé Whenua.

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_1
source: How did you get trapped here?
fr_fr: Comment t'es-tu retrouvé piégé ici ?

# Dialogue_Response,DL_OnewaHelpMe_PlayerResponse_2
source: How can I help?
fr_fr: Comment puis-je aider ?

# Dialogue_Response,DL_OnewaHelpNow_PlayerResponse_1
source: I'm on it.
fr_fr: J'y travaille.

# Dialogue_Response,DL_OnewaHole_PlayerResponse_1
source: What were you doing so far from Po-Koro?
fr_fr: Que fais-tu si loin de Po-Koro ?

# Dialogue_Response,DL_OnewaHowToHelp_PlayerResponse_1
source: Make sure to get out of the way before it comes down.
fr_fr: Fais attention à te pousser avant qu'il ne tombe.

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_1
source: Again?
fr_fr: Encore ?

# Dialogue_Response,DL_OnewaPohatuQuest2_PlayerResponse_2
source: Again?
fr_fr: Encore ?

# Dialogue_Response,DL_OnewaPohatuQuest_PlayerResponse_1
source: Where would I find this stone?
fr_fr: Où puis-je trouver cette pierre ?

# Dialogue_Response,DL_OnewaPohatuQuestGoodbye_PlayerResponse_1
source: Thank you for your confidence, Turaga.
fr_fr: Merci de ta confiance, Turaga.

# Dialogue_Response,DL_OnewaPohatuQuestGoodbyeGiveMap_PlayerResponse_1
source: Thank you for your confidence, Turaga.
fr_fr: Merci de ta confiance, Turaga.

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_1
source: How is Po-Koro doing?
fr_fr: Comment va Po-Koro ?

# Dialogue_Response,DL_OnewaPokoro_PlayerResponse_3
source: I heard you have something for me?
fr_fr: J'ai entendu dire que tu avais quelque chose pour moi ?

# Dialogue_Response,DL_OnewaPokoroBragging_PlayerResponse_1
source: Very Nice.
fr_fr: Très bien.

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_1
source: How is Po-Koro doing?
fr_fr: Comment va Po-Koro ?

# Dialogue_Response,DL_OnewaPokoroPostKini_PlayerResponse_2
source: I have found a few.
fr_fr: J'en ai trouvé quelques uns.

# Dialogue_Response,DL_OnewaThankyou_PlayerResponse_1
source: Of course Turaga.
fr_fr: Bien sûr Turaga.

# Dialogue_Response,DL_OnewaWhereHaveBeen_PlayerResponse_1
source: How can I help?
fr_fr: Comment puis-je aider ?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_1
source: What are you doing in this hole?
fr_fr: Que fais-tu dans ce trou ?

# Dialogue_Response,DL_OnewaWhy_PlayerResponse_2
source: Where have you been?
fr_fr: Où étais-tu ?

# Dialogue_Response,DL_Outcast_PlayerResponse_2
source: How is there grass here?
fr_fr: Comment y a-t-il de l'herbe ici ?

# Dialogue_Response,DL_Outcast_PlayerResponse_3
source: Why are you here?
fr_fr: Pourquoi es-tu ici ?

# Dialogue_Response,DL_OutcastGrass_PlayerResponse_2
source: Why are you here?
fr_fr: Pourquoi es-tu ici ?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_1
source: Why are you here?
fr_fr: Pourquoi es-tu ici ?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_2
source: How is there grass here?
fr_fr: Comment y a-t-il de l'herbe ici ?

# Dialogue_Response,DL_OutcastWho_PlayerResponse_3
source: See you around Plant Man.
fr_fr: À la prochaine, Homme Plante.

# Dialogue_Response,DL_OutcastWhy1_PlayerResponse_2
source: How is there grass here?
fr_fr: Comment y a-t-il de l'herbe ici ?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_1
source: Really?
fr_fr: Vraiment ?

# Dialogue_Response,DL_OutcastWhy_PlayerResponse_3
source: How is there grass here?
fr_fr: Comment y a-t-il de l'herbe ici ?

# Dialogue_Response,DL_Pauri1_PlayerResponse_1
source: Our shop?
fr_fr: Notre boutique ?

# Dialogue_Response,DL_Pauri1_PlayerResponse_3
source: I'll be back later.
fr_fr: Je reviendrai plus tard.

# Dialogue_Response,DL_Pauri2_PlayerResponse_2
source: I'll be back later.
fr_fr: Je reviendrai plus tard.

# Dialogue_Response,DL_PetOwner_PlayerResponse_1
source: How's Po-Koro?
fr_fr: Comment va Po-Koro ?

# Dialogue_Response,DL_PetOwner_PlayerResponse_2
source: Just passing through.
fr_fr: Je ne fais que passer.

# Dialogue_Response,DL_PlantSeller1_PlayerResponse_2
source: I don't need any at the moment thank you.
fr_fr: Je n'en ai pas besoin pour le moment, merci.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_1
source: I’ve come for my rematch. Where’s Pohatu?
fr_fr: Je suis venu pour ma revanche. Où est Pohatu ?

# Dialogue_Response,DL_PoduFail1_PlayerResponse_2
source: You haven’t seen Kopaka yet, have you? He’s supposed to be back for his rematch.
fr_fr: Tu n'as pas vu Kopaka pour l'instant ? Il est censé venir pour sa revanche.

# Dialogue_Response,DL_PoduFail1_PlayerResponse_3
source: Are you waiting for someone?
fr_fr: Tu attends quelqu'un ?

# Dialogue_Response,DL_PoduFailGeneral1_PlayerResponse_1
source: I'll keep an eye out for him.
fr_fr: Je garderais l'œil ouvert.

# Dialogue_Response,DL_PoduFailKopaka1_PlayerResponse_1
source: ...Yes. I just did.
fr_fr: ... Oui, je viens de le faire.

# Dialogue_Response,DL_PoduFailKopaka2_PlayerResponse_1
source: About as ready as I can be.
fr_fr: Aussi prêt que je puisse l'être.

# Dialogue_Response,DL_PoduFailPohatu_PlayerResponse_1
source: Well let me know if you see him... Oh- and let me know if he says my name! I have a really cool entrance I want to make if he says my name.
fr_fr: Et bien dit moi si tu le vois... Oh - et dit moi s'il dit mon nom ! Je veux arriver de façon très cool s'il dit mon nom.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_1
source: Now why would a Po-Matoran like yourself be in Ko-Koro?
fr_fr: Qu'est-ce qu'un Po-Matoran comme toi fait à Ko-Koro ?

# Dialogue_Response,DL_PoduRace1_PlayerResponse_2
source: Hope you’re not too uncomfortable in Ko-Koro, little one.
fr_fr: J'espère que tu ne te sens pas trop mal à l'aise à Ko-Koro, petit.

# Dialogue_Response,DL_PoduRace1_PlayerResponse_3
source: You certainly seem out of place, little one.
fr_fr: Tu nas pas l'air à ta place pour sûr, petit.

# Dialogue_Response,DL_PoduRace2_PlayerResponse_1
source: You again? What’s the meaning behind all this?
fr_fr: Encore toi ? Qu'est-ce que ça veut dire ?

# Dialogue_Response,DL_PoduRace2_PlayerResponse_2
source: Just hang in there… I’m sure Kopaka will be here any minute now!
fr_fr: Attends juste là... Je suis sûr que Kopaka ne va pas tarder à arriver !

# Dialogue_Response,DL_PoduRace2_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
fr_fr: Qu'est-ce qu'un Matoran comme toi fait aussi loin de tout ?

# Dialogue_Response,DL_PoduRaceGeneral2_PlayerResponse_1
source: Don’t worry. Brother Kopaka can be cold at times, but he’ll show up eventually.
fr_fr: Ne t'inquiète pas. Mon frère Kopaka peut parfois être froid, mais il finira par se montrer.

# Dialogue_Response,DL_PoduRaceGeneral_PlayerResponse_1
source: If I see him, I’ll let him know.
fr_fr: Si je le vois, je lui dirais.

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_1
source: What will I find there?
fr_fr: Qu'est-ce que j'y trouverais ?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_2
source: Who sent you here?
fr_fr: Qui t'a envoyé ici ?

# Dialogue_Response,DL_PoduRaceKopaka2_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
fr_fr: Très bien. J'y serais dès que possible.

# Dialogue_Response,DL_PoduRaceKopaka_PlayerResponse_1
source: Looking for me? What do you need?
fr_fr: Tu me cherchais ? De quoi as-tu besoin ?

# Dialogue_Response,DL_PoduRaceKopakaExit_PlayerResponse_1
source: I’ll keep that in mind.
fr_fr: Je garderais ça en tête.

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_1
source: Who sent you here?
fr_fr: Qui t'a envoyé ici ?

# Dialogue_Response,DL_PoduRaceKopakaWhat_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
fr_fr: Très bien. J'y serais dès que possible.

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_1
source: What will I find there?
fr_fr: Qu'est-ce que j'y trouverais ?

# Dialogue_Response,DL_PoduRaceKopakaWho2_PlayerResponse_2
source: Very well. I’ll be there as soon as I can.
fr_fr: Très bien. J'y serais dès que possible.

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_1
source: How do I know you’re not leading me into a trap?
fr_fr: Comment être sûr que tu ne me mènes pas vers un piège ?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_2
source: What will I find there?
fr_fr: Qu'est-ce que j'y trouverais ?

# Dialogue_Response,DL_PoduRaceKopakaWho_PlayerResponse_3
source: Very well. I’ll be there as soon as I can.
fr_fr: Très bien. J'y serais dès que possible.

# Dialogue_Response,DL_PoduRacePohatu2_PlayerResponse_1
source: It will be, trust me.
fr_fr: Ça le sera, fais moi confiance.

# Dialogue_Response,DL_PoduRacePohatu_PlayerResponse_1
source: He should be here any second now...
fr_fr: Il devrait être là d'une seconde à l'autre...

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_1
source: I’ve come back for Pohatu’s idiotic race.
fr_fr: Je suis revenu pour la course idiote de Pohatu.

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_2
source: Has Kopaka come back yet?
fr_fr: Est-ce que Kopaka est revenu ?

# Dialogue_Response,DL_PoduRaceReturn1_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
fr_fr: Qu'est-ce qu'un Matoran comme toi fait aussi loin de tout ?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu1_PlayerResponse_1
source: Were you standing there waiting this entire time?
fr_fr: Tu attendais ici depuis tout ce temps ?

# Dialogue_Response,DL_PoduRaceReturnKopakaPohatu2_PlayerResponse_1
source: I’ll indulge in your little game now.
fr_fr: Je vais me prêter à ton jeu.

# Dialogue_Response,DL_PoduRaceReturnPohatu2_PlayerResponse_1
source: Hmm...
fr_fr: Hum...

# Dialogue_Response,DL_PoduRaceReturnPohatu_PlayerResponse_1
source: Of course he will! I know Kopaka. You just need some patience
fr_fr: Bien sûr qu'il le fera ! Je connais Kopaka. Il faut juste de la patience

# Dialogue_Response,DL_Poekae1_PlayerResponse_1
source: Really? I doubt that one substance can cure all that...
fr_fr: Vraiment ? Je doute qu'une substance puisse guérir tout ça...

# Dialogue_Response,DL_Poekae2_PlayerResponse_1
source: I doubt it will work for a Toa like myself, but I'll take a look.
fr_fr: Je doute que ça fonctionnera pour un Toa comme moi, mais j'y jetterais un coup d'œil.

# Dialogue_Response,DL_Poekae_PlayerResponse_2
source: What do you sell here?
fr_fr: Que vends-tu ?

# Dialogue_Response,DL_Poekae_PlayerResponse_3
source: I'm just browsing.
fr_fr: Je ne fais que regarder.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_1
source: I suppose I could have another go at it.
fr_fr: Je suppose que je pourrais réessayer.

# Dialogue_Response,DL_PohatuLoseRace1_PlayerResponse_2
source: Absolutely not.
fr_fr: Absolument pas.

# Dialogue_Response,DL_PotMaker1_PlayerResponse_2
source: I'm sorry, but I have no need for a pot.
fr_fr: Je suis désolé, mais je n'ai pas besoin de pot.

# Dialogue_Response,DL_PotMaker_PlayerResponse_1
source: Hello, what are you doing?
fr_fr: Bonjour, que faîtes-vous ?

# Dialogue_Response,DL_PotMakerBacktoNormal1_PlayerResponse_1
source: I hope so too.
fr_fr: J'espère également.

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_1
source: I thought I'd check up on you, how are you doing?
fr_fr: Je pensais passer voir comment tu allais, ça va ?

# Dialogue_Response,DL_PotMakerBacktoNormal_PlayerResponse_2
source: Do you still sell pots?
fr_fr: Vends-tu toujours des pots ?

# Dialogue_Response,DL_PotMakerTrade1_PlayerResponse_2
source: I changed my mind.
fr_fr: J'ai changé d'avis.

# Dialogue_Response,DL_PotMakerWhatHappened1_PlayerResponse_1
source: Do you know where Kohi could be?
fr_fr: Est-ce que tu sais où peut être Kohi ?

# Dialogue_Response,DL_PotMakerWhatHappened1Alt_PlayerResponse_1
source: Do you know where Kohi could be?
fr_fr: Est-ce que tu sais où peut être Kohi ?

# Dialogue_Response,DL_PotMakerWhatHappened2_PlayerResponse_1
source: What about the one who did this?
fr_fr: Et pour celui qui a fait ça ?

# Dialogue_Response,DL_PotMakerWhatHappened3_PlayerResponse_1
source: Is there anything I can do to find him?
fr_fr: Y a-t-il quoi que ce soit que je puisse faire pour le trouver ?

# Dialogue_Response,DL_PotMakerWhatHappened4_PlayerResponse_1
source: Gah... You are right, thank you for your information Kohua.
fr_fr: Gah... Tu as raison, merci de l'information Kohua.

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_1
source: What happened to Kohi's shop?
fr_fr: Qu'est-il arrivé à l'échoppe de Kohi ?

# Dialogue_Response,DL_PotMakerWhatHappened_PlayerResponse_2
source: What happened to Kohi's shop Pot-Maker?
fr_fr: Qu'est-il arrivé à la boutique de Kohi, Fabricant de Pots ?

# Dialogue_Response,DL_QuarterMaster11_PlayerResponse_1
source: You are welcome.
fr_fr: De rien.

# Dialogue_Response,DL_QuarterMaster1_PlayerResponse_1
source: Any way I can help?
fr_fr: Je peux aider ?

# Dialogue_Response,DL_QuarterMaster2_PlayerResponse_2
source: I can't at the moment, sorry.
fr_fr: Je ne peux pas pour le moment, désolé.

# Dialogue_Response,DL_QuarterMaster3_PlayerResponse_1
source: As you wish.
fr_fr: Comme tu veux.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_1
source: I have, he's going to correct the mistake immediately.
fr_fr: C'est fait, il va corriger l'erreur immédiatement.

# Dialogue_Response,DL_QuarterMaster4_PlayerResponse_2
source: You mean the staff salesman? No not yet.
fr_fr: Tu veux parler du vendeur de bâtons ? Non pas encore.

# Dialogue_Response,DL_QuarterMaster5_PlayerResponse_1
source: Yes... How did you know?
fr_fr: Oui... Comment le savais-tu ?

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_1
source: Takar has already promised me payment.
fr_fr: Takar a déjà promis de me payer.
