Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_Akura_PlayerResponse_2
source: Sorry, didn't mean to bother you.
fr_fr: Désolé, je ne voulais pas te déranger.

# Dialogue_Response,DL_Allknowingmatoran_2_PlayerResponse_1
source: Visions, You've had visions of the future?
fr_fr: Des visions, tu as eu des visions du futur ?

# Dialogue_Response,DL_Allknowingmatoran_3_PlayerResponse_1
source: Me? I don't believe we've met.
fr_fr: Moi ? Je ne crois pas qu'on se soit rencontré.

# Dialogue_Response,DL_Allknowingmatoran_DidYouFindHim_PlayerResponse_1
source: I'm afraid not.
fr_fr: J'ai peur que non.

# Dialogue_Response,DL_Allknowingmatoran_Explaination_PlayerResponse_1
source: Hmm, Interesting
fr_fr: Hum, intéressant

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Reward_PlayerResponse_1
source: I believe I can, Thank you!
fr_fr: Je crois que c'est possible, merci !

# Dialogue_Response,DL_Allknowingmatoran_Komaru_Thanks_PlayerResponse_1
source: You're welcome.
fr_fr: De rien.

# Dialogue_Response,DL_Allknowingmatoran_PlayerResponse_1
source: Me? I don't believe we've met.
fr_fr: Moi ? Je ne crois pas qu'on se soit rencontré.

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_1
source: What where you talking about, "Equality"?
fr_fr: De quoi veux-tu parler, l'« Égalité » ?

# Dialogue_Response,DL_Allknowingmatoran_ThanksForSavingHim_PlayerResponse_2
source: You're welcome.
fr_fr: De rien.

# Dialogue_Response,DL_Allknowingmatoran_Visions_2_PlayerResponse_1
source: What did they show you?
fr_fr: Que t'ont-ils montré ?

# Dialogue_Response,DL_Allknowingmatoran_Visions_PlayerResponse_1
source: What did they show you?
fr_fr: Que t'ont-ils montré ?

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_1
source: There was an odd Matoran, he ran away when I approched him.
fr_fr: Il y avait un Matoran étrange, il s'est enfui quand je me suis approché.

# Dialogue_Response,DL_Allknowingmatoran_WDYF2_PlayerResponse_2
source: There was a dark room with carvings of the six great masks.
fr_fr: Il y avait une pièce sombre avec des sculptures des six grands masques.

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim2_PlayerResponse_1
source: Is there anything else I need to know? Wait, how did you know there was a Matoran there?
fr_fr: Y a-t-il autre chose que je devrais savoir ? Attends, comment savais-tu qu'il y avait un Matoran ?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHim_PlayerResponse_1
source: Is there anything else I need to know?
fr_fr: Y a-t-il autre chose que je devrais savoir ?

# Dialogue_Response,DL_Allknowingmatoran_WDYFFindHimDoor_PlayerResponse_1
source: Alright, I'll find him for you... But what do you want me to do when I do find him?
fr_fr: D'accord, je le trouverai pour toi... Mais que veux-tu que je fasses quand je le trouverai ?

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiar_PlayerResponse_1
source: I don't know, but I saw wrighting on the wall that said something similar.
fr_fr: Je ne sais pas, mais j'ai vu des inscriptions sur le mur qui disaient des choses similaires.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_1
source: Yes, but they had all fallen over.
fr_fr: Oui, mais elles étaient tombées.

# Dialogue_Response,DL_Allknowingmatoran_WDYFLiarReason_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
fr_fr: Oui, mais la pierre Makuta était plus mise en avant.

source: Yes, but they had all fallen over.
fr_fr: Oui, mais elles étaient tombées.

source: Yes, but the Makuta stone was more prominent.
fr_fr: Oui, mais la pierre Makuta était plus mise en avant.

source: Yes, but they had all fallen over.
fr_fr: Oui, mais elles étaient tombées.

source: Yes, but the Makuta stone was more prominent.
fr_fr: Oui, mais la pierre Makuta était plus mise en avant.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_1
source: Yes, but they had all fallen over.
fr_fr: Oui, mais elles étaient tombées.

# Dialogue_Response,DL_Allknowingmatoran_WDYFNotSupposedToBethere_PlayerResponse_2
source: Yes, but the Makuta stone was more prominent.
fr_fr: Oui, mais la pierre Makuta était plus mise en avant.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_1
source: He said I wasn't supposed to be there.
fr_fr: Il a dit que je n'étais pas sensé...

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_2
source: He called me a liar.
fr_fr: Il m'a traité de menteur.

# Dialogue_Response,DL_Allknowingmatoran_WDYFOddMatoran_PlayerResponse_3
source: No, not much.
fr_fr: Non, pas beaucoup.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones2_PlayerResponse_1
source: Yes, In fact there was, he was purple and white, and was wearing a Huna.
fr_fr: Oui, il s'y trouvait, il était violet et blanc, et il portait un Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFStones_PlayerResponse_1
source: Purple and white, and he was wearing a Huna.
fr_fr: Violet et blanc, et il portait un Huna.

# Dialogue_Response,DL_Allknowingmatoran_WDYFWhatToDo_PlayerResponse_1
source: I'm on it.
fr_fr: J'y travaille.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_1
source: I did, It was... interesting.
fr_fr: C'était... intéressant.

# Dialogue_Response,DL_Allknowingmatoran_Whatdidyoufind_PlayerResponse_2
source: No, Not yet.
fr_fr: Non, pas encore.

# Dialogue_Response,DL_Allknowingmatoran_Whathesaw_PlayerResponse_1
source: Would you know where this place is?
fr_fr: Saurais-tu où est cet endroit ?

# Dialogue_Response,DL_Allknowingmatoran_Where_PlayerResponse_1
source: I'll keep a look out for this place, Thank you.
fr_fr: Je garderai l'œil ouvert pour cet endroit, merci.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_1
source: Rude.
fr_fr: Malpoli.

# Dialogue_Response,DL_BandGreeting1_PlayerResponse_2
source: That's a good song! Do you play any others?
fr_fr: C'est une bonne chanson ! Vous en jouez d'autres ?

# Dialogue_Response,DL_Boat_PlayerResponse_1
source: Yes, I have.
fr_fr: Oui.

# Dialogue_Response,DL_Boat_PlayerResponse_2
source: No sorry not now.
fr_fr: Désolé, pas pour l'instant.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_1
source: I'm looking for a Matoran named Kohi, I'm told he booked a boat here.
fr_fr: Je recherche un Matoran nommé Kohi, on m'a dit qu'il avait réservé un bateau ici.

# Dialogue_Response,DL_BoatManager2_PlayerResponse_2
source: Your accent, it's quite different from others I've heard.
fr_fr: Ton accent est différent de ceux que j'ai entendu.

# Dialogue_Response,DL_BoatManager3_PlayerResponse_1
source: Right...
fr_fr: D'accord...

# Dialogue_Response,DL_BoatManager_PlayerResponse_1
source: Uhhhhh...
fr_fr: Heuuuu...

# Dialogue_Response,DL_BoatManagerKohi2_PlayerResponse_1
source: Mesas?
fr_fr: Les mesas ?

# Dialogue_Response,DL_BoatManagerKohi3_PlayerResponse_1
source: Right, Thank you.
fr_fr: D'accord, merci.

# Dialogue_Response,DL_BoatManagerKohi_PlayerResponse_1
source: Did he say where he was headed next?
fr_fr: A-t-il dit où il allait ensuite ?

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_1
source: Yes, I have.
fr_fr: Oui.

# Dialogue_Response,DL_BoatManagerQuest_PlayerResponse_2
source: No sorry not now.
fr_fr: Désolé, pas pour l'instant.

# Dialogue_Response,DL_Candles1_PlayerResponse_1
source: A candle shop? I saw a store like this in Onu-Koro, any relation?
fr_fr: Une échoppe de chandelles ? J'ai vu une boutique dans ce genre à Onu-Koro, y a-t-il un lien ?

# Dialogue_Response,DL_Candles1_PlayerResponse_3
source: I'm just looking.
fr_fr: Je suis juste en train de regarder.

# Dialogue_Response,DL_Candles2_PlayerResponse_1
source: Why not? What is this company?
fr_fr: Pourquoi pas ? Qu'est-ce que cette compagnie ?

# Dialogue_Response,DL_Candles2_PlayerResponse_3
source: I'll be leaving now.
fr_fr: Je m'en vais.

# Dialogue_Response,DL_CandlesCompany_PlayerResponse_2
source: Hmm distressing...
fr_fr: Hum, inquiétant...

# Dialogue_Response,DL_CandleSeller_PlayerResponse_1
source: I'll buy some!
fr_fr: Je vais en acheter !

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_1
source: Thank you, i'll go consult with Khalo.
fr_fr: Merci, j'irai questionner Khalo.

# Dialogue_Response,DL_CartographerHowWidgets_PlayerResponse_2
source: I guess I don't need it that badly.
fr_fr: Je suppose que je n'en ai pas tant besoin que ça.

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_1
source: I could use a mask, do you have one that's powered?
fr_fr: Un masque serait bien, en as-tu un d'activé ?

# Dialogue_Response,DL_CartographerIntro_2_PlayerResponse_2
source: No, thank you.
fr_fr: Non, merci.

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_1
source: That depends. What do you do here?
fr_fr: Ça dépend. Que fais-tu ici ?

# Dialogue_Response,DL_CartographerIntro_PlayerResponse_2
source: Nothing, thank you.
fr_fr: Rien, merci.

# Dialogue_Response,DL_CartographerIntroNoKakama1_PlayerResponse_1
source: Ahh that's a shame.
fr_fr: Ah, c'est dommage.

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_1
source: Do you have any more masks?
fr_fr: Tu as d'autres masques ?

# Dialogue_Response,DL_CartographerIntroNoKakama_PlayerResponse_2
source: Nothing, thank you.
fr_fr: Rien, merci.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_1
source: Here's 350.
fr_fr: En voilà 350.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_2
source: Can't you give me it for free? I'm a Toa of legend.
fr_fr: Pourquoi ne pas me le donner gratuitement ? Je suis un Toa légendaire.

# Dialogue_Response,DL_CartographerNeedMap_PlayerResponse_3
source: I don't have 350 widgets. How can I get that much?
fr_fr: Je n'ai pas 350 widgets. Comment en obtenir autant ?

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_1
source: Tell me about Tiro Canyon.
fr_fr: Parle-moi du Canyon de Tiro.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_2
source: Tell me about the Motara Desert.
fr_fr: Parle-moi du Désert Motara.

# Dialogue_Response,DL_CartographerPillar_PlayerResponse_3
source: I had need of something else.
fr_fr: J'ai besoin d'autre chose.

# Dialogue_Response,DL_CartographerQuestStart_PlayerResponse_1
source: I'll be back.
fr_fr: Je reviendrai.

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_1
source: Here's 350. (Current Toa Gains mask)
fr_fr: En voilà 350. (Le Toa actuel récupère le masque)

# Dialogue_Response,DL_CartographerReturn_PlayerResponse_2
source: Not yet no, I'll be back.
fr_fr: Non, pas encore. Je reviendrai.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_1
source: Tell me about the Motara Desert.
fr_fr: Parle-moi du Désert Motara.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_2
source: Tell me about the Pillar-Lands.
fr_fr: Parle-moi de la Terre des Piliers.

# Dialogue_Response,DL_CartographerTiro_PlayerResponse_3
source: I had need of something else.
fr_fr: J'ai besoin d'autre chose.

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_1
source: I don't have 350 widgets. How can I get that much?
fr_fr: Je n'ai pas 350 widgets. Comment en obtenir autant ?

# Dialogue_Response,DL_CartographerToaLegend_PlayerResponse_2
source: I had need of something else.
fr_fr: J'ai besoin d'autre chose.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_1
source: Tell me about the Motara Desert.
fr_fr: Parle-moi du Désert Motara.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_2
source: Tell me about Tiro Canyon.
fr_fr: Parle-moi du Canyon de Tiro.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_3
source: Tell me about the Pillar-Lands.
fr_fr: Parle-moi de la Terre des Piliers.

# Dialogue_Response,DL_CartographerWhere_PlayerResponse_4
source: I had need of something else.
fr_fr: J'ai besoin d'autre chose.

# Dialogue_Response,DL_CaveInMatoran_PlayerResponse_1
source: That's alright, I'll come back later.
fr_fr: D'accord, je reviendrais.

# Dialogue_Response,DL_Cleaning1_PlayerResponse_1
source: Well thank you for that!
fr_fr: Merci pour tout !

# Dialogue_Response,DL_Cleaning2_PlayerResponse_1
source: What are you doing there?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_Cleaning_PlayerResponse_1
source: What are you doing there?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_Cleaning_PlayerResponse_2
source: Jaller, is that you?
fr_fr: Jaller, c'est toi ?

# Dialogue_Response,DL_DamemoExit_PlayerResponse_1
source: You as well.
fr_fr: Toi aussi.

# Dialogue_Response,DL_DamemoLeave_PlayerResponse_1
source: Well Good luck with that, I must be going now.
fr_fr: Bonne chance, je dois y aller.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
fr_fr: Tu ne devrais sans doute pas tenter de restaurer la rivière toi-même, il vaudrait mieux que tu déménages.

# Dialogue_Response,DL_DamemoLose1_PlayerResponse_2
source: I heard you catch Pink Tailed Ruki here.
fr_fr: J'ai entendu dire que vous attrapez des Ruki à Queue Rose ici.

# Dialogue_Response,DL_DamemoLose2_PlayerResponse_1
source: Where will you go?
fr_fr: Où iras-tu ?

# Dialogue_Response,DL_DamemoLose_PlayerResponse_1
source: <Lie> Indeed, however I was unable to clear the blockage. The beast proved too strong for even me.
fr_fr: <Mentir> Effectivement, mais je n'ai pas pu nettoyer le blocage. La bête était trop forte même pour moi.

# Dialogue_Response,DL_DamemoLose_PlayerResponse_2
source: <Truth> Yes, however you cannot stay here.
fr_fr: <Vérité> Oui, mais vous ne pouvez pas rester ici.

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_1
source: How do you make money if they're illegal?
fr_fr: Comment te fais-tu de l'argent si c'est illégal ?

# Dialogue_Response,DL_DamemoRuki_PlayerResponse_2
source: Did you know that these Ruki are endangered?
fr_fr: Savais-tu que ces Ruki étaient une espèce menacée ?

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_1
source: You probably shouldn't attempt to restore the river yourself, it would be better if you moved on.
fr_fr: Tu ne devrais sans doute pas tenter de restaurer la rivière toi-même, il vaudrait mieux que tu déménages.

# Dialogue_Response,DL_DamemoRukiDanger_PlayerResponse_2
source: Hmm, If that's how you feel. I must get going now.
fr_fr: Hum, si c'est ton opinion. Je dois y aller.

# Dialogue_Response,DL_DamemoRukiSell_PlayerResponse_1
source: Did you know that these Ruki are endangered?
fr_fr: Savais-tu que ces Ruki étaient une espèce menacée ?

# Dialogue_Response,DL_DamemoTruth_PlayerResponse_1
source: I know about your Pink Tailed Ruki Business, and you cannot continue it.
fr_fr: Je suis au courant pour les Ruki à Queue Rose, et tu ne peux pas continuer.

# Dialogue_Response,DL_DamemoWin1_PlayerResponse_1
source: Am I not supposed to be?
fr_fr: Je n'étais pas censé le faire ?

# Dialogue_Response,DL_DamemoWin2_PlayerResponse_1
source: I defeated it.
fr_fr: Je l'ai vaincu.

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_1
source: I heard you're selling Pink Tailed Ruki?
fr_fr: J'ai entendu dire que tu vendais des Ruki à Queue Rose ?

# Dialogue_Response,DL_DamemoWin3_PlayerResponse_2
source: It's no trouble, however I must be going now.
fr_fr: Pas de problème, mais je dois y aller.

# Dialogue_Response,DL_DameoCamping1_PlayerResponse_1
source: Be sure to be careful little one, there are rahi about.
fr_fr: Fais attention petit, il y a des Rahi dans les parages.

# Dialogue_Response,DL_DameoCamping_PlayerResponse_1
source: Dameo? What are you doing out here?
fr_fr: Dameo ? Qu'est-ce que tu fais là ?

# Dialogue_Response,DL_DameoReturn_PlayerResponse_1
source: Not at the moment no.
fr_fr: Pas pour le moment, non.

# Dialogue_Response,DL_DamMaster1_PlayerResponse_1
source: You have some explaining to do, why were you near the lake? Who are you, and why did you run?
fr_fr: Tu me dois des explications, que faisais-tu près du lac ? Qui es-tu, et pourquoi t'es-tu enfui ?

# Dialogue_Response,DL_DamMaster2_PlayerResponse_1
source: I've defeated you?
fr_fr: Je t'ai vaincu ?

# Dialogue_Response,DL_DamMaster3_PlayerResponse_1
source: So you're an environmentalist?
fr_fr: Donc tu es un environnementaliste ?

# Dialogue_Response,DL_DamMaster4_PlayerResponse_1
source: That beast was yours?
fr_fr: Cette bête était à toi ?

# Dialogue_Response,DL_DamMaster5_PlayerResponse_1
source: So about the river...
fr_fr: À propos de la rivière...

# Dialogue_Response,DL_DamMaster6_PlayerResponse_1
source: Lift the Dam.
fr_fr: Soulever le Barrage.

# Dialogue_Response,DL_DamMaster6_PlayerResponse_2
source: I suppose you could leave it as is.
fr_fr: Je suppose que tu pourrais le laisser tel quel.

# Dialogue_Response,DL_DamMasterLeave_PlayerResponse_1
source: In future don't do this in secret, and less dangerously please.
fr_fr: La prochaine fois, ne fais pas ça en secret, et de façon moins dangereuse s'il te plaît.

# Dialogue_Response,DL_DamMasterLift_PlayerResponse_1
source: But the village will be very greatful I'm sure.
fr_fr: Mais le village sera très reconnaissant j'en suis sûr.

# Dialogue_Response,DL_DamQuestFishing_PlayerResponse_1
source: Why are you still here then?
fr_fr: Pourquoi es-tu toujours ici alors ?

# Dialogue_Response,DL_DamQuestIntro2_PlayerResponse_1
source: What's wrong little one?
fr_fr: Qu'est-ce qui ne va pas, petit ?

# Dialogue_Response,DL_DamQuestIntro3_PlayerResponse_1
source: Used to?
fr_fr: S'écoulait ?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_1
source: Why are you still here then?
fr_fr: Pourquoi es-tu toujours ici alors ?

# Dialogue_Response,DL_DamQuestIntro4_PlayerResponse_2
source: Why didn't you just start fishing down in the ocean?
fr_fr: Pourquoi n'as-tu pas juste été pêché dans l'océan ?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_1
source: Of the fish?
fr_fr: Des poissons ?

# Dialogue_Response,DL_DamQuestIntro_PlayerResponse_2
source: *Quietly walk away*
fr_fr: *S'éloigner silencieusement*

# Dialogue_Response,DL_DamQuestMyth_PlayerResponse_1
source: Thank you for the warning,
fr_fr: Merci pour l'avertissement.

# Dialogue_Response,DL_DamQuestStillHere_PlayerResponse_1
source: You started the town?
fr_fr: Tu as fondé la cité ?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_1
source: What are you doing up here?
fr_fr: Que fais-tu là haut ?

# Dialogue_Response,DL_ExilonSpeak_PlayerResponse_2
source: Why are you up here? The Nui-Rama could quick-snatch you!
fr_fr: Pourquoi es-tu là haut ? Les Nui-Rama pourraient t'attraper !

# Dialogue_Response,DL_GeneralKokoranbyprotopool_2_PlayerResponse_1
source: Fair enough.
fr_fr: D'accord.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_1
source: Why are you lying by this Protodermis pool?
fr_fr: Que fais-tu à côté de cette source de Protodermis ?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_3_PlayerResponse_2
source: Well, thank you.
fr_fr: Et bien, merci.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_4_PlayerResponse_1
source: Hmm, I see.
fr_fr: Hum, je vois.

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_1
source: What's the device in that hut?
fr_fr: C'est quoi la machine dans la hutte ?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_2
source: Why are you lying by this Protodermis pool?
fr_fr: Que fais-tu à côté de cette source de Protodermis ?

# Dialogue_Response,DL_GeneralKokoranbyprotopool_PlayerResponse_3
source: Well, thank you.
fr_fr: Et bien, merci.

# Dialogue_Response,DL_GeneralKokoranGreeting_4_PlayerResponse_1
source: What's gone?
fr_fr: Qu'est-ce qui a disparu ?

# Dialogue_Response,DL_GiveHat1_PlayerResponse_1
source: Hmm, Interesting. What are the hats for though?
fr_fr: Hum, intéressant. Mais à quoi servent les chapeaux ?

# Dialogue_Response,DL_GiveHat2_PlayerResponse_1
source: Sure, I'll have one!
fr_fr: Bien sûr, je vais en prendre un !

# Dialogue_Response,DL_GiveHat2_PlayerResponse_2
source: No thank you, not right now.
fr_fr: Non merci, pas pour le moment.

# Dialogue_Response,DL_GiveHat_PlayerResponse_1
source: What's happening today?
fr_fr: Que se passe-t-il aujourd'hui ?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_1
source: Why are you out here?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_GreavingMatoran1_PlayerResponse_2
source: I don't mean to disturb you.
fr_fr: Je ne voulais pas te déranger.

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_1
source: I found your note, you haven't forgiven him for leaving?
fr_fr: J'ai trouvé ta note, tu ne l'as pas pardonné d'être parti ?

# Dialogue_Response,DL_GreavingMatoran2_PlayerResponse_2
source: Sorry, I didn't mean to disturb you.
fr_fr: Désolé, je ne voulais pas te déranger.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_1
source: I'll listen.
fr_fr: Je vais écouter.

# Dialogue_Response,DL_GreavingMatoran3_PlayerResponse_2
source: I'm sorry but I must be going.
fr_fr: Je suis désolé, mais je dois y aller.

# Dialogue_Response,DL_GreavingMatoran8_PlayerResponse_1
source: I am so sorry.
fr_fr: Je suis désolé.

# Dialogue_Response,DL_GreavingMatoran9_PlayerResponse_1
source: Makuta and his Rahi are merciless.
fr_fr: Makuta et ses Rahi n'ont pas de pitié.

# Dialogue_Response,DL_Grinch1_PlayerResponse_1
source: Well, I'm sorry you don't like the festivities, but it's not like you can do anything about it.
fr_fr: Et bien, je suis désolé que tu n'aimes pas les festivités, mais ce n'est pas comme si tu pouvais faire quoi que cela à ce sujet.

# Dialogue_Response,DL_Grinch2_PlayerResponse_1
source: Goodbye?
fr_fr: Au revoir ?

# Dialogue_Response,DL_Grinch_PlayerResponse_1
source: Why are you not celebrating?
fr_fr: Pourquoi ne fais-tu pas la fête ?

# Dialogue_Response,DL_Guard1_PlayerResponse_1
source: ... I'm a Toa.
fr_fr: ... Je suis un Toa.

# Dialogue_Response,DL_Guard2_PlayerResponse_1
source: I'm double your height.
fr_fr: Je fais deux fois ta taille.

# Dialogue_Response,DL_Guard4_PlayerResponse_1
source: I'm sure I can manage it.
fr_fr: Je suis sûr que je peux me débrouiller.

# Dialogue_Response,DL_GuardCamp_PlayerResponse_1
source: This camp isn't very "forward".
fr_fr: Ce camp n'est pas très « avancé ».

# Dialogue_Response,DL_GuardCamp_PlayerResponse_2
source: Where is everyone?
fr_fr: Où est tout le monde ?

# Dialogue_Response,DL_GuardCampForward_PlayerResponse_1
source: Where is everyone?
fr_fr: Où est tout le monde ?

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_1
source: This camp isn't very "forward".
fr_fr: Ce camp n'est pas très « avancé ».

# Dialogue_Response,DL_GuardCampWhere_PlayerResponse_2
source: Hmm, alright.
fr_fr: Hum, d'accord.

# Dialogue_Response,DL_GuardPicking2_PlayerResponse_1
source: I see, carry on.
fr_fr: Je vois, continue.

# Dialogue_Response,DL_GuardPicking_PlayerResponse_1
source: What's the matter?
fr_fr: Quel est le problème ?

# Dialogue_Response,DL_GuardPickingSheilds1_PlayerResponse_1
source: Very funny.
fr_fr: Très drole.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_1
source: Uhh, those are placks.
fr_fr: Heu, ce sont des plaques.

# Dialogue_Response,DL_GuardPickingSheilds_PlayerResponse_2
source: They all just look red to me.
fr_fr: Ils sont tous rouges pour moi.

# Dialogue_Response,DL_GuardPickingSheildsTahu_PlayerResponse_1
source: They're the same size as you...
fr_fr: Ils font la même taille que toi.

# Dialogue_Response,DL_Hahli1_PlayerResponse_1
source: I'm sorry, my memory is a little fuzzy who are you?
fr_fr: Je suis désolé, ma mémoire n'est pas claire, qui es-tu ?

# Dialogue_Response,DL_Hahli2_PlayerResponse_1
source: Greetings Hahli, what is this you said about a Turaga?
fr_fr: Salutations Hahli, que me dis-tu à propos d'un Turaga ?

# Dialogue_Response,DL_Hahli3_PlayerResponse_1
source: Well that's not good. Any way I can help?
fr_fr: Oh, ce n'est pas bon. Je peux aider d'une manière ou d'une autre ?
