Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_MarenBuyMaps
source: Ye... 'ye would? Good thing I made copies! I'll even give 'ye the first one for free. If you find the treasure before me, I'll be willin' to pay 'ye a hefty sum for whatever strange artifacts 'ye find! Seems like I'll probably still be here when you come back...
fr_fr: Vous... Vous l'feriez ? C'est une bonne chose que j'ai fait des copies ! J'vais même vous donner la première gratuitement. Si vous trouvez l'trésor avant moi, je vous payerais une belle somme pour tous les artéfacts étranges qu'vous trouveriez ! Je s'rai probablement toujours là à votre retour...

# Dialogue_Text,DL_MarenGaliStories
source: They may just be stories, aye... But I'm determined, and these maps are the first good lead i've got.
fr_fr: C'est p't'être des histoires, ouais... Mais je suis déterminé, et ces cartes sont la première piste valable que j'ai.

# Dialogue_Text,DL_MarenTrade2
source: Let's get down ta' business!
fr_fr: C'parti !

# Dialogue_Text,DL_MarenWelcomeBack
source: Hey again, Toa! Find any cool treasure? Or you just need one 'ah my maps?
fr_fr: Rebonjour Toa ! Ça trouve des trésors intéressants ? Où y faut juste une d'mes cartes ?

# Dialogue_Text,DL_MarkleMasks
source: Oh... *sigh.* Hey there, Toa. Welcome to Kita's Kanohi, Got some masks if you want to quick-snatch some.
fr_fr: Oh... *soupire*. Bonjour, Toa. Bienvenue aux Kanohi de Kita, j'ai des masques si vous voulez en prendre-acheter.

# Dialogue_Text,DL_MarkleQuestion
source: Bah, It’s just this... wait-boring job of mine. ...And of course HE gets the cheery-fun job...
fr_fr: Bah, c'est juste cet... Ennuyeux-barbant job que j'ai... Et bien sûr LUI peut avoir tout le fun-drôle travail...

# Dialogue_Text,DL_MarkleQuestion1
source: Akamar!! That sorry-bad excuse for a Ta-Matoran gets all the fun while I get nothing! He got to renovate Po-Koro! PO-KORO! Meanwhile I’m stuck here mask-peddling all day and night to Matoran who already have masks! What’s the point in selling masks to them if they’ve already face-wearing perfectly good ones!?
fr_fr: Akamar ! Cette mauvaise-nulle parodie de Ta-Matoran s'approprie tout le fun pendant que je n'ai rien ! Il a pu rénover Po-Koro ! PO-KORO ! Pendant ce temps, je suis coincé ici à colporter des masques jour et nuit pour des Matoran qui ont déjà des masques ! Quel est le but de leur vendre des masques s'ils ont déjà des masques qui sont déjà parfaits-adaptés ?

# Dialogue_Text,DL_MarkleQuestion2
source: Heart-thanks for that, Toa. ...I’d be even more heart-thankful with some widget-spending though.
fr_fr: Reconnaissance-merci pour ça, Toa... Je serais encore plus reconnaissant-heureux avec un peu de dépense de widgets, ceci-dit.

# Dialogue_Text,DL_MarkleTrade
source: Oh, I’ve got all sorts of stuff. Please, take-buy it off my hands.
fr_fr: Oh, j'ai plein de trucs différents. S'il vous plaît, prenez-jetez un coup d'œil.

# Dialogue_Text,DL_MaskPowerer
source: Greetings $T!
fr_fr: Salutations $T !

# Dialogue_Text,DL_MaskPowerer1
source: Uhh, I'm not sure actually. It must be important though, the Turaga tasked me to protect it at all costs.
fr_fr: Euuh, je ne suis pas vraiment certain en vérité. Ça doit être important ceci dit, les Turaga m'ont demandé de le protéger à tout prix.

# Dialogue_Text,DL_MaskPowerer2
source: Oh don't even get me started on that weirdo. All he does is make his funny words, and- and... and well he's actually not that bad, but he is constantly up here against the rules. I would forcibly remove him if I could move from my post...
fr_fr: Oh, ne me lancez même pas sur cet énergumène. Tout ce qu'il fait c'est dire ses mots bizarres, et - et... eh bien il n'est pas si mauvais que ça, mais il transgresse toujours les règles. Je le délogerais par la force si je pouvais bouger de mon poste...

# Dialogue_Text,DL_Matau1
source: Yet each time you go to confront Makuta, you befall the same sorry-bad fate. The stones, the masks, and you return to where you came from... and you remember nothing.
fr_fr: Et pourtant, chaque fois que tu confrontes Makuta, tu es victime du même sort tragique-funeste. Les pierres, les masques, et tu retournes d'où tu viens... et tu ne te souviens de rien.

# Dialogue_Text,DL_MatauInTree
source: Toa $T! It sure is a cheery-warm sight to see you here.
fr_fr: Toa $T ! Pour sûr, c'est une bonne nouvelle-surprise de te voir ici.

# Dialogue_Text,DL_MatauInTreeHelp
source: NO! I can saw-cut my way out of here myself, thank you very much. I might be height-shorter than you, but I’m not helpless!
fr_fr: NON ! Je peux coupe-trancher mon chemin hors d'ici, merci beaucoup. Je suis peut-être plus petit que toi, mais je ne suis pas sans défense !

# Dialogue_Text,DL_MatauInTreeHelp2
source: Well... no. As long as you’re down there, could you maybe think-figure out some way to chop-knock me out of here? I’m not terribly picky as to how you do it- I’m rather tired of being trap-stuck up here.
fr_fr: Eh bien... non. Tant que tu es là en bas, pourrais-tu peut-être penser-trouver une manière de me faire coupe-descendre de là ? Je ne suis pas très regardant de comment - je suis assez fatigué d'être bloqué-coincé ici.

# Dialogue_Text,DL_MatauInTreeHow
source: Well, I was headed home from... eh... something- when two Nui-Rama quick-snatched me and threw me up into this tree!
fr_fr: Eh bien, je rentrais à la maison après... euh... quelque-chose - quand deux Nui-Rama m'ont pris-attrapé et jeté en haut de cet arbre !

# Dialogue_Text,DL_MatauKoro
source: Ehhh… good morning, Toa. ...or is it night? You should really knock before loud-charging in like that! Didn’t anyone ever learn-teach you any kind-manners?
fr_fr: Ehhh... bonjour, Toa. ...Où bien bonsoir ? Tu devrais vraiment frapper avant d'explose-charger comme ça ! Personne ne t'a donc appris les bonnes-douces manières ?

# Dialogue_Text,DL_MatauKoroHowsgoing
source: Ah... don’t mind me. I’m just still a little crabby-tired. Nothing a little more deep-sleep won’t fix!
fr_fr: Ah, ne t'en fais pas pour moi. Je suis juste encore un peu mou-fatigué. Rien qu'un peu de sommeil profond ne peut régler !

# Dialogue_Text,DL_MatauKoroLewa1
source: Ah, right. Definitely something. I’ve been meaning to chat-talk with you about this for a long-while now...
fr_fr: Ah, bien. Il y a effectivement quelque-chose. Je voulais discuter-parler avec toi à propos de ça depuis un bon bout de temps...

# Dialogue_Text,DL_MatauKoroLewa2
source: There’s a spirit-temple found deepwood called the Le-Kini. There’s an ever-important stone that you’ll find there. The only hard-problem is that it’s buzz-swarming with Rahi- even more than usual. It’s a place full of trouble-danger that you’ll have to hard-fight your way through.
fr_fr: Il y a un temple spirituel nommé le Le-Kini au cœur de la forêt. Il y a une pierre nécessaire-importante que tu trouveras sur place. Le seul problème-difficulté est qu'il est grouillant-envahi par les Rahi - encore plus que d'habitude. C'est un endroit plein de problèmes-dangers à travers lequel tu vas devoir te tailler-frayer un chemin.

# Dialogue_Text,DL_MatauKoroLewa3
source: A Makoki stone- a key to the Makuta’s lair which you and all of the Toa must seek-find.
fr_fr: Une Pierre Makoki - une clé de l'antre de Makuta que toi et les autres Toa devez chercher-trouver.

# Dialogue_Text,DL_MatauKoroLewa4
source: ...Do be slow-careful, Lewa...
fr_fr: ... Sois calme-prudent, Lewa...

# Dialogue_Text,DL_MatauKoroOtherToa
source: Always on the lookout for another danger-quest, eh? Well I don’t have anything at the moment… unless you were Lewa. Say, you probably know where he’s sneak-hiding, don’t you? Send him treebound- I’ve got something for him.
fr_fr: Toujours à l'affût pour d'un autre danger-quête, hein ? Eh bien je n'ai rien d'autre pour le moment... Sauf si tu étais Lewa. Dis, tu sais probablement où il se planque-cache, non ? Envoie le en haut de mon arbre - j'ai quelque-chose pour lui.

# Dialogue_Text,DL_MatauKoroPostKini
source: Heart-Welcome to Le-Koro, Toa-Hero! I hope you’re feeling spirit-lifted and warm-hearted! No worries, you didn't disturb me, I was just resting.
fr_fr: Salut-Bienvenue à Le-Koro, Toa-Héros ! J'espère que tu te sens motivé et chaleureux ! Ne t'inquiète pas, tu ne me déranges pas, j'étais juste en train de me reposer.

# Dialogue_Text,DL_MatauOutofTree
source: Well... that’s one way to do it. Heart-thanks, Toa.
fr_fr: Eh bien... C'est une façon de le faire. Reconnaissance-merci à toi, Toa.

# Dialogue_Text,DL_MatauOutofTreeSaved
source: It’ll take a bit more than chop-knocking me down from a tree to mind-shake old Matau! ...but I do think that when I get back I might take a good, long sleep-nap... or two. Wake me up afterwards- I’ve got a couple of other task-quests for you to do.
fr_fr: Il faudra plus que me faire coupe-descendre pour esprit-secouer le vieux Matau ! ...mais je pense que quand je serai rentré je vais me faire un bon, long dodo-sieste... ou deux. Réveille-moi après, j'ai quelques taches-quêtes pour toi.

# Dialogue_Text,DL_MatauOutofTreeWhere
source: Oh... that. Never mind that! You won’t be getting any slip-tongue gossip out of me. Wouldn’t have even happened if that old firespitter kept better track of his belongings...
fr_fr: Oh... ça. Sans importance ! Tu n'auras pas de lapsus révélateur de ma part. Ce ne serait même pas arrivé si ce vieux cracheur de feu gardait de meilleures traces de ces possessions...

# Dialogue_Text,DL_MatauOutofTreeWhere2
source: Agreed. I’m headed quick-back to Le-Koro. If you happen to swing by, give me a little quick-chat. I’ve got a few things for you.
fr_fr: C'est d'accord. Je retourne rapidement à Le-Koro. Si tu passes dans le coin, viens me trouver pour une rapide-discute. J'ai quelques petits trucs pour toi.

# Dialogue_Text,DL_MatoranTransporter1
source: Sorry $T I'm a little busy right now, I have a delivery to make.
fr_fr: Désolé $T ! Je suis un peu occupé pour le moment, j'ai une livraison à faire.

# Dialogue_Text,DL_MatoranTransporter10
source: Oh, of course they're very good at moving heavy objects, even mining! They're probably the most versitile Rahi around!
fr_fr: Oh, bien sûr ils sont très utiles pour le déplacement de charges lourdes, et même pour le minage ! Ils sont probablement les Rahi les plus polyvalents du coin !

# Dialogue_Text,DL_MatoranTransporter11
source: Well I've heard about the Ga-Matoran using big fishes for some things, The Le-Matoran riding birds... And I even head some crazy myth once about a Ko-Matoran that could ride a Mahi! What a load of protodermis that is.
fr_fr: Eh bien j'ai entendu dire que les Ga-Matoran utilisent des gros poissons pour certaines choses, les Le-Matoran utilisent des oiseaux... Et j'ai même entendu des légendes farfelues une fois sur un Ko-Matoran qui pouvait monter un Mahi ! Quel ramassis de protodermis.

# Dialogue_Text,DL_MatoranTransporter12
source: YOU'RE RIGHT, I GOTTA GO!
fr_fr: VOUS AVEZ RAISON, JE DOIS Y ALLER !

# Dialogue_Text,DL_MatoranTransporter2
source: I'm late! Out of the way!
fr_fr: Je suis en retard ! Hors de mon chemin !

# Dialogue_Text,DL_MatoranTransporter3
source: Greetings Toa, what are you doing out here?
fr_fr: Salutations Toa, que faites-vous ici ?

# Dialogue_Text,DL_MatoranTransporter4
source: Why, I'm making a delivery to the Onu-Koro shipping center of course!
fr_fr: Eh bien, je fais une livraison au centre de marchandises d'Onu-Koro pardi !

# Dialogue_Text,DL_MatoranTransporter5
source: I'm... Not sure actually. It's not like they bother to tell me what I'm transporting, they only say if it's urgent or fragile.
fr_fr: Je... ne suis pas sûr, en vérité. Ce n'est pas comme s'ils prenaient la peine de me dire ce que je transporte, ils disent simplement si c'est urgent ou fragile.

# Dialogue_Text,DL_MatoranTransporter6
source: Yeah kind of, Oh but sometimes I like to pretend it's something really REALLY important, like a super powerful gemstone that will be used to invent the next big thing! But usally it just ends up being fish or wood - Something boring.
fr_fr: Oui, en quelque sorte, oh mais de temps en temps j'aime prétendre que c'est quelque-chose de vraiment VRAIMENT important, comme une gemme super puissante qui serait utilisée pour la prochaine grande invention ! Mais d'habitude c'est souvent du poisson ou du bois - quelque-chose d'ennuyeux.

# Dialogue_Text,DL_MatoranTransporter7
source: I'm on the clock Toa, speak fast.
fr_fr: J'ai un timing serré Toa, soyez bref.

# Dialogue_Text,DL_MatoranTransporter8
source: Transporting Goods to Po-Koro.
fr_fr: Transporter des marchandises jusqu'à Po-Koro.

# Dialogue_Text,DL_MatoranTransporter9
source: It's a She, but yes she's been doing very well recently! The loads can be quite heavy but she's used to it!
fr_fr: C'est une femelle, mais oui, elle s'est très bien débrouillée ces derniers temps ! Les charges peuvent être assez lourdes mais elle est habituée !

# Dialogue_Text,DL_Matoro1
source: Greetings again Toa, there is an important matter I need to discuss with you.
fr_fr: Salutations de nouveau Toa, il y une affaire importante dont je dois vous faire part.

# Dialogue_Text,DL_Matoro2
source: You don't remember me? Strange... That will have to wait, my name is Matoro - and we have a more important matter to discuss.
fr_fr: Vous ne vous souvenez pas de moi ? Etrange... Cela devra attendre, mon nom est Matoro - et nous avons des choses plus importantes à nous dire.

# Dialogue_Text,DL_Matoro3
source: I was returning from a meeting with Turaga Nuju, when we decided to cut through the drifts to save time - However during the blizzard I was separated from him! We have conducted searches, but the drifts are so difficult to navigate that we've had no luck in finding him.
fr_fr: Je revenais d'une rencontre avec Turaga Nuju, quand nous avons décidé de passer à travers les congères pour gagner du temps - cependant j'ai été séparé de lui au milieu du blizzard ! Nous avons mené des recherches, mais les congères sont tellement difficiles à naviguer que nous n'avons pas encore eu de chance dans nos recherches.

# Dialogue_Text,DL_Matoro4
source: Yes if you would. I fear for his safety, the drifts are a harsh and dangerous place, no one can survive in there for long...
fr_fr: Oui, s'il vous plaît. Je crains pour sa sécurité, les congères sont une zone rude et dangereuse, personne ne peut survivre là-bas bien longtemps...

# Dialogue_Text,DL_Matoro5
source: Please do find him, I- I feel partially responsible for his disappearance.
fr_fr: S'il vous plaît, retrouvez-le, je - je me sens partiellement responsable de sa disparition.

# Dialogue_Text,DL_MatoroGetMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate. Here I'll mark it on your- you don't have a map? Gah, very well take my piece, it's just Ko-Wahi but it should help you find Nuju.
fr_fr: Les recherches nos ont guidé vers un étrange nid de Nui-Jaga, mais nous en avons été chassés avant d'avoir pu enquêter. Tenez, je vais l'indiquer sur votre carte - vous n'avez pas de carte ? Gah, très bien, prenez la mienne, c'est juste Ko-Wahi mais cela devrait vous aider à trouver Nuju.

# Dialogue_Text,DL_MatoroHaveMap
source: The searches did turn up a rather strange Nui-Jaga nest, but we were chased off before we could investigate, here I'll mark it on your map.
fr_fr: Les recherches nos ont guidé vers un étrange nid de Nui-Jaga, mais nous en avons été chassés avant d'avoir pu enquêter, tenez, je vais l'indiquer sur votre carte.

# Dialogue_Text,DL_MatoroKini1
source: Welcome, $T.
fr_fr: Bienvenue, $T.

# Dialogue_Text,DL_MatoroKini2
source: What are you waiting for?
fr_fr: Qu'attendez-vous ?

# Dialogue_Text,DL_MatoroKiniExplanation1
source: $T! Wait!
fr_fr: $T ! Attendez !

# Dialogue_Text,DL_MatoroKiniExplanation10
source: I shall go to the Ko-Kini and wait for you there.
fr_fr: J'irais au Ko-Kini et je vous y attendrai.

# Dialogue_Text,DL_MatoroKiniExplanation2
source: I... I must speak with you. It’s about the task Nuju didn’t tell you about.
fr_fr: Je... Je dois m'entretenir avec vous. C'est à propos de la tâche dont Nuju ne vous a pas parlé.

# Dialogue_Text,DL_MatoroKiniExplanation3
source: The Turaga recently held a meeting to discuss certain... things that have been happening to you Toa. Nuju, unfortunately, came to the conclusion that he was unsure where your loyalties lie.
fr_fr: Les Turaga se sont récemment réunis pour discuter de certaines... choses qui vous sont arrivés à vous autres les Toa. Nuju, malheureusement, en est arrivé à la conclusion qu'il n'était pas certain de là où va votre loyauté.

# Dialogue_Text,DL_MatoroKiniExplanation4
source: Do not blame him, Kopaka... Nuju is skeptical and cold by his nature. He has seen prophecies change and fail. He has seen his own friends and allies turn against him. It has taken a bigger toll on him than he cares to admit.
fr_fr: Ne le blâmez pas, Kopaka... Nuju est sceptique et froid par nature. Il a vu des prophéties changer et échouer. Il a vu ses propres amis et alliés se retourner contre lui. Cela a eu sur lui un impact plus grand qu'il ne veut l'admettre.

# Dialogue_Text,DL_MatoroKiniExplanation5
source: ...My oath to the Turaga forbids me from sharing information which is deemed a secret. However, helping you to fulfil your destiny through my actions does not violate that oath.
fr_fr: ...Mon serment au Turaga m'empêche de partager avec vous des informations considérées comme secrètes. Cependant, vous aider à accomplir votre destinée par mes actions ne viole pas ce serment.

# Dialogue_Text,DL_MatoroKiniExplanation6
source: It means I shall assist you on your task, Toa.
fr_fr: Cela veut dire que je vais vous assister dans votre quête, Toa.

# Dialogue_Text,DL_MatoroKiniExplanation7
source: You, Kopaka, must travel to the Ko-Kini temple on the outskirts of Ko-Wahi. Within the temple lies a Makoki stone- a part of a key to the lair of the Makuta.
fr_fr: Vous, Kopaka, devez vous rendre au temple Ko-Kini, à la bordure de Ko-Wahi. A l'intérieur du temple se trouve une Pierre Makoki - un fragment de la clé du repaire de Makuta.

# Dialogue_Text,DL_MatoroKiniExplanation8
source: I am afraid we must, Kopaka.
fr_fr: J'ai peur que nous le devions, Kopaka.

# Dialogue_Text,DL_MatoroKiniExplanation9
source: I will accompany you. The temple remains locked, and I know the secret to unlocking it. I... hope that Nuju can forgive me for this, but this must be done. I cannot allow Nuju’s skepticism to prevent it.
fr_fr: Je vais vous accompagner. Le temple reste fermé, et je connais le secret pour le déverrouiller. Je... J'espère que Nuju pourra me pardonner pour ça, mais cela doit être fait. Je ne peux pas permettre au scepticisme de Nuju de l'en empêcher.

# Dialogue_Text,DL_MatoroKiniKopaka1
source: Good. Now descend into the Ko-Kini.
fr_fr: Bien. Maintenant descendez dans le Ko-Kini.

# Dialogue_Text,DL_MatoroKiniOther
source: Just... waiting. I wonder what’s taking Kopaka so long...
fr_fr: Juste... J'attends. Je me demande ce qui peut bien retenir Kopaka aussi longtemps...

# Dialogue_Text,DL_MatoroKiniReturn
source: I see you have found the stone...
fr_fr: Je vois que tu as trouvé la pierre...

# Dialogue_Text,DL_MatoroKiniReturn1
source: Yes... I suppose...
fr_fr: Oui... Je suppose...

# Dialogue_Text,DL_MatoroKiniReturn2
source: I… I know that I am doing the right thing in helping you with this... but I have still gone behind Nuju’s back to complete this task. I still feel uneasy about this...
fr_fr: Je... Je sais que je fais la bonne chose en vous aidant à ce sujet... mais j'ai tout de même agi dans le dos de Nuju pour compléter cette tâche. Je ne suis toujours pas à l'aise avec ça...

# Dialogue_Text,DL_MatoroKiniReturn3
source: ...Forgive me, Toa, but I do not feel that you should leave with this stone while Nuju is deceived.
fr_fr: ... Pardonnez-moi, Toa, mais je ne pense pas que vous devriez partir avec cette pierre alors que Nuju est trompé.

# Dialogue_Text,DL_MatoroKiniReturnEnd
source: I shall go to speak with Nuju. Speak to us when you are ready.
fr_fr: Je vais aller parler à Nuju. Venez nous voir quand vous serez prêt.

# Dialogue_Text,DL_MatoroKiniReturnMine
source: If it were not for my help, you would remain without the stone, Toa. We have both gone behind Nuju’s back to do this- and I feel it is both my and your duty to have his blessing before you continue.
fr_fr: Si ce n'était grâce à mon aide, vous n'auriez pas accédé à la pierre, Toa. Nous avons tous deux agi dans le dos de Nuju - et je sens que c'est tout autant mon devoir et le vôtre d'avoir sa bénédiction avant d'aller plus loin.

# Dialogue_Text,DL_MatoroKiniReturnUnderstand
source: I will as well... I only hope that he will be able to see reason. Please speak with him as soon as you are able to.
fr_fr: Moi de même... J'espère seulement qu'il sera capable d'entendre raison. Je vous en prie, parlez-lui aussi rapidement que possible.

# Dialogue_Text,DL_MatoroReturn
source: Have you found our Turaga yet?
fr_fr: Avez-vous retrouvé notre Turaga ?

# Dialogue_Text,DL_MetalSeller
source: Metals, Statues, Crystals! I've got it all, want to take a look Toa?
fr_fr: Métaux, Statues, Cristaux ! J'ai tout ce qu'il vous faut, voulez vous jeter un œil Toa ?

# Dialogue_Text,DL_Metonu
source: Hmm... Finally done.
fr_fr: Hmm... Enfin terminé.

# Dialogue_Text,DL_Metonu1
source: Oh it's nothing... Well it was actually quite a feat - But nothing you need concern yourself with Toa.
fr_fr: Oh ce n'est rien... Enfin, en vérité c'est plutôt un exploit - Mais rien dont vous devez vous préoccuper Toa.

# Dialogue_Text,DL_Metonu2
source: Hah! Very well. I will say that all endings are merely beginnings, waiting to be born. So, It's now time for our next step.
fr_fr: Hah ! Très bien. Je vais dire que toutes les fins sont simplement des commencements qui attendent d'éclore. Le temps est donc venu pour notre nouvelle étape.

# Dialogue_Text,DL_Metonu3
source: Oh wait Toa! You're still looking for the masks right? I have a device that may help.
fr_fr: Oh attendez Toa ! Vous êtes toujours à la recherche de masques, pas vrai ? J'ai un outil qui pourrait aider.

# Dialogue_Text,DL_MetonuAkaku
source: The Akaku! X-Ray vision... Yup... That's a pretty cool one. Anyways I'll get to work!
fr_fr: L'Akaku ! Vision aux rayons-X... Ouaip... C'est plutôt classe. Quoi qu'il en soit, je vais me mettre au travail !

# Dialogue_Text,DL_MetonuExplain
source: I had my friend Nuparu draft up some plans for a small device that would seek out the unique energy signals of powered masks! Or well, It's supposed to... The current design can only track one type of mask. If you'd like one I'll need some rare materials to build it, a Toa like yourself shouldn't have trouble with that though.
fr_fr: J'ai chargé mon ami Nuparu de dessiner les plans pour un petit outil qui permettrait de chercher les signaux d'énergie unique de masques actifs ! Où plutôt, qui est sensé chercher... Le design actuel peut seulement pister un seule type de masque. Si vous en aimeriez un, j'ai besoin de matériaux rares pour le construire, un Toa tel que vous ne devrait pas avoir de problèmes avec ça ceci dit.

# Dialogue_Text,DL_MetonuGive
source: Here you go. I hope you'll use it well $T!
fr_fr: Et voilà. J'espère que vous l'utiliserez à bon escient, $T !

# Dialogue_Text,DL_MetonuHau
source: The Hau! Quite a useful mask, Very well!
fr_fr: Le Hau ! Un masque très utile. Très bien !

# Dialogue_Text,DL_MetonuHaveMaterials
source: Excellent! I'll get to work on it immediately. Before I do though, What mask would you like to track?
fr_fr: Excellent ! Je vais travailler dessus directement. Avant que j'y aille, ceci-dit, quel masque souhaiteriez-vous pister ?
