Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# CodexPage_Description,CodexPage_Lewa_Desc
source: Lewa is the carefree and fun loving Toa of air. He is the most energetic out of all the Toa, and his reckless attitude is more often than not what gets him in trouble. Lewa is often overconfident in his own ability as a Toa, taking risks and chances when he shouldn’t, and acting before thinking his actions through. It seems he still has much to learn about being a hero- but that doesn’t stop him from rushing off on his own anyway. His elemental attack shoots a narrow jet of air, which will knock enemies very far back. It doesn’t do all that much damage however, so it’s best for keeping Rahi at bay so you don’t get overwhelmed.
fr_fr: Lewa est le Toa de l'air, insouciant et adorant s'amuser. C'est le plus énergique de tous les Toa, et son attitude audacieuse lui cause des problèmes plus souvent qu'à son tour. Lewa a souvent beaucoup plus confiance dans ses capacités de Toa qu'il ne le devrait, prenant des risques quand il ne le devrait pas, et agissant avant de réfléchir. Il semble qu'il ait encore beaucoup à apprendre sur le fait d'être un héros - mais ça ne l'empêche pas de se précipiter à l'aventure. Son attaque élémentaire projette un étroit jet d'air qui repousse les ennemis au loin. Cependant, elle ne fait pas beaucoup de dommages, donc son meilleur usage est de repousser les Rahi pour ne pas être dépassé.

# CodexPage_Description,CodexPage_LeWahi_Desc
source: The dense jungles of Le-Wahi make it a confusing and unwelcoming place for travellers. Being the largest area on Mata Nui, it’s all too easy to find yourself lost in the seemingly endless sea of trees. The Le-Matoran choose to stick to the treetops when they can, swinging on vines between the trees instead of travelling on the dangerous jungle floor.
fr_fr: Les jungles denses de Le-Wahi en font un endroit confus et inamical pour les voyageurs. S'agissant de la plus grande zone de Mata Nui, c'est très facile de se retrouver perdu dans une mer d'arbres apparemment sans fin. Les Le-Matoran choisissent de rester dans la canopée quand ils le peuvent, se balançant de liane en liane entre les arbres au lieu de descendre au sol.

# CodexPage_Description,CodexPage_LewasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Lush jungle lies all around, full of potential, energy, and life. What could lie within?
fr_fr: Un étrange vaisseau qui s'est échoué sur la plage... personne sur l'île n'est sûr de son origine. Une jungle luxuriante s'étend tout autour, pleine de potentiel, d'énergie, et de vie. Qu'est-ce qu'y peut s'y trouver ?

# CodexPage_Description,CodexPage_Log_Desc
source: A massive log fallen on the shore of Le-Wahi. It’s just lying there, decaying. It was probably a living, healthy tree once, but not anymore. How was this tree so large? Where is the rest of it? Who hollowed it out? That was likely the Rahi of Makuta… but then again it may have just been one of the developers.
fr_fr: Un énorme tronc tombé sur la côté de Le-Wahi. Il se trouve là, à pourrir. C'était probablement un arbre vivant et plein de vie autrefois, mais plus maintenant. Comment cet arbre pouvait-il être aussi grand ? Où se trouve le reste ? Qui l'a évidé ? C'était probablement les Rahi de Makuta... mais bon, ça pourrait aussi juste être un des développeurs.

# CodexPage_Description,CodexPage_Mahi_Desc
source: A species of tame, goat-like Rahi that can be found primarily in Po-Wahi. These have been domesticated and trained by the Po-Matoran for use as livestock, as well as to help pull carts full of the heavy stone they bring into the city to carve. They are considered rather valuable to the Matoran, and are brought into the city to be traded in Po-Koro’s Bazaar.
fr_fr: Une espèce de chèvres Rahi tranquilles qu'on trouve principalement à Po-Wahi. Celles-ci ont été domestiquées et entraînées par les Po-Matoran qui les utilisent comme bétail, et pour aider à tirer des wagons plein de lourdes pierres qu'ils amènent dans la cité pour sculpter. Elles sont considérées assez précieuses par les Matoran, et sont amenées à la cité pour être échangées au bazar de Po-Koro.

# CodexPage_Description,CodexPage_Mahiki_Desc
source: The Kanohi Mahiki: the Noble Mask of Illusion. Spawn a clone next to you that will distract enemies for a time. (Warning: This mask can cause some bugs with enemy AI)
fr_fr: Le Kanohi Mahiki : le Masque Noble de l'Illusion. Fait apparaître un clone de toi pour distraire temporairement les adversaires. (Avertissement : ce masque peut causer des bugs avec l'IA des adversaires)

# CodexPage_Description,CodexPage_MapFragments_Desc
source: These fragments are created by Matoran to help them explore the island. Matoran who are familiar with particular regions of the island often make these maps, but are only able to chart out portions of the island accurately. If someone were to find fragments that cover the entire island, they’d be able to accurately and easily find their way around.
fr_fr: Ces fragments sont créés par les Matoran pour les aider à explorer l'île. Les Matoran qui connaissent des régions spécifiques de l'île créent souvent ces cartes, mais ils ne peuvent cartographier que des portions de l'île avec précision. Si quelqu'un trouvait des fragments qui couvraient toutes l'île, ils pourraient trouver leur chemin avec précision facilement.

# CodexPage_Description,CodexPage_Matanui_Desc
source: The island of Mata Nui. Named after the Great Spirit Mata Nui, this island paradise is home to the Matoran, Turaga, and- now that they have arrived- the Toa as well. The island is split into six elemental regions, where the six Matoran villages lie. As a Toa, it’s your duty to find all the Masks of Power hidden around the island, and rescue the Matoran from the evil shadow of Makuta.
fr_fr: L'île de Mata Nui. Nommée d'après le Grand Esprit Mata Nui, cette île paradisiaque abrite les Matoran, les Turaga, et - maintenant qu'ils sont arrivées - également les Toa. L'île est sépare en six régions élémentaires, où se trouvent les six villages des Matoran. En tant que Toa, c'est ton devoir de trouver tous les Masques de Pouvoir cachés sur l'île, et sauvé les Matoran des ténèbres maléfiques de Makuta.

# CodexPage_Description,CodexPage_Matatu_Desc
source: The Kanohi Matatu: the Noble Mask of Telekinesis. This mask allows you to pull items to your person at a great range. Additionally the mask allows you to knock back your enemies further than before.
fr_fr: Le Kanohi Matatu : le Masque Noble de la Télékinésie. Ce masque te permet d'attirer des objets vers toi de loin. De plus, ce masque te permet de repousser tes ennemis plus loin qu'auparavant.

# CodexPage_Description,CodexPage_Matau_Desc
source: Matau is the Turaga of Le-Koro. Known as the Singer of Le-Koro by the Le-Matoran, Matau has always led his village with a cheerful outlook, something that he has maintained through some of the toughest times the Matoran have had to face. Matau is seen as a friend and a mentor, and looked up to by all Le-Matoran.
fr_fr: Matau est le Turaga de Le-Koro. Connu comme le Chanteur de Le-Koro par les Le-Matoran, Matau a toujours dirigé son village avec une attitude optimiste, qu'il a maintenu même dans les situations les plus difficiles que les Matoran ont affronté. Matau est considéré comme un ami et un mentor, et est admiré par tous les Le-Matoran.

# CodexPage_Description,CodexPage_Matoran_Desc
source: The Matoran are the inhabitants of Mata Nui and it’s villages, and make up the very heart of the Island. They are split into six different elements: Fire, Water, Stone, Air, Earth, and Ice, and each live in their corresponding villages. It is your duty as a Toa to protect them from Makuta’s threats.
fr_fr: Les Matoran sont les habitants de Mata Nui et ses villages, et forment le cœur de l'île. Ils sont séparés en six éléments différents : le Feu, l'Eau, la Pierre, l'Air, la Terre, et la Glace, et chacun vit dans le village correspondant. C'est ton devoir de Toa de les protéger de la menace de Makuta.

# CodexPage_Description,CodexPage_MeditationPoints_Desc
source: These odd stones appear all around the island. Nobody knows exactly what they are or why they are here, but they act as places for frequent meditation for Matoran, Toa, and Turaga alike. You are able to use these stones to meditate, passing the time as you sit and ponder the will of Mata Nui.
fr_fr: Ces étranges pierres se trouvent partout sur l'île. Personne ne sait exactement ce qu'elles sont ou la raison pour laquelle elles se trouvent là, mais elles servent généralement de lieu de méditation pour les Matoran, les Toa, et les Turaga. Tu peux utiliser ces pierres pour méditer, faisant passer le temps en t'asseyant et en questionnant la volonté de Mata Nui.

# CodexPage_Description,CodexPage_Miru_Desc
source: The Kanohi Miru: the Great Mask of Levitation. This mask increases the height of your jump. It’s essential for traversing around the landscape of Mata Nui, and is useful for reaching areas that you normally wouldn’t be able to.
fr_fr: Le Kanohi Miru : le Grand Masque de la Lévitation. Ce masque augmente la hauteur de tes sauts. Il est essentiel pour voyager sur Mata Nui, et est très utile pour atteindre des zones normalement inaccessibles.

# CodexPage_Description,CodexPage_Muaka_Desc
source: These fearsome beasts are the largest of Makuta’s Rahi. They can be found primarily in Ko-Wahi. Their necks are able to extend, allowing them to lunge for their prey and attack incredibly quickly. These Rahi are powerful, fast, and a danger to any who encounter them. Make sure to take caution when approaching them, and try to make sure they never approach you.
fr_fr: Ces bêtes terrifiantes sont les plus grands Rahi de Makuta. On les trouve principalement à Ko-Wahi. Leurs cous peuvent se tendre, leur permettent de se jeter sur leurs proies et attaquer incroyablement rapidement. Ces Rahi sont puissants, rapides, et un danger pour tous ceux qui croisent leur chemin. Fais bien attention lorsque tu t'en approches, et assures-toi qu'ils ne s'approchent pas de toi.

# CodexPage_Description,CodexPage_Nokama_Desc
source: Nokama is the Turaga of Ga-Koro. Like her village, she is often seen as the kindest of the Turaga, and is often the first one to attempt to quell any disagreements that appear between the other Turaga. Her ability to approach any situation with an open mind is what has made her an effective leader of Ga-Koro.
fr_fr: Nokama est la Turaga de Ga-Koro. Comme son village, elle est souvent considérée comme la plus gentille des Turaga, et c'est souvent la première à tenter d'éteindre les désaccords qui apparaissent entre les autres Turaga. Sa capacité à approcher n'importe quelle situation avec un esprit ouverte est ce qui fait d'elle un chef efficace pour Ga-Koro.

# CodexPage_Description,CodexPage_NuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The purple variant can be found all around Mata Nui. They rely on numbers and their powerful, dangerous stingers to hunt down prey. If you see their stinger shake and rattle, get out of the way- fast.
fr_fr: Des scorpions Rahi contrôlés par Makuta. La variante violette peut être trouvée partout sur Mata Nui. Ils utilisent leur nombre et leurs puissants dards pour pourchasser leurs proies. Si tu vois leur dard trembler, éloigne-toi en vitesse.

# CodexPage_Description,CodexPage_NuiRama_Desc
source: These insectoid Rahi can be found primarily in Le-Wahi. They’re not the most powerful Rahi on their own, but their speed and numbers can easily make up for it. They’ll fly directly at you if they spot you, and can be difficult to shake off. Make sure to keep an ear out for the buzzing of their wings.
fr_fr: Ces Rahi insectoïdes se trouvent principalement à Le-Wahi. Ce ne sont pas les Rahi les plus puissants seuls, mais leur vitesse et leur nombre compensent cela. Ils volent directement vers toi s'ils te remarquent, et il peut être difficile de s'en débarrasser. Fais attention au bruit bourdonnant de leurs ailes.

# CodexPage_Description,CodexPage_Nuju_Desc
source: Nuju is the Turaga of Ko-Koro. He speaks only in the language of Rahi, and requires his translator, Matoro, around at all times to interpret his speech. Whether it is by choice or necessity is a subject of speculation among the Ko-Matoran. But those who choose to put in the effort for a conversation with him are rewarded by the wisdom he shares.
fr_fr: Nuju est le Turaga de Ko-Koro. Il ne parle que la langue des Rahi et il faut son traducteur, Matoro, pour interpréter ses paroles. Que ce soit un choix ou une nécessité est sujet à spéculation parmi les Ko-Matoran. Maix ceux qui choisissent de faire l'effort de converser avec lui sont récompensés par la sagesse qu'il partage.

# CodexPage_Description,CodexPage_Onewa_Desc
source: Onewa is the Turaga of Po-Koro. He is known among the Po-Matoran and the other Turaga to be stubborn and inflexible in his decisions. To some, he may seem rude or insensitive. But this strength of character has guided the Po-Matoran through many trials, and he has earned respect for it.
fr_fr: Onewa est le Turaga de Po-Koro. Il est réputé parmi les Matoran et les autres Turaga pour l'inflexibilité de ses décisions. Pour certains, il peut être rude, ou insensible. Mais la force de son caractère a guidé Po-Koro au bout de nombreuses épreuves, raison pour laquelle il est respecté.

# CodexPage_Description,CodexPage_Onu-Koro_Desc
source: Onu-Koro, the village of Earth. This village lies deep below Mata Nui, and has many tunnels that stretch out all across the island. It’s accessibility from different tunnels across the island has caused it to become a crossroads of sorts for Matoran of all kinds, and is home to the famous Onu-Koro Bazaar, where Matoran from all over the island come to sell their wares. As for the Onu-Matoran themselves, they mine Lightstones and Protodermis, and tend to spend most of their time underground. Ussal Crabs are commonly found here, used both by the Ussalry guard, and by Matoran for transport and sport.
fr_fr: Onu-Koro, le Village de la Terre. Ce village se trouve dans les profondeurs de Mata Nui, et dispose de nombreux tunnels qui s'étendent sur toute l'île. Son accessibilité à partir des différents tunnels sur l'île en ont fait une espèce de carrefour pour les Matoran de toutes sortes, et c'est l'emplacement du fameux Bazar d'Onu-Koro, où des Matoran de toute l'île viennent vendre leurs marchandises. Quant aux Onu-Matoran, ils minent des Lumines et du Protodermis et passent la majeure partie de leur temps sous terre. On y trouve facilement des Crabes Ussals, qui sont utilisés à la fois par l'Ussalerie et par les Matoran pour se déplacer et le sport.

# CodexPage_Description,CodexPage_Onu-Wahi_Desc
source: A vast network of tunnels that run beneath the entire island. The surface of Onu-Wahi has little in terms of development, as the Onu-Matoran largely prefer to live beneath the surface due to their poor eyesight in the bright sun. The majority of Onu-Wahi lies underground, within the caves and mines that are populated by the Onu-Matoran.
fr_fr: Un vaste réseau de tunnels qui s'étend sous toute l'île. La surface d'Onu-Wahi n'est pas très développée, les Onu-Matoran préférant largement vivre sous terre du fait de leur mauvaise vue au soleil. La majeure partie d'Onu-Wahi se trouve sous terre, dans les grottes et les mines peuplées par les Onu-Matoran.

# CodexPage_Description,CodexPage_Onua_Desc
source: Onua is the wise and patient Toa of earth. While at first glance he may seem disconnected from the other Toa, that could not be further from the truth. Onua only speaks when he believes he has something worth saying. And when he does speak, it is impactful to the Toa team as a whole. Onua is noticeably shorter than the rest of the Toa, as his head is not in the same place as the rest of the Toa’s builds. His elemental attack launches a spiked piece of earth, which is useful for keeping your distance when dealing with enemies.
fr_fr: Onua est le Toa de la Terre, sage et patient. Bien qu'il puisse paraître déconnecté des autres Toa à première vue, cela ne pourrait pas être plus faux. Onua ne parle que lorsqu'il croit avoir quelque chose vaillant la peine d'être dit. Et lorsqu'il parle, cela impacte toute l'équipe des Toa. Onua est notablement plus petit que les autres Toa, sa tête n'étant pas au même emplacement que le reste des Toa. Son attaque élémentaire lance un pan de terre avec des pics, ce qui est utile pour garder une distance face à des ennemis.

# CodexPage_Description,CodexPage_OnuasLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. The land all around seems harsh and empty, but the land below is teeming with unseen life, waiting to be explored and discovered.
fr_fr: Un étrange vaisseau s'est échoué sur la plage... personne sur l'île n'est sûr de son origine. La terre au-delà semble dure et vide, mais regorge de vie invisible sous terre, attendant d'être explorée et découverte.

# CodexPage_Description,CodexPage_OnuKini_Desc
source: The Onu-Kini is the temple of Earth. While it lies on the surface of Onu-Wahi, the temple is still subject to the frequent tremors that occur in the caves beneath the surface. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
fr_fr: L'Onu-Kini est le temple de la Terre. Bien qu'il se trouve à la surface d'Onu-Wahi, le temple subit fréquemment les tremblements de terre qui agitent les grottes sous la surface. Le temple abrite une Pierre Makoki - un fragment d'une clé nécessaire pour accéder au repaire de Makuta.

# CodexPage_Description,CodexPage_OnuTemple_Desc
source: This temple lies above the ground in Po-Wahi, despite being made by the Onu-Matoran. It was constructed long, long ago- before the Onu-Wahi tunnels had been completed. Many Onu-Matoran still choose to make the difficult trek across the harsh, bright desert to pay tribute to Mata Nui- a testament to their faith and dedication.
fr_fr: Ce temple se trouve au-dessus du sol à Po-Wahi, bien qu'il ait été créé par les Onu-Matoran. Il a été construit il y a très, très longtemps , avant l'achèvement des tunnels d'Onu-Wahi. De nombreux Onu-Matoran choisissent toujours de faire le voyage difficile dans le désert impitoyable et illuminé pour rendre hommage à Mata Nui - en testament à leur foi et leur dévotion.

# CodexPage_Description,CodexPage_Overlook_Desc
source: This overlook was featured in the first ever trailer for Bionicle: Masks of Power. From this point, you are able to see over Ga, Po, Ko, and even Onu-Wahi. It’s a good thing there’s an Akaku right here so that you’re able to enjoy the view.
fr_fr: Ce surplomb apparaissait dans le premier trailer de Bionicle: Masks of Power. Depuis ce point de vue, on peut voir Ga, Po, Ko, et même Onu-Wahi. C'est bien qu'il y ait un Akaku ici pour apprécier la vue.

# CodexPage_Description,CodexPage_Pakari_Desc
source: The Kanohi Pakari- the Great Mask of Strength. This mask will enhance your combat strength, and make all of your attacks deal more damage. It’s a powerful mask to use in combat, but can be risky if you choose to use it as opposed to something more defensive, like the Hau.
fr_fr: Le Kanohi Pakari - le Grand Masque de la Force. Ce masque augmente ta force au combat, et fait que tes attaques causent plus de dégâts. C'est un masque puissant en combat, mais ça peut être risqué de choisir de l'utiliser par rapport à quelque chose de plus défensif, comme un Hau.

# CodexPage_Description,CodexPage_Pohatu_Desc
source: Pohatu is the friendly and cheerful Toa of stone. He makes it a priority to treat all of his fellow Toa with kindness and comradery- though he can sometimes be a little over-the-top about it. He demonstrates the same kindness to the Matoran as well, not treating them like inferiors, but equals. He can often be found playing Koli with the Po-Matoran. Pohatu’s set has the most unique design out of all the Toa, flipping the torso used for all of the Toa upside down. Due to this, Pohatu kicks to attack instead of swinging a weapon. His elemental attack causes a stone pillar to erupt from the ground beneath an enemy, hitting them and launching them into the air.
fr_fr: Pohatu est le Toa de la Pierre, amical et réjoui. Il a fait de traiter ses frères Toa avec gentillesse et camaraderie sa priorité - bien qu'il puisse parfois aller trop loin. Il démontre la même gentillesse envers les Matoran, ne les traitant pas comme des inférieurs, mais comme des égaux. Il peut souvent être trouvé à jour au Koli avec les Po-Matoran. Pohatu a l'apparence la plus unique de tous les Toa, avec un torse à l'envers par rapport aux autres Toa. De ce fait, Pohatu frappe du pied pour attaquer au lieu d'utiliser une arme. Son attaque élémentaire fait sortir un pilier de pierre du sol sous un ennemi, les frappant et les projetant dans les airs.

# CodexPage_Description,CodexPage_PohatusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. Canyons dotted with intricate carvings can be seen in the distance, beckoning to be explored.
fr_fr: Un étrange vaisseau qui s'est échoué sur la plage... personne sur l'île n'est sûr de son origine. Des canyons avec des sculptures délicates peuvent être vus au loin, attendant d'être explorés.

# CodexPage_Description,CodexPage_PoisonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The green variant can be found primarily in Le-Wahi. These Nui-Jaga are extremely fast, making them difficult to escape and even more difficult to avoid their relentless attacks. Take care that you don’t find yourself swarmed by a group of them.
fr_fr: Des scorpions Rahi contrôlés par Makuta. La variante verte peut être trouvée principalement à Le-Wahi. Ces Nui-Jaga sont extrêmement rapides, rendant difficile de leur échapper, et encore plus difficile d'éviter leurs attaques incessantes. Fais attention à ne pas te retrouver dépassé par un groupe.

# CodexPage_Description,CodexPage_PoKini_Desc
source: The Po-Kini is the temple of Stone. Hiding deep in the harsh Motara desert, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Turaga Onewa seems to know the secret to unlocking the temple.
fr_fr: Le Po-Kini est le temple de la Pierre. Caché dans les profondeurs du dur désert Motara, ce temple abrite une Pierre Makoki - un fragment d'une clé nécessaire pour accéder au repaire de Makuta. Turaga Onewa semble connaître le secret pour débloquer le temple.

# CodexPage_Description,CodexPage_Pokoro_Desc
source: Po-Koro, the village of Stone. This village is home to the best carvers on Mata Nui- a fact that is clear when you see the beautiful stone carvings that adorn the village and its surroundings. Merchants sell their wares in Po-Koro’s bazaar to whoever is strong enough to brave the harsh Po-Wahi deserts. Po-Koro is also seen as the home to the sport of Koli, seeing as it’s where the sport got its start. The sport’s popularity along with the bazaar make this city one of the liveliest on the island.
fr_fr: Po-Koro, le village de la Pierre. Ce village abrite les meilleurs sculpteurs de Mata Nui - ce que rendent claires les magnifiques sculptures de pierre qui ornent le village et ses alentours. Les marchands vendent leurs marchandises dans le bazar de Po-Koro à ceux qui sont assez forts pour braver les durs déserts de Po-Wahi. Po-Koro est aussi le foyer du Koli, le point d'origine de ce sport. La popularité du sport ainsi que le bazar font de cette cité une des plus animées de l'île.
