Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_MetonuHuna
source: The Huna! Very sneaky Toa... I'll get to work then!
fr_fr: Le Huna ! Petit Toa sournois... Je vais me mettre au travail !

# Dialogue_Text,DL_MetonuKakama
source: The Kakama! Ahh this one has always been one of my favorites, if I could use mask powers that'd be the one I'd wear... Anyways I'll get to work!
fr_fr: Le Kakama ! Ah, ça a toujours été un de mes favoris, si je pouvais utiliser les pouvoirs des masques ce serait celui que je porterais... Bon, il faut que je me remette au travail !

# Dialogue_Text,DL_MetonuKaukau
source: The Kaukau! Water breathing is always a handy thing to have. I'll get to work right away!
fr_fr: Le Kaukau ! Respirer sous l'eau est toujours pratique. Je me mets tout de suite au travail !

# Dialogue_Text,DL_MetonuKomau
source: The Komau! Mind control? I trust you won't go around using these on my fellow Matoran? Hah, I jest. I'll get to work then!
fr_fr: Le Komau ! Le contrôle mental ? J'espère que vous n'allez pas utiliser ça sur mes frères Matoran ? Ha, je rigole. Je me mets au travail !

# Dialogue_Text,DL_MetonuMahiki
source: The Mahiki! Huh, Illusion... alright I'll get to work!
fr_fr: Le Mahiki ! Huh, Illusion... d'accord, je me mets au travail !

# Dialogue_Text,DL_MetonuMatatu
source: The Matatu! Huh, never really saw the use in Telekinesis, but alright I'll get to work!
fr_fr: Le Matatu ! Heu, je n'ai jamais compris l'utilité de la Télékinésie, mais d'accord, je me mets au travail !

# Dialogue_Text,DL_MetonuMaterials
source: Now I hate to ask this of you, as it is a rather large list but here we go... Ten Metallic Protodermis Ingots, Ten Glow Crystals, Fifty Wahae-Mata Gel, and Two Hundred widgets. Did you catch all that?
fr_fr: Alors, je déteste demander ça de vous, puisque c'est une liste assez large, mais allons-y... Dix Lingots de Protodermis Métalliques, Dix Cristaux Brillants, Cinquante Gels Wahae-Mata, et Deux Cent Widgets. Avez-vous tout retenu ?

# Dialogue_Text,DL_MetonuMaterialsWriting
source: Oh, of couse. Here you go!
fr_fr: Oh, bien sûr. Voilà !

# Dialogue_Text,DL_MetonuMiru
source: The Miru! Levitation is nice, but I've heard it gives you a jump boost too. Maybe it should be renamed to like... The Mask of High Jump! Okay, not that but... I'll just make the thing now.
fr_fr: Le Miru ! La lévitation est agréable, mais j'ai entendu dire qu'il donne également un boost de saut. Peut-être qu'il devrait être renommé en, par exemple... Le Masque de Haute Voltige ! Okay, pas ça mais... Je vais juste fabriquer le truc.

# Dialogue_Text,DL_MetonuOrig
source: Ahh, Finally done. Wonder what I'll do now... Wait. What do I do now?
fr_fr: Ahh, finalement terminé. Je me demande ce que je vais faire maintenant... Une minute. Je fais quoi maintenant ?

# Dialogue_Text,DL_MetonuPakari
source: The Pakari! Wish I had one of those myself... Err, uhh, I mean I wish I could use the power! I'll just get to work...
fr_fr: Le Pakari ! J'aimerais moi-aussi en avoir un... Errr, euuh, je veux dire j'aimerais pouvoir utiliser son pouvoir ! Je vais me mettre au travail...

# Dialogue_Text,DL_MetonuRau
source: The Rau! Translation, not super useful but I can see the appeal... I'll get right to work then!
fr_fr: Le Rau ! Traduction, pas super utile mais je peux comprendre l'intérêt... Je vais me mettre au travail tout de suite !

# Dialogue_Text,DL_MetonuReturn
source: Ahh yes, Interested?
fr_fr: Ahh oui, intéressé ?

# Dialogue_Text,DL_MetonuRuru
source: The Ruru! I hope this may shed some light on it's location... That was bad, I'll just get to work.
fr_fr: Le Ruru ! J'espère que ceci pourra faire la lumière sur son emplacement... C'est pas bon, je vais juste retourner au travail.

# Dialogue_Text,DL_Midak1
source: G'day $T!
fr_fr: B'jour $T !

# Dialogue_Text,DL_Midak2
source: I'm not a fan of the dark, so I stay out here.
fr_fr: Je n'aime pas l'obscurité, alors je reste ici.

# Dialogue_Text,DL_MiningMatoran2
source: *Humming*
fr_fr: *Fredonnement*

# Dialogue_Text,DL_MiningMatoran3
source: *Singing* Oh, there once was a great spirit. They called him Mata-Nui, he stood tall above the clouds, he was oh so very proud. Then one day the Makuta came, and took that all away. Mata-Nui Hit the ground and will, forever, slumber now.
fr_fr: *Fredonne* Oh il était une fois un grand esprit. Ils l'appelaient Mata-Nui, il se tenait haut dans les cieux, il était fier et bienheureux. Puis un jour vint le Makuta, qui allait tout détruire. Mata-Nui, vaincu, tomba, pour, éternellement, s'endormir.

# Dialogue_Text,DL_MiningMatoranLost
source: *Cuckle* I don't know how I got out here.
fr_fr: *Rigole* Je ne sais pas comment je me suis retrouvé ici.

# Dialogue_Text,DL_MiningMatoranUssal
source: You got it, Keep going buddy!
fr_fr: C'est bien, continue comme ça mon grand !

# Dialogue_Text,DL_NightWatchGuard1
source: Greetings Toa $T. Any trouble to report?
fr_fr: Salutations Toa $T. Des ennuis à me rapporter ?

# Dialogue_Text,DL_NightWatchGuard2
source: Be on the look out for trouble makers.
fr_fr: Gardez l'œil ouvert pour les fauteurs de troubles.

# Dialogue_Text,DL_Nixie
source: Hmm, I see, interesting.
fr_fr: Hum, je vois, intéressant.

# Dialogue_Text,DL_NixieResponse
source: Ahh, Hello Toa $T, It's nothing just studying the stars.
fr_fr: Ahh, bonjour Toa $T, ce n'est rien, j'étudie juste les étoiles.

# Dialogue_Text,DL_NixieResponse1
source: I interpret the positions of the stars in relation to the Red Star to determine the future.
fr_fr: J'interprète les positions des étoiles en relation avec l'Étoile Rouge pour déterminer le futur.

# Dialogue_Text,DL_NixieResponse2
source: I've seen the tell tale signs of a big change on the horizon. For better or for worse, things will be changing Toa $T...
fr_fr: J'ai vu les signes avant coureurs d'un grand changement à l'horizon. Pour le meilleur ou pour le pire, les choses vont changer Toa $T...

# Dialogue_Text,DL_Nokama1
source: A truth that, we confess, should have been told to you from the beginning.
fr_fr: Une vérité, qui, nous l'avouons, devrait vous avoir été révélée dès le départ.

# Dialogue_Text,DL_Nokama2
source: This... this is not the first time you have descended into Mangaia.
fr_fr: Ce... ce n'est pas la première fois que vous êtes descendus dans le Mangaia.

# Dialogue_Text,DL_Nokama3
source: The Turaga and I were... holding a meeting. On my way back to Ga-Koro, I was attacked by that Tarakava you encountered and dragged down here.
fr_fr: Les Turaga et moi étions... en rassemblement. A mon retour de Ga-Koro, j'ai été attaquée par les Tarakava que tu as rencontrés et entraînée ici.

# Dialogue_Text,DL_NokamaBase1
source: $T! It is good to see you. It has been quite some time since I’ve seen a friendly face.
fr_fr: $T ! C'est bon de te voir. Je n'avais plus vu de visage amical depuis longtemps.

# Dialogue_Text,DL_NokamaHeadBack
source: I will indeed. Many thanks, Toa $T. I hope you will visit our village once I have returned- there are more things I wish to show you.
fr_fr: Effectivement. Merci à toi, Toa $T. J'espère que tu visiteras notre village quand je serai de retour - il y a d'autres choses que je souhaite te montrer.

# Dialogue_Text,DL_NokamaHeadBack2
source: I am as well. Do come visit me once I have returned to Ga-Koro. I have something which I will be able to share with you.
fr_fr: Moi aussi. Viens me rendre visite lorsque je serai rentrée à Ga-Koro. J'ai quelque-chose que je vais pouvoir te montrer.

# Dialogue_Text,DL_NokamaKoro
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
fr_fr: Quel plaisir de te voir, Toa $T. J'espère que tu apprécies ton séjour à Ga-Koro ?

# Dialogue_Text,DL_NokamaKoroGali1
source: I did, Gali. There is another artifact which you must collect, alongside your great masks. It is called a Makoki Stone, and it is a part of a key to the Makuta’s lair.
fr_fr: Oui, Gali. Il y a un autre artéfact que tu dois trouver, en plus de tes masques. Il s'appelle la Pierre Makoki, et fait partie de la clé du repaire de Makuta.

# Dialogue_Text,DL_NokamaKoroGali2
source: The stone lies within the Ga-Kini, a Temple which lies beneath the water not far from here. You must go there, descend into the temple, and retrieve the stone that lies within.
fr_fr: La pierre repose au centre du Ga-Kini, un Temple situé au fond de l'eau non loin d'ici. Tu dois t'y rendre, descendre dans le temple, et retrouver la pierre qui s'y trouve.

# Dialogue_Text,DL_NokamaKoroGali25
source: Take great care, Toa Gali. The Temple is infested with The Makuta’s Rahi. I do hope you fare better than last time.
fr_fr: Prends bien soin de toi, Toa Gali. Le Temple est infesté par les Rahi de Makuta. J'espère que tu te débrouilleras mieux que la dernière fois.

# Dialogue_Text,DL_NokamaKoroGali26
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
fr_fr: Quand tu- Oh ! Pardonne-moi, la dernière fois que *NOUS* avons tenté d'entrer dans le Ga-Kini. Un groupe de la Garde de Ga-Koro s'est fait chasser par les Rahi à l'intérieur - des Rahi que tu vas devoir affronter.

# Dialogue_Text,DL_NokamaKoroGali3
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest. And before you go, you have earned this - It's a full map of the Island, it should help you to find the Temple.
fr_fr: Je m'excuse pour cette confusion, Toa... Je te souhaite le meilleur dans ta quête. Et avant que tu partes, tu as mérité ceci - C'est une carte coomplète de l'île, cela devrait t'aider à trouver le Temple.

# Dialogue_Text,DL_NokamaKoroGali4
source: I apologize for the confusion, Toa... I wish you the best of luck on your quest.
fr_fr: Je m'excuse pour cette confusion, Toa... Je te souhaite le meilleur dans ta quête.

# Dialogue_Text,DL_NokamaKoroGali5
source: When you- Oh! Pardon me, The last time *WE* attempted to enter the Ga-Kini. A group of the Ga-Koro Guard were chased out by the Rahi inside- Rahi which you will have to defeat.
fr_fr: Quand tu- Oh ! Pardonne-moi, la dernière fois que *NOUS* avons tenté d'entrer dans le Ga-Kini. Un groupe de la Garde de Ga-Koro s'est fait chasser par les Rahi à l'intérieur - des Rahi que tu vas devoir affronter.

# Dialogue_Text,DL_NokamaKoroHow
source: Our village is doing as well as ever. However Macku hasn’t snuck out to Po-Koro lately... meaning I suspect she will try to soon.
fr_fr: Notre village se porte mieux que jamais. Cependant Macku n'a pas fugué vers Po-Koro récemment... Ce qui veut dire que je suspecte qu'elle va bientôt essayer.

# Dialogue_Text,DL_NokamaKoroOtherToa
source: For you? I am afraid not. Although there is a task of great importance that I must speak to Gali about. Please, send her to me if you see her.
fr_fr: Pour toi ? J'ai bien peur que non. Bien qu'il y ait une tâche de la plus haute importance dont je dois parler à Gali. S'il vous plaît, envoyez-la moi si vous la voyez.

# Dialogue_Text,DL_NokamaKoroPostKini
source: How nice to see you, Toa $T. I trust you are enjoying your time in Ga-Koro?
fr_fr: C'est bon de vous voir, Toa $T. J'espère que votre séjour à Ga-Koro est agréable ?

# Dialogue_Text,DL_NokamaMeeting
source: Well... truthfully I should not have mentioned it. It was of a rather... delicate nature. One that I hope I shall be able to share with you soon enough.
fr_fr: Eh bien... En vérité je n'aurais pas du le mentionner. C'était d'une nature assez... délicate. Une que j'espère pouvoir partager avec toi suffisamment tôt.

# Dialogue_Text,DL_NokamaScary
source: Indeed it was… I can remember a time when this island was peaceful- when the villages didn’t have to live in fear of the Rahi. Now those days seem like little more than a memory...
fr_fr: Effectivement, ça l'était... Je peux me souvenir d'une époque où cette île était paisible - quand les villages n'avaient pas à vivre dans la peur des Rahi. Ces derniers temps, ces jours semblent être à peine plus qu'un souvenir...

# Dialogue_Text,DL_NujuCovo1
source: Nuju extends his welcome to you, $T.
fr_fr: Nuju vous présente ses salutations, $T.

# Dialogue_Text,DL_NujuCovoFinal1
source: Nuju extends his welcome to you, $T.
fr_fr: Nuju vous présente ses salutations, $T.

# Dialogue_Text,DL_NujuCovoKiniReturn
source: Nuju extends his welcome to you, $T.
fr_fr: Nuju vous présente ses salutations, $T.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka
source: Nuju understands all that has happened. While he does not approve of deception, he acknowledges his own misunderstandings, and believes that, ultimately, the correct decision was made by us both.
fr_fr: Nuju comprend tout ce qui s'est passé. Bien qu'il n'approuve pas la tromperie, il admet ses propres incompréhensions, et il croit que, au final, nous avons tous deux pris la bonne décision.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka2
source: Perhaps at first. Yet he realizes that if order is to be restored, his own reservations and fears must be set aside.
fr_fr: Peut-être au début. Pourtant il réalise que si l'ordre doit être restauré, ses propres réserves et peurs doivent être mises de côté.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka3
source: Turaga Nuju says that he is unable to tell you at the present... but you must remain patient. All shall be revealed in due time, Toa.
fr_fr: Turaga Nuju dit qu'il est incapable de vous le dire pour le moment... Mais vous devez rester patient. Tout sera révélé en temps et en heure, Toa.

# Dialogue_Text,DL_NujuCovoKiniReturnKopaka4
source: As for now, the Turaga grants you this Makoki stone, and wishes you luck on your journey. His faith is firmly placed in you and all of the other Toa to fulfil your duty.
fr_fr: Pour l'instant, le Turaga vous fait don de cette Pierre Makoki, et vous souhaite bonne chance dans votre périple. Sa foi est placée fermement en vous et en les autres Toa pour l'accomplissement de votre devoir.

# Dialogue_Text,DL_NujuCovoKokoro
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
fr_fr: Oui. Il y a eu très peu de visiteurs à l'exception des Toa récemment - un fait dont Nuju est très satisfait.

# Dialogue_Text,DL_NujuCovoKopaka1
source: Er...Turaga Nuju says he does not… and asks only that you continue to search for your masks...
fr_fr: Euh... Turaga Nuju dit que non... Et demande simplement que vous continuiez de rechercher vos masques...

# Dialogue_Text,DL_NujuCovoKopaka3
source: Nuju says... no. He... requests that you leave.
fr_fr: Nuju dit que... non. Il... suggère que vous partiez.

# Dialogue_Text,DL_NujuCovoOtherToa
source: Turaga Nuju says he does not... although I happen to know that there's something of great importance he must speak to Kopaka about. Do let Kopaka know if you see him.
fr_fr: Turaga Nuju dit que non... Bien qu'il se trouve que je suis au courant qu'il y a quelque-chose de très important dont il doit parler à Kopaka. Prévenez Kopaka si vous le voyez.

# Dialogue_Text,DL_NujuCovoOtherToaFinal
source: The Turaga says he does not.
fr_fr: Le Turaga dit que ce n'est pas le cas.

# Dialogue_Text,DL_NujuCovoSafe
source: It has been. There have been very few visitors aside from the Toa recently- a fact which Nuju is very pleased with.
fr_fr: Oui. Il y a eu très peu de visiteurs à l'exception des Toa récemment - un fait dont Nuju est très satisfait.

# Dialogue_Text,DL_NujuTest
source: *Beep* *Whistle*
fr_fr: *Bip* *Siffle*

# Dialogue_Text,DL_Numai2
source: Hello $T, and yes you are right we have not spoken as much as I would have wished. But unless you have time while you're in Ko-Koro I fear we won't speak for some time.
fr_fr: Bonjour $T, et oui vous avez raison nous n'avons pas parlé autant que je l'aurais souhaité. Mais à moins que vous n'ayez le temps tant que vous êtes à Ko-Koro, j'ai peur que nous ne parlions pas avant un bon moment.

# Dialogue_Text,DL_Numai3
source: I plan to, yes. Whagna used to be so beautiful, but alas - all good things must come to an end.
fr_fr: C'est mon plan, oui. Whagna était belle autrefois, mais hélas - toutes les bonnes choses ont une fin.

# Dialogue_Text,DL_NumaiAbandoned1
source: Nice to see you again Toa.
fr_fr: C'est bon de vous revoir, Toa.

# Dialogue_Text,DL_NumaiAbandoned2
source: Somewhat... It's colder here than Whagna.
fr_fr: Un peu... Il fait plus froid ici qu'à Whagna.

# Dialogue_Text,DL_NumaiAbandonedSeen
source: No, I don't believe so, last time I saw any of them was when I was dropped at the dock.
fr_fr: Non, je ne crois pas, la dernière fois que j'ai vu l'un d'entre eux j'étais déposé au dock.

# Dialogue_Text,DL_NumaiFixed1
source: Welcome back Toa $T.
fr_fr: Bonjour à nouveau Toa $T.

# Dialogue_Text,DL_NumaiFixed2
source: A little, only because you were right. At least thus far, we could still be attacked by a Rahi at any point.
fr_fr: Un peu, seulement parce que vous aviez raison. Au moins jusqu'ici, nous pourrions toujours être attaqués par les Rahi à n'importe quel moment.

# Dialogue_Text,DL_NunoIntro
source: What? I'm just taking advantage of the... the market thing!
fr_fr: Ben quoi ? J'utilise juste à mon avantage le... le truc du marché !

# Dialogue_Text,DL_Nuparu
source: Hey, Hold on there!
fr_fr: Hé, attendez !

# Dialogue_Text,DL_Nuparu1
source: Ahh, Hello Toa! How are you? My name is Nuparu!
fr_fr: Ah, bonjour Toa ! Comment allez-vous ? Je m'appelle Nuparu !

# Dialogue_Text,DL_Nuparu2
source: Oh it's just this machine, it keeps breaking... why won't it just work.
fr_fr: Oh, c'est juste ma machine, elle n'arrête pas de tomber en panne... Pourquoi ne fonctionne-t-elle pas ?

# Dialogue_Text,DL_Nuparu3
source: I am! Although I prefer the term Inventor.
fr_fr: Oui ! Bien que je préfère le terme Inventeur.

# Dialogue_Text,DL_Nuparu4
source: Cylindrical brass machines?... OH! You must be talking about the Powering Stations!
fr_fr: Des mécanismes cylindriques en laiton ?... OH ! Vous devez parler des Stations d'Activation !

# Dialogue_Text,DL_Nuparu5
source: I've actually studyied them extensively. They were created hundreds of years ago for sure, and I can't prove it but I'm pretty sure the Turaga were responsible... And as you probably know, those old folk don't like to share their secrets. From my experements, I've discovered that if you put an unpowered mask in there, and smear some Wahae-Mata Gel on top, it powers the mask!
fr_fr: Pour être honnête, je les ai étudiées en détail. Elles ont été créées il y a des siècles pour sûr, et je ne peux pas le prouver mais je suis presque certain que les Turaga étaient responsables... Et comme vous le savez probablement, ces vieux débris ne partagent pas leurs secrets. D'après mes expériences, j'ai découvert que si vous mettez un masque inactif dedans, et l'enduisez de Gel Wahae-Mata, ça activera le masque !

# Dialogue_Text,DL_NuparuGel
source: Well, no one really knows. You can find it everywhere really, It's commonly sold as a cure-all for example - But I only discovered it's reaction to the mask station because I use it as a lubricant. Not the most traditional lubricant, I know, but it's pretty cheap.
fr_fr: Eh bien, personne ne le sait vraiment. Vous pouvez en trouver un peu partout, c'est commun dans le commerce - par exemple - Mais j'ai découvert sa réactivité par rapport au masque parce que je l'utilise comme lubrifiant. Ce n'est pas le lubrifiant le plus traditionnel, mais c'est plutôt bon marché.

# Dialogue_Text,DL_NuparuHow
source: *Nuparu throws his hands up in an over exaggerated shrugging motion* I studied those things for years, I have no idea - I'm not a chronicler. Although it's a pretty common theory that masks were made with their power sort of built in, but maybe... Maybe these machines are how our ancestors gave power to their masks?
fr_fr: *Nuparu lève les mains en l'air dans un haussement d'épaules un peu exagéré* J'ai étudié ces objets pendant des années, je n'ai aucune idée - je ne suis pas un chroniqueur. Bien qu'une théorie plutôt commune dit que les masques ont été fabriqués en étant préalablement infusés de puissance... Peut-être que ces machines permettaient à nos ancêtres de donner de la puissance à leurs masques ?

# Dialogue_Text,DL_NuparuPower
source: As in it gives it back it's inherent abilities, the masks we matoran wear are not like yours Toa - ours lack the special abilities that yours do. If you use one of our "unpowered" masks in the machine, with a bit of Wahae-Mata Gel, you'll be able to add it to your collection and make full use of it's powers.
fr_fr: Ça veut dire que ça active les capacités inhérentes du masque, les masques que nous Matoran portons ne sont pas comme les vôtres, Toa - les nôtres n'ont pas les capacités spéciales des vôtres. Si vous utilisez un de nos masques "inactifs" dans la machine, avec un peu de Gel Wahae-Mata, vous pourrez l'ajouter dans votre collection et faire plein usage de ses pouvoirs.

# Dialogue_Text,DL_Okin1
source: Hmm... Guess I've got more time to do research now!
fr_fr: Hum... Je suppose que j'ai plus de temps pour faire de la recherche maintenant !

# Dialogue_Text,DL_Okin2
source: Hmm? Oh Hi Toa. Onepu said that I have to "help" with the cave in, but the structural architects are still examining it.
fr_fr: Hmm ? Oh, bonjour Toa. Onepu a dit que je devais « l'aider » avec l'effondrement, mais les architectes en structure sont toujours en train de l'examiner.

# Dialogue_Text,DL_Okin3
source: It means that I can't do anything, I'm stuck here, and I'm very bored.
fr_fr: Ça veut dire que je ne peux rien faire du tout. Je suis coincé ici et je meurs d'ennui.

# Dialogue_Text,DL_Okin4
source: Hah! No, thank you Toa. While I'd love to play a game with you, I have my own - I like to imagine what Mata-Nui will be like given time, the Makuta Vanquished, Villages at peace and able to expand... Mhh, a silly game I know but it does help me pass the time indeed.
fr_fr: Hah ! Non, merci Toa. Bien que j'adorerais jouer à un jeu avec vous, j'ai déjà le mien - j'aime imaginer ce que sera Mata-Nui avec le temps, le Makuta vaincu, les villages en paix capables de s'étendre... Mmh, un jeu stupide je sais, mais il m'aide effectivement à passer le temps.

# Dialogue_Text,DL_Onepu
source: Onepu, at your service toa. Captain of the Onu-Koronan Ussalry Regiment, Champion of Ussal Racing, and Special aide to our great Turaga Whenua.
fr_fr: Onepu à votre service, Toa. Capitaine du Régiment d'Ussalerie Onu-Koronien, Champion de Courses d'Ussal, et Aide spécial de notre grand Turaga Whenua.

# Dialogue_Text,DL_Onepu1
source: Yes, sorry I know we've already met Toa, I just always do that.
fr_fr: Oui, désolé, je sais que nous nous sommes déjà rencontré Toa, je fais juste cela tout le temps.

# Dialogue_Text,DL_Onepu2
source: Haha, That's a good one $T! How could you forget someone like me!
fr_fr: Haha, c'en est une bonne $T ! Comment pourriez-vous oublier quelqu'un comme moi !

# Dialogue_Text,DL_Onepu3
source: Right I nearly forgot! Whenua's missing, sort of... I've gotten reports from just about everyone coming to the village from Po-Wahi that they've heard him nearby. But no one's been able to find him!
fr_fr: Ah oui, j'avais presque oublié ! Whenua a disparu, en quelque sorte... J'ai reçu des rapports de pratiquement tous ceux qui viennent de Po-Wahi disant qu'ils l'avaient entendu dans les parages. Mais personne n'a été capable de le trouver !

# Dialogue_Text,DL_Onepu4
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back.
fr_fr: Ce serait parfait si vous le pouviez, être son assistant ne serait pas très bon pour moi s'il ne revenait jamais.
