Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_1
source: I see. What is so important about this temple?
fr_fr: Je vois. Qu'y a -t-il de si important dans ce temple ?

# Dialogue_Response,DL_WhenuaOnua3_PlayerResponse_2
source: I see. What is so important about this temple?
fr_fr: Je vois. Qu'y a -t-il de si important dans ce temple ?

# Dialogue_Response,DL_WhenuaOnua4real_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
fr_fr: Merci Turaga. Je serais prudent.

# Dialogue_Response,DL_WhenuaOnua_PlayerResponse_1
source: I see. I am glad that you’ve found your way back to Onu-Koro safely.
fr_fr: Je vois. Je suis heureux que tu ai pu rentré à Onu-Koro en toute sécurité.

# Dialogue_Response,DL_WhenuaOnuaMap_PlayerResponse_1
source: Thank you, Turaga. I’ll make sure to exercise caution.
fr_fr: Merci Turaga. Je serais prudent.

# Dialogue_Response,DL_WhenuaSaved1_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
fr_fr: Je parie que tu as hâte de retourner à Onu-Koro alors.

# Dialogue_Response,DL_WhenuaSaved2_PlayerResponse_1
source: I’ll bet you’re eager to get back to Onu-Koro then.
fr_fr: Je parie que tu as hâte de retourner à Onu-Koro alors.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_1
source: I didn’t know you were that afraid of heights, Turaga.
fr_fr: Je ne savais pas que tu avais peur des hauteurs, Turaga.

# Dialogue_Response,DL_WhenuaSaved_PlayerResponse_2
source: What were you saying about “back in your day?”
fr_fr: Qu'est-ce que tu voulais dire par « à l'époque » ?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_1
source: Pohatu isn't expecting another race out of me, is he?
fr_fr: Pohatu ne veut pas faire une nouvelle course avec moi, rassure-moi ?

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_2
source: ...You can come back to Po-Koro, you know.
fr_fr: ... Vous pouvez retourner à Po-Koro, vous savez.

# Dialogue_Response,DL_WinRacePodu_PlayerResponse_3
source: What’s a Matoran like you doing all the way out here?
fr_fr: Qu'est-ce qu'un Matoran comme toi fait aussi loin de tout ?

# Dialogue_Response,DL_WinRacePoduGeneral_PlayerResponse_1
source: I see. I’m glad you’ve found a place where you’re happy.
fr_fr: Je vois. Je suis content que tu ai trouvé un endroit où tu es heureux.

# Dialogue_Response,DL_WinRacePoduKopaka_PlayerResponse_1
source: Good. And so have I.
fr_fr: Très bien. Comme moi.

# Dialogue_Response,DL_WinRacePoduPohatu1_PlayerResponse_1
source: He thought it was... Very Cool™.
fr_fr: J'ai trouvé qu'il était... Très Cool™.

# Dialogue_Response,DL_WinRacePoduPohatu_PlayerResponse_1
source: ...Well that certainly sounds like fun!
fr_fr: ... Et bien ça a l'air très fun !

# Dialogue_Response,DL_WinRacePohatu2_PlayerResponse_1
source: Speaking of rewards, didn’t you say there was some reward if I won?
fr_fr: En parlant de récompenses, tu n'avais pas dit qu'il y en aurait une si je gagnais ?

# Dialogue_Response,DL_WinRacePohatu_PlayerResponse_1
source: Thank you Pohatu. ...You weren’t terrible either.
fr_fr: Merci Pohatu... Tu n'étais pas mauvais non plus.

# Dialogue_Response,DL_WinRacePohatuGift_PlayerResponse_1
source: This looks idiotic.
fr_fr: Ça a l'air idiot.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_1
source: Sorry, I'm not in the market for fish.
fr_fr: Désolé, mais je ne cherche pas de poisson.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_2
source: I usually just swim after them. Makes for good practice.
fr_fr: En général, je nage juste derrière eux. C'est un bon entraînement.

# Dialogue_Response,DL_YumaFishIntro_2_PlayerResponse_3
source: I prefer to eat leaf-plants instead of rahi...
fr_fr: Je préfère manger des plantes plutôt que des Rahi...

# Dialogue_Response,DL_YumaFishIntro_Gali_PlayerResponse_1
source: Good business to you, Yuma.
fr_fr: Bonne chance à vous, Yuma.

# Dialogue_Response,DL_YumaFishIntro_lewa_PlayerResponse_1
source: Hard-doubt I will, but thanks... I suppose.
fr_fr: J'en doute, mais merci... je suppose.

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_1
source: Hello... is everything alright?
fr_fr: Bonjour... tout va bien ?

# Dialogue_Response,DL_YumaFishIntro_PlayerResponse_2
source: I'll leave you to it.
fr_fr: Je vais te laisser.

# Dialogue_Text,DL_420man
source: Huh? Oh you won't hurt me. You won't hurt me right?
fr_fr: Heu ? Oh, tu ne vas pas me blesser. Tu ne vas pas me blesser, hein ?

# Dialogue_Text,DL_420man1
source: Right. Right. I can't see the right pattern, if I could - maybe I would understand...
fr_fr: D'accord. D'accord. Je ne vois pas le bon motif, si je pouvais - peut être que je comprendrais...

# Dialogue_Text,DL_420man2
source: Yes, I'll be fine. Just as long as I don't go too deep, you can't come back from that.
fr_fr: Oui, ça ira. Tant que je ne vais pas trop loin, on ne revient pas de ça.

# Dialogue_Text,DL_Ahkmou
source: Toa! Umm, hello... Would you like to buy a Comet?
fr_fr: Toa ! Hummm, bonjour... Aimerais-tu acheter une Comète ?

# Dialogue_Text,DL_Ahkmou1
source: Why they're my main product! They are hand crafted and specifically designed to fly faster and farther than any other Kolhii ball!
fr_fr: Mais c'est mon produit principal ! Elles sont sculptées à la main et spécifiquement conçues pour voler plus vite et plus loin que n'importe quel autre balle de Kolhii !

# Dialogue_Text,DL_Ahkmou2
source: ... Well that would be my proprietary speed gel of course! It helps reduce friction on the ball.
fr_fr: ... Mais c'est mon gel de vitesse confidentiel bien sûr ! Ça aide à réduire la friction sur la balle.

# Dialogue_Text,DL_Ahkmou3
source: Well there's a good chance you have! My Comets are in very high demand at the moment, they've been selling so fast that I've had to increase the price while I wait for more stock!
fr_fr: Il y a de bonne chance ! Mes comètes sont très demandées pour le moment, elles se vendent si vite que j'ai dû augmenter le prix en attendant de refaire mon stock !

# Dialogue_Text,DL_Akamar
source: Ahh Hello $T. As you may have noticed the Po-Koro renevation is complete...
fr_fr: Ahh bonjour $T. Comme vous avez pu le remarquer, la rénovation de Po-Koro est finie...

# Dialogue_Text,DL_Akamar2
source: Well, I'm still not entirely happy with it. Maybe I'll return to it at a later date. Besides, there are more pressing matters to attend to.
fr_fr: Et bien, je ne suis toujours pas complètement satisfait. Peut-être que j'y reviendrais plus tard. De plus, il y a d'autres problèmes plus urgents à régler.

# Dialogue_Text,DL_Akamar3
source: I thank you Toa $T, however I must move on to even more important tasks. I will still remain here, but this time I will be creating the future...
fr_fr: Je te remercie, Toa $T, mais je dois m'occuper de tâches plus importantes. Je resterais ici, mais cette fois je créerais le futur...

# Dialogue_Text,DL_Akamar4
source: Yours... and your brothers, and Mata-Nui's... The future of everything.
fr_fr: Le tien... et celui de tes frères, et de Mata Nui... le futur de tout.

# Dialogue_Text,DL_AkamarBuddy
source: Ahh, hello Toa! How are you?
fr_fr: Ah, bonjour Toa ! Ça va ?

# Dialogue_Text,DL_AkamarBuddy2
source: I'm currently packing for my trip home, I was just here to help Akamar with Po-Koro. He won't need me for his next job... *Grumbles*
fr_fr: Je sis en train de faire mes valises pour retourner chez moi, je n'étais là que pour aider Akamar avec Po-Koro. Il n'aura pas besoin de moi pour son prochain projet... *Marmonne*

# Dialogue_Text,DL_AkamarBuddy3
source: It's fine, I'm not that upset about it. I suppose there are just some things you have to do alone.
fr_fr: C'est bon, je ne suis pas énervé par ça. Je suppose qu'il y a des choses qui doivent être faites seul.

# Dialogue_Text,DL_Akura
source: Sorry Toa, can't talk. Translating...
fr_fr: Désolé Toa, je ne peux pas parler. Je traduis....

# Dialogue_Text,DL_Akura1
source: *Mumbling* That's an M... Memory... Okay. *Mumbling* Ga-Koro should really be IN Naho Bay... *Mumbling*
fr_fr: *Marmonnant* C'est un S... Souvenir... Okay. * Marmonnant* Ga-Koro devrait vraiment être DANS la Baie de Naho... *Marmonnant*

# Dialogue_Text,DL_Allknowingmatoran
source: I've seen you before...
fr_fr: Je t'ai déjà vu...

# Dialogue_Text,DL_Allknowingmatoran_2
source: Not in person, no. I've seen you in my visions.
fr_fr: Pas en personne, non. Mais je t'ai vu dans mes visions.

# Dialogue_Text,DL_Allknowingmatoran_3
source: I've seen you before...
fr_fr: Je t'ai déjà vu...

# Dialogue_Text,DL_Allknowingmatoran_DidYouFindHim
source: Have you found the Matoran yet?
fr_fr: As-tu trouvé notre Turaga ?

# Dialogue_Text,DL_Allknowingmatoran_Explaination
source: Ahh yes. It's our belief that Mata-Nui can't survive without the Makuta, and vice versa. It's been our belief for... a long time.
fr_fr: Ah oui. C'est notre croyance que Mata Nui ne peut survivre sans le Makuta, et vice-versa. Cela fait... longtemps... que nous croyons cela.

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Reward
source: Wait! I found armor set during my travels, perhaps you could make use of it?
fr_fr: Attends ! J'ai trouvé une amure durant mes voyages, peut-être qu'elle pourrait te servir ?

# Dialogue_Text,DL_Allknowingmatoran_Komaru_Thanks
source: Thank you for snaping me out of it Toa!
fr_fr: Merci de m'avoir fait reprendre mes esprits, Toa !

# Dialogue_Text,DL_Allknowingmatoran_ThanksForSavingHim
source: Thank you for helping save Komaru $T!
fr_fr: Merci d'avoir aidé à sauver Komaru $T !

# Dialogue_Text,DL_Allknowingmatoran_Visions
source: Perhaps, it's unclear whether they show the future, or the past...
fr_fr: Peut-être, ce n'est pas clair si elles montrent le futur, ou le passé...

# Dialogue_Text,DL_Allknowingmatoran_Visions_2
source: Perhaps, it's unclear whether they show the future, or the past...
fr_fr: Peut-être, ce n'est pas clair si elles montrent le futur, ou le passé...

# Dialogue_Text,DL_Allknowingmatoran_WDYF2
source: Please tell me, I am eager to make sense of this vision.
fr_fr: Dis-moi, j'ai vraiment envie de comprendre cette vision.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim
source: I need you to find this Matoran, Toa. If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
fr_fr: J'ai besoin que tu trouves ce Matoran, Toa. Si tu ne le fais pas, ça pourrait être la fin de Mata Nui... Il y a une colline isolée près de la côte de Ko-Wahi, il pourrait se trouver là.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHim2
source: There's no time for that Toa, I need you to find this Matoran, If you don't it could spell the end of Mata-Nui... There's an independent hill near the Ko-Wahi shoreline that I know of, he may be hiding there.
fr_fr: Il n'y a pas le temps pour ça Toa. J'ai besoin que tu trouves ce Matoran, Toa. Si tu ne le fais pas, ça pourrait être la fin de Mata Nui... Il y a une colline isolée près de la côte de Ko-Wahi, il pourrait se trouver là.

# Dialogue_Text,DL_Allknowingmatoran_WDYFFindHimDoor
source: There should be a rock door with three spinning rocks on it, The order is Faith, Creation, then Peace
fr_fr: Il devrait y avoir une porte en pierre avec trois rochers pivotants dessus. L'ordre est Foi, Création, puis Paix

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiar
source: Really? Was there any reason why?
fr_fr: Vraiment ? Et pour quelle raison ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFLiarReason
source: Mhh Hmm interesting... Where there stones of the Great Spirit?
fr_fr: Hum, intéressant. Mais à quoi servent les pierres du Grand Esprit ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere
source: Mhh Hmm... Where there stones of the Great Spirit?
fr_fr: Humm... Où sont les pierres du Grand Esprit ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere2
source: Mhh Hmm... Where there stones of the Great Spirit?
fr_fr: Humm... Où sont les pierres du Grand Esprit ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFNotSupposedToBethere3
source: Mhh Hmm... Where there stones of the Great Spirit?
fr_fr: Humm... Où sont les pierres du Grand Esprit ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFOddMatoran
source: Really? Hmm, did he say anything that stood out to you?
fr_fr: Vraiment ? Hum, a-t-il dit quelque chose qui t'a paru étrange ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones
source: Oh no, this is a bad omen, a bad omen indeed. Did you see the Matoran's colors?
fr_fr: Oh non, c'est un mauvais présage, un vraiment mauvais présage. As-tu vu les couleurs du Matoran ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFStones2
source: Oh no, this is a bad omen, A bad omen indeed. Was there a Matoran? Did you see the Matoran's colors?
fr_fr: Oh non, c'est un mauvais présage, un vraiment mauvais présage. Y avait-il un Matoran ? As-tu vu les couleurs du Matoran ?

# Dialogue_Text,DL_Allknowingmatoran_WDYFWhatToDo
source: I... Just try talking him down, if not... Then I don't know.
fr_fr: J'ai... juste essayé de le calmer, sinon... Alors je ne sais pas.

# Dialogue_Text,DL_Allknowingmatoran_Whatdidyoufind
source: Hello Toa, have you found the place I mentioned yet?
fr_fr: Bonjour Toa, avez-vous trouvé l'endroit que j'ai mentionné ?

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw
source: One night, I lied down to rest. When I fell asleep I saw visions of a strange place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw them come out... And After a while, I woke up.
fr_fr: Une nuit, je me suis allongé pour me reposer. Lorsque je me suis endormi, j'ai eu des visions d'un étrange endroit sur la montagne... C'était un endroit froid, plein de ténèbres. Mais soudain, j'ai senti une chaleur derrière moi, je pouvais sentir que c'était un Toa. Le Toa est entré, mais je ne l'ai jamais vu ressortir... Et après un moment, je me suis réveillé.

# Dialogue_Text,DL_Allknowingmatoran_Whathesaw_2
source: One night, I lied down to rest. When I fell asleep I saw visions of a dark place on the mountain... It was a cold place, full of darkness. But suddenly I felt a warmth behind me, I could feel it was a Toa. The Toa entered, but I never saw him come out... And After a while, I woke up.
fr_fr: Une nuit, je me suis allongé pour me reposer. Lorsque je me suis endormi, j'ai eu des visions d'un étrange endroit sur la montagne... C'était un endroit froid, plein de ténèbres. Mais soudain, j'ai senti une chaleur derrière moi, je pouvais sentir que c'était un Toa. Le Toa est entré, mais je ne l'ai jamais vu ressortir... Et après un moment, je me suis réveillé.

# Dialogue_Text,DL_Allknowingmatoran_Where
source: I don't know specifically, but I do know that you can see Le-Koro from there, so perhaps the southern side of Mangai.
fr_fr: Je ne sais pas spécifiquement, mais je sais qu'on peut y voir Le-Koro, alors peut-être le côté sud du Mangai.

# Dialogue_Text,DL_BandGreeting1
source: *Doots instrument in your face*
fr_fr: *Fait sonner l'instrument dans votre face*

# Dialogue_Text,DL_Boat
source: Hello Toa, Come to rent a Boat?
fr_fr: Bonjour Toa, vous voulez louer un bateau ?

# Dialogue_Text,DL_BoatManager
source: Ahoy there Toa $T!
fr_fr: Salut Toa $T !

# Dialogue_Text,DL_BoatManager2
source: What is it ye be wantin'?
fr_fr: Qu'est-ce que tu veux ?

# Dialogue_Text,DL_BoatManager3
source: Aye, I'm told that quite often.
fr_fr: Oui, on me le dit souvent.

# Dialogue_Text,DL_BoatManagerKohi
source: Kohi? Ahh, he was one odd Po-Matoran. You rarely see people exploring the island in these dangerous times.
fr_fr: Kohi ? Ahh, c'était un Po-Matoran étrange. On voit rarement des gens explorer l'île en ces temps dangereux.

# Dialogue_Text,DL_BoatManagerKohi2
source: Aye, I believe he did... I think he said he was going to climb the Po-Koro Mesas.
fr_fr: Oui, je crois... Je crois qu'il disait qu'il allait escalader les Mesas de Po-Koro.

# Dialogue_Text,DL_BoatManagerKohi3
source: The mesas, the big ol' rocks sittin' right next to Po-Koro.
fr_fr: Les mesas, les gros rochers juste à côté de Po-Koro.

# Dialogue_Text,DL_BoatManagerQuest
source: Hello Toa, Come to rent a Boat?
fr_fr: Bonjour Toa, vous voulez louer un bateau ?

# Dialogue_Text,DL_Buyer
source: Where could it be? Maybe the next store has it?
fr_fr: Où pourrait-il se trouver ? Peut-être que l'autre boutique en a ?

# Dialogue_Text,DL_Candles1
source: Welcome welcome Toa! Here to buy a candle?
fr_fr: Bonjour bonjour Toa ! Vous venez acheter une chandelle ?

# Dialogue_Text,DL_Candles2
source: Why yes it's our sister shop! The company has plenty stores around Mata-Nui... I probably shouldn't of said that.
fr_fr: Oui, c'est notre boutique associée ! La compagnie a de nombreuses échoppes sur Mata Nui... je ne devrais probablement pas dire ça.

# Dialogue_Text,DL_CandlesCompany
source: Uhh it's not - not something I can really talk about... *Whispering* They own most of the shops here and in Onu-koro! But you didn't hear it from me!
fr_fr: Heu ce n'est pas - pas quelque chose dont je peux parler... *Murmurant* Ils possèdent la plupart des boutiques ici et à Onu-Koro ! Mais ce n'est pas moi qui l'ai dit !

# Dialogue_Text,DL_CandleSeller
source: Get your candles here! They're the brightest candles around! Straight from Ta-Koro!
fr_fr: Achetez vos chandelles ici ! Les chandelles les plus brillantes ! Importées de Ta-Koro !

# Dialogue_Text,DL_CantWait
source: I can't wait to see what the Great Spirit brought me!
fr_fr: J'ai hâte de voir ce que le Grand Esprit m'a apporté !

# Dialogue_Text,DL_CartographerHowWidgets
source: Hmm... I suppose you could ask Khalo if he has a job for you. He's the cheif Jobmaster in the city, and seems to always know of something that needs to be done.
fr_fr: Hum... Je suppose que tu pourrais demander à Khalo s'il a du travail pour toi. C'est le responsable en chef des travaux de la cité, et on dirait qu'il a toujours quelque chose qui doit être fait.

# Dialogue_Text,DL_CartographerIntro
source: Greetings, Toa. Is there anything you need from me?
fr_fr: Salutations, Toa. As-tu besoin de quelque chose ?

# Dialogue_Text,DL_CartographerIntro_2
source: I craft masks, replacements - ususally for Matoran. Do you require my services?
fr_fr: Je fabrique des masques de rechange - généralement pour les Matoran. Tu as besoin de mes services ?

# Dialogue_Text,DL_CartographerIntroNoKakama
source: Greetings, Toa. Is there anything you need from me?
fr_fr: Salutations, Toa. As-tu besoin de quelque chose ?

# Dialogue_Text,DL_CartographerIntroNoKakama1
source: I'm afraid not, that Kakama was the only one.
fr_fr: J'ai peur que non, ce Kakama était le seul.

# Dialogue_Text,DL_CartographerNeedMap
source: Hmm, I did find one a while back - It's a Kakama. I would normally price it at about 500 widgets, but i'll make an exception for you. 350 widgets it is.
fr_fr: Hum, j'ai trouvé celui-là il y a un moment - c'est un Kakama. Généralement, je ferais payer 500 widgets, mais je vais faire une exception pour toi. Va pour 350 widgets.

# Dialogue_Text,DL_CartographerPay
source: Excellent, here you go $T.
fr_fr: Excellent, voilà $T.

# Dialogue_Text,DL_CartographerPay1
source: Pleasure doing business with you $T!
fr_fr: Un plaisir de faire affaire avec toi, $T !

# Dialogue_Text,DL_CartographerPillar
source: The Pillar-Lands don't really have lots of pillars, just large natural rock formations. It's very beautiful, but quite hard to get to. Maybe not for a toa though.
fr_fr: Les Terres des Piliers n'ont pas vraiment beaucoup de piliers, juste de grandes formations rocheuses. C'est très beau, mais difficile à atteindre. Peut-être pas pour un Toa, remarque.

# Dialogue_Text,DL_CartographerQuestStart
source: Thanks for stopping by Toa $T.
fr_fr: Merci d'être passé Toa $T.

# Dialogue_Text,DL_CartographerReturn
source: Hello again $T, can you pay for the mask yet?
fr_fr: Bonjour à nouveau $T, pouvez-vous payer le masque ?

# Dialogue_Text,DL_CartographerTiro
source: Tiro Canyon is a dangerous but beatiful region just outside the city. It's home to many unique plants and rahi. If you're planning on venturing there, make sure to pack climbing gear... Although I suppose you wouldn't need that.
fr_fr: Le Canyon Tiro est une région magnifique mais dangereuse juste hors de la cité. C'est le foyer de nombreuses plantes et Rahi uniques. Si tu prévois de t'y aventurer, prends du matériel d'escalade... Mais je suppose que tu n'en auras pas besoin.

# Dialogue_Text,DL_CartographerToaLegend
source: I'm aware, but I can't make exceptions - I already gave you half off. Sorry. Making masks is how I get my widgets for a living. I wouldn't be able to eat or buy the new Kolhii ball without them.
fr_fr: J'en suis conscient mais je ne peux pas faire d'exceptions - j'ai déjà réduit le prix de moitié. Désolé. Fabriquer des masques est la façon dont je gagne ma vie. Je ne pourrais pas manger ou acheter les nouvelles balles de Kolhii sans.

# Dialogue_Text,DL_CartographerWhere
source: We're in the town of Po-Koro, in the Motara Desert. Nearby is Tiro Canyon and the Pillar-lands. We call this entire region Po-Wahi.
fr_fr: Nous sommes dans la ville de Po-Koro, dans le Désert Motara. Pas loin se trouvent le Canyon Tiro et la Terre des Piliers. Nous appelons cette région Po-Wahi.

# Dialogue_Text,DL_CaveInMatoran
source: Hmm, Oh hello $T. I must appologize if you need to get to the great mine, as you can see there's been a cave in, it may be a while yet before we can clear it out.
fr_fr: Hum, oh bonjour $T. Je suis désolé si tu devais te rendre à la grande mine, mais comme tu peux le voir il y a eu un éboulement, il va sans doute nous falloir un moment avant de le dégager.

# Dialogue_Text,DL_Cleaning
source: Hello Toa!
fr_fr: Bonjour Toa !

# Dialogue_Text,DL_Cleaning1
source: Why I'm polishing your Suva of course!
fr_fr: Mais je polis ton Suva bien sûr !

# Dialogue_Text,DL_Cleaning2
source: Oh boy... I'm honered, but I'm not him! I just a Janitor, I clean things!
fr_fr: Oh... Je suis honoré, mais ce n'est pas moi ! Je suis juste un homme de ménage, je nettoie les choses !

# Dialogue_Text,DL_DamemoExit
source: Of course I won't keep you Toa, Good luck in your travels.
fr_fr: Bien sûr, je ne vais pas te retenir Toa, bonne chance dans tes voyages.

# Dialogue_Text,DL_DamemoLeave
source: Perhaps back to Onu, or Ko-Koro. Maybe I can even start a new town!
fr_fr: Peut-être à Onu, ou Ko-Koro. Peut-être que je peux même commencer une nouvelle ville !

# Dialogue_Text,DL_DamemoLose
source: Toa, you're back, and alive too!
fr_fr: Toa, tu es de retour, et en vie également !

# Dialogue_Text,DL_DamemoLose1
source: Too strong for a Toa? Oh my...
fr_fr: Trop fort pour un Toa ? Oh mon...

# Dialogue_Text,DL_DamemoLose2
source: I see... I suppose you're right. I guess there's really nothing left for me here, if there's no way to restore the river.
fr_fr: Je vois... Je suppose que tu as raison. Je suppose qu'il ne reste vraiment rien pour moi ici, si ce n'est pas possible de restaurer la rivière.

# Dialogue_Text,DL_DamemoRuki
source: How? Oh I see you- you found out about that... Yes we collect Pink Tailed Ruki which are illegal in Po, Onu, Ga, and Ta-Koro. I started this town to get out of the jurisdiction of Onu-Koro law on their collection.
fr_fr: Comment ? Oh, je vois que - que tu as découvert ça... Oui, nous collectons des Ruki à Queues Roses, ce qui est illégal à Po, Onu, Ga, et Ta-Koro. J'ai fondé cette ville pour échapper aux lois d'Onu-Koro sur leur collecte.
