Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Quest_Description,Quest_TaMakokiStone_Desc
source: Turaga Vakama needs you to recover a part of an important key called the Makoki stone.
fr_fr: Turaga Vakama a besoin de vous pour retrouver une pièce d'une clé importante, appelée la pierre Makoki.

# Quest_Description,Quest_TheLakeOfFrost_Desc
source: Dameo has asked you to restore the flow of the river and by extension restore his fishing town.
fr_fr: Dameo vous a demandé de l'aider à restaurer le flux de la rivière, et par extension à sauver son village de pêcheurs.

# Quest_Description,Quest_TheToaOfFire1_Desc
source: Remember...
fr_fr: Souviens-toi...

# Quest_Description,Quest_TheTuragaOfAir_Desc
source: Turaga Matau has been missing for a while, Find him and help him get back to Le-koro.
fr_fr: Le Turaga Matau a disparu depuis quelque temps, Trouvez le et aidez-le à revenir à Le-Koro.

# Quest_Description,Quest_TheTuragaOfEarth_Desc
source: Turaga Whenua has been missing for a while, Find him and help him get back to Onu-koro.
fr_fr: Le Turaga Whenua a disparu depuis quelque temps, Trouvez le et aidez-le à revenir à Onu-Koro.

# Quest_Description,Quest_TheTuragaOfIce_Desc
source: Turaga Nuju got lost when passing through the drifts, find him and help him get back to Ko-koro.
fr_fr: Le Turaga Nuju s'est perdu en passant dans le gorges, trouvez-le et aidez là à revenir à Ko-Koro.

# Quest_Description,Quest_TheTuragaOfStone_Desc
source: Turaga Onewa has been missing for a while, Find him and help him get back to Po-koro.
fr_fr: Le Turaga Nokama a disparu depuis quelque temps, Trouvez-le et aidez-le à revenir à Po-Koro.

# Quest_Description,Quest_TheTuragaOfWater_Desc
source: Turaga Nokama has been missing for a while, Find her and ensure her safety.
fr_fr: La Turaga Nokama a disparu depuis quelque temps, Trouvez-là et assurez-vous qu'elle est en sécurité.

# Quest_Name,Quest_Amongsttheburnttrees
source: Among the burnt trees
fr_fr: Au milieu des arbres brûlés

# Quest_Name,Quest_CalmCave
source: A Calm Cave
fr_fr: Une Grotte Calme

# Quest_Name,Quest_Challange
source: The Challenge
fr_fr: Le Défi

# Quest_Name,Quest_CometHunt
source: The Comet Hunt
fr_fr: La Chasse à la Comète

# Quest_Name,Quest_DangerOnTheHorizon
source: Danger On The Horizon
fr_fr: Danger à l'Horizon

# Quest_Name,Quest_FindKumo
source: A Friend In Need
fr_fr: Un Ami dans le Besoin

# Quest_Name,Quest_FrozenInWood
source: Frozen In Wood
fr_fr: Gelé dans le Bois

# Quest_Name,Quest_FrozenTower
source: The Frozen Tower
fr_fr: La Tour Gelée

# Quest_Name,Quest_Gakoro
source: The Village of Water
fr_fr: Le Village de l'Eau

# Quest_Name,Quest_Gali
source: The Toa of Water
fr_fr: La Toa de l'Eau

# Quest_Name,Quest_GaMakokiStone
source: The Temple of Water
fr_fr: Le Temple de l'Eau

# Quest_Name,Quest_KiniNui
source: The Kini-Nui
fr_fr: Le Kini-Nui

# Quest_Name,Quest_Kokoro
source: The Village of Ice
fr_fr: Le Village de la Glace

# Quest_Name,Quest_KoMakokiStone
source: The Temple of Ice
fr_fr: Le Temple de la Glace

# Quest_Name,Quest_Kopaka
source: The Toa of Ice
fr_fr: Le Toa de la Glace

# Quest_Name,Quest_Lekoro
source: The Village of Air
fr_fr: Le Village de l'Air

# Quest_Name,Quest_LeMakokiStone
source: The Temple of Air
fr_fr: Le Temple de l'Air

# Quest_Name,Quest_LeTemple
source: A Temple in the Jungle
fr_fr: Un Temple dans la Jungle

# Quest_Name,Quest_Lewa
source: The Toa of Air
fr_fr: Le Toa de l'Air

# Quest_Name,Quest_LostResearch
source: Lost Research
fr_fr: Recherche Perdue

# Quest_Name,Quest_Mangaia
source: The Makuta's Lair
fr_fr: Le Repaire de Makuta

# Quest_Name,Quest_OnTheLine
source: On The Line
fr_fr: Sur le Fil

# Quest_Name,Quest_Onua
source: The Toa of Earth
fr_fr: Le Toa de la Terre

# Quest_Name,Quest_Onukoro
source: The Village of Earth
fr_fr: Le Village de la Terre

# Quest_Name,Quest_OnuMakokiStone
source: The Temple of Earth
fr_fr: Le Temple de la Terre

# Quest_Name,Quest_Pohatu
source: The Toa of Stone
fr_fr: Le Toa de la Pierre

# Quest_Name,Quest_Pokoro
source: The Village of Stone
fr_fr: Le Village de la Pierre

# Quest_Name,Quest_PoMakokiStone
source: The Temple of Stone
fr_fr: Le Temple de la Pierre

# Quest_Name,Quest_PoTemple
source: A Temple Under the sands
fr_fr: Un Temple sous les Sables

# Quest_Name,Quest_ProphetOfTheMakuta
source: Prophet Of The Makuta
fr_fr: Prophète du Makuta

# Quest_Name,Quest_Protosteel
source: The Secret of Protosteel
fr_fr: Le Secret du Protoacier

# Quest_Name,Quest_Staff
source: The Staff Scramble
fr_fr: Le Mélange de Bâtons

# Quest_Name,Quest_Tahu
source: The Toa of Fire
fr_fr: Le Toa du Feu

# Quest_Name,Quest_Takoro
source: The Village of Fire
fr_fr: Le Village du Feu

# Quest_Name,Quest_TaMakokiStone
source: The Temple of Fire
fr_fr: Le Temple du Feu

# Quest_Name,Quest_TheLakeOfFrost
source: The Lake of The Frost
fr_fr: Le Lac Gelé

# Quest_Name,Quest_TheToaOfFire1
source: The Toa Of Fire
fr_fr: Le Toa du Feu

# Quest_Name,Quest_TheTuragaOfAir
source: The Turaga of Air
fr_fr: Le Turaga de l'Air

# Quest_Name,Quest_TheTuragaOfEarth
source: The Turaga Of Earth
fr_fr: Le Turaga de la Terre

# Quest_Name,Quest_TheTuragaOfIce
source: The Turaga Of Ice
fr_fr: Le Turaga de la Glace

# Quest_Name,Quest_TheTuragaOfStone
source: The Turaga Of Stone
fr_fr: Le Turaga de la Pierre

# Quest_Name,Quest_TheTuragaOfWater
source: The Turaga Of Water
fr_fr: La Turaga de l'Eau

# Quest_Objective,Quest_Amongsttheburnttrees_Objective_1
source: Talk to the Temple master of the Ta-wahi temple.
fr_fr: Parlez au maître du temple dans le temple de Ta-Wahi.

# Quest_Objective,Quest_CalmCave_Objective_1
source: Defeat all of the rahi.
fr_fr: Vainquez tous les Rahi.

# Quest_Objective,Quest_CalmCave_Objective_2
source: Talk to the Hiding matoran.
fr_fr: Parlez au Matoran caché.

# Quest_Objective,Quest_Challange_Objective_1
source: Speak to Podu at the tip of the Motara Desert.
fr_fr: Parlez à Podu au bout du Désert de Motara.

# Quest_Objective,Quest_Challange_Objective_2
source: Accept the Challange.
fr_fr: Acceptez le défi.

# Quest_Objective,Quest_Challange_Objective_3
source: Beat Pohatu to Po-koro.
fr_fr: Arrivez avant Pohatu à Po-Koro.

# Quest_Objective,Quest_CometHunt_Objective_1
source: Give Komeke a Comet.
fr_fr: Donnez une Comète à Komeke.

# Quest_Objective,Quest_DangerOnTheHorizon_Objective_1
source: Defeat the Tarakava guarding the Temple.
fr_fr: Vainquez les Tarakava gardant le Temple.

# Quest_Objective,Quest_FindKumo_Objective_1
source: Find Kumo in Fau swamp Near the lake he fishes in.
fr_fr: Trouvez Kumo dans le marécage de Fau, près du lac où il pêche.

# Quest_Objective,Quest_FrozenInWood_Objective_1
source: Find the Protosteel Tool.
fr_fr: Trouvez l'Outil en Protoacier.

# Quest_Objective,Quest_FrozenTower_Objective_1
source: Defeat all of the rahi in the tower.
fr_fr: Vainquez tous les Rahi dans la tour.

# Quest_Objective,Quest_Gakoro_Objective_1
source: Travel to Ga-Koro and Speak to Hahli.
fr_fr: Rendez-vous à Ga-Koro et parlez à Hahli.

# Quest_Objective,Quest_Gali_Objective_1
source: Travel to Ga-Koro and Interact with the Suva.
fr_fr: Rendez-vous à Ga-Koro et interagissez avec le Suva.

# Quest_Objective,Quest_GaMakokiStone_Objective_1
source: Speak to Nokama in Ga-koro
fr_fr: Parlez à Nokama à Ga-Koro

# Quest_Objective,Quest_Infestation_Objective_1
source: Free the town of Nui-Jaga.
fr_fr: Libérez la ville des Nui-Jaga.

# Quest_Objective,Quest_KiniNui_Objective_1
source: Speak to the other Toa at the Kini-Nui.
fr_fr: Parlez aux autres Toa au Kini-Nui.

# Quest_Objective,Quest_Kokoro_Objective_1
source: Travel to Ko-Koro and find Matoro
fr_fr: Rendez-vous à Ko-Koro et trouvez Matoro

# Quest_Objective,Quest_KoMakokiStone_Objective_1
source: Return to Ko-koro and speak to Nuju.
fr_fr: Retournez à Ko-Koro et parlez à Nuju.

# Quest_Objective,Quest_KoMakokiStone_Objective_2
source: Speak to Matoro.
fr_fr: Parlez à Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_3
source: Meet Matoro at the Ko-Kini.
fr_fr: Retrouvez Matoro au Kini-Nui.

# Quest_Objective,Quest_KoMakokiStone_Objective_5
source: Speak to Matoro.
fr_fr: Parlez à Matoro.

# Quest_Objective,Quest_KoMakokiStone_Objective_6
source: Return to Ko-koro and speak to Nuju.
fr_fr: Retournez à Ko-Koro et parlez à Nuju.

# Quest_Objective,Quest_Kopaka_Objective_1
source: Travel to Ko-Koro and Interact with the Suva.
fr_fr: Voyagez jusqu'à Ko-Koro et interagissez avec le Suva.

# Quest_Objective,Quest_Lekoro_Objective_1
source: Travel to Le-Koro and find Kongu
fr_fr: Voyagez jusqu'à Le-Koro et trouvez Kongu

# Quest_Objective,Quest_LeMakokiStone_Objective_1
source: Return to Le-koro and speak to Matau.
fr_fr: Retournez à Le-Koro et parlez avec Matau.

# Quest_Objective,Quest_LeTemple_Objective_1
source: Find the hidden tresure.
fr_fr: Trouvez le trésor caché.

# Quest_Objective,Quest_Lewa_Objective_1
source: Travel to Le-Koro and Interact with the Suva.
fr_fr: Voyagez jusqu'à Le-Koro et interagissez avec le Suva.

# Quest_Objective,Quest_LostResearch_Objective_1
source: Recover Kylma's research from the temple ruins.
fr_fr: Récupérer les recherches de Kylma dans les ruines du temple.

# Quest_Objective,Quest_LostResearch_Objective_2
source: Return the papers to Kylma
fr_fr: Ramener les papiers à Kylma

# Quest_Objective,Quest_Mangaia_Objective_1
source: Fight through the Mangaia.
fr_fr: Frayez-vous un chemin à travers le Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_2
source: Fight through the Mangaia.
fr_fr: Frayez-vous un chemin à travers le Mangaia.

# Quest_Objective,Quest_Mangaia_Objective_3
source: Defeat the Shadow Toa.
fr_fr: Vaincre le Toa de l'Ombre.

# Quest_Objective,Quest_OnTheLine_Objective_1
source: Reka has told you to find Khalo, the local Jobmaster; He may have a way for you to earn the widgets.
fr_fr: Reka vous a dit de trouver Khalo, le Responsable des Taches local; Il pourrait avoir un plan pour vous faire gagner des widgets.

# Quest_Objective,Quest_OnTheLine_Objective_2
source: Jobmaster Khalo told you to investigate the Onu-Koro shipping center and determine the status of his shipment.
fr_fr: Le Responsable des Taches Khalo vous a demandé d'enquêter au centre de transport d'Onu-Koro et de déterminer l'état de sa cargaison.

# Quest_Objective,Quest_OnTheLine_Objective_3
source: Omak has told you the couriers with Khalo's shipment may be somewhere in the Pillar-Lands north-east of the shipment center.
fr_fr: Omak vous a dit que les coursiers avec la cargaison de Khalo pourraient être quelque part dans la Région des Piliers, au nord-est du centre de transport.

# Quest_Objective,Quest_OnTheLine_Objective_4
source: Jobmaster Khalo's shipment was filled with illegal ruki fish, confront him about this.
fr_fr: La cargaison du Gardien d'Ecurie Khalo était remplie de poisson ruki illégal, allez lui demander des explications.

# Quest_Objective,Quest_Onua_Objective_1
source: Travel to Onu-Koro and Interact with the Suva.
fr_fr: Rendez-vous à Onu-Koro et interagissez avec le Suva.

# Quest_Objective,Quest_Onukoro_Objective_1
source: Travel to Onu-Koro and find Onepu
fr_fr: Rendez-vous à Onu-Koro et trouvez Onepu

# Quest_Objective,Quest_OnuMakokiStone_Objective_1
source: Speak to Whenua in Onu-koro
fr_fr: Parlez à Whenua à Onu-Koro

# Quest_Objective,Quest_Pohatu_Objective_1
source: Travel to Po-Koro and Interact with the Suva.
fr_fr: Rendez-vous à Po-Koro et interagissez avec le Suva.

# Quest_Objective,Quest_Pokoro_Objective_1
source: Travel to Po-Koro and speak to Huki
fr_fr: Rendez-vous à Po-Koro et parlez à Huki

# Quest_Objective,Quest_PoMakokiStone_Objective_1
source: Speak to Onewa in Po-koro
fr_fr: Parlez à Onewa à Po-Koro

# Quest_Objective,Quest_PoTemple_Objective_1
source: Find the tresure
fr_fr: Trouvez le trésor

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_1
source: Find the cave.
fr_fr: Trouvez la grotte.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_2
source: Talk to the Matoran.
fr_fr: Parlez au Matoran.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_3
source: Complete the puzzle to escape.
fr_fr: Résolvez le puzzle pour vous échapper.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_4
source: Return to the strange matoran in le-koro and tell him of your findings.
fr_fr: Retournez à l'étrange matoran à Le-Koro et parlez lui de vos découvertes.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_5
source: Find and the Insane Matoran. There is a lock on the door to the cave he is hiding in, the strange matoran said the code would be Faith, Creation, Peace.
fr_fr: Trouvez le Matoran Fou. Il y a un verrou sur la porte de la grotte où il se cache, l'étrange matoran a dit que le code serait Foi, Création, Paix.

# Quest_Objective,Quest_ProphetOfTheMakuta_Objective_6
source: Talk To The Insane Matoran
fr_fr: Parlez au Matoran Fou

# Quest_Objective,Quest_Protosteel_Objective_1
source: Return to the Town
fr_fr: Retournez au Village

# Quest_Objective,Quest_Protosteel_Objective_2
source: Discover what happened to the town.
fr_fr: Découvrez ce qui est arrivé au village.

# Quest_Objective,Quest_Protosteel_Objective_3
source: Find Kohi (He went to Ga-Koro to charter a boat)
fr_fr: Trouvez Kohi (Il est parti vers Ga-Koro pour affréter un bateau)

# Quest_Objective,Quest_Protosteel_Objective_4
source: Pull the protosteel sword from the stone
fr_fr: Extirpez l'épée de protoacier de la pierre

# Quest_Objective,Quest_Protosteel_Objective_5
source: Speak to Kohi
fr_fr: Parlez à Kohi

# Quest_Objective,Quest_Protosteel_Objective_6
source: Visit Kohi's forge in Po-koro
fr_fr: Visitez la forge de Kohi à Po-Koro

# Quest_Objective,Quest_Protosteel_Objective_7
source: Recive Kohi's Gift
fr_fr: Récupérez le Cadeau de Kohi

# Quest_Objective,Quest_Staff_Objective_1
source: Speak to Takar about the mix up.
fr_fr: Parlez à Takar à propos de la confusion.

# Quest_Objective,Quest_Staff_Objective_2
source: Get the Staff shipment back from Niidok.
fr_fr: Reprenez la cargaison de Bâtons à Niidok.

# Quest_Objective,Quest_Staff_Objective_3
source: Return to Takar and give him the shipment.
fr_fr: Retournez vers Takar et donnez lui la cargaison.

# Quest_Objective,Quest_Tahu_Objective_1
source: Travel to Ta-Koro and Interact with the Suva.
fr_fr: Rendez-vous à Ta-Koro et interagissez avec le Suva.

# Quest_Objective,Quest_Takoro_Objective_1
source: Travel to Ta-Koro and find Jala.
fr_fr: Rendez-vous à Ta-Koro et trouvez Jala.

# Quest_Objective,Quest_Takoro_Objective_2
source: Talk to Turaga Vakama.
fr_fr: Parlez à Turaga Vakama.

# Quest_Objective,Quest_TaMakokiStone_Objective_1
source: Speak to Vakama.
fr_fr: Parlez à Vakama.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_1
source: Find the cause of the river stoppage.
fr_fr: Trouvez la raison de l'asséchement de la rivière.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_2
source: Defeat the "Tarakava of the Frost"
fr_fr: Vainquez le "Tarakava du Froid"

# Quest_Objective,Quest_TheLakeOfFrost_Objective_3
source: Speak to the matoran.
fr_fr: Parlez au Matoran.

# Quest_Objective,Quest_TheLakeOfFrost_Objective_4
source: Report to Dameo.
fr_fr: Faites votre rapport à Dameo.

# Quest_Objective,Quest_TheToaOfFire1_Objective_1
source: Find Mask
fr_fr: Trouvez le Masque

# Quest_Objective,Quest_TheToaOfFire1_Objective_2
source: Pick Up Mask
fr_fr: Récupérez le Masque

# Quest_Objective,Quest_TheToaOfFire1_Objective_3
source: Use Mask Power
fr_fr: Utilisez le Pouvoir du Masque

# Quest_Objective,Quest_TheToaOfFire1_Objective_4
source: Retrive Sword
fr_fr: Récupérez l'Épée

# Quest_Objective,Quest_TheToaOfFire1_Objective_5
source: Defeat the Rahi
fr_fr: Vainquez les Rahi

# Quest_Objective,Quest_TheToaOfFire1_Objective_6
source: Investigate The Figure
fr_fr: Investiguez La Figurine

# Quest_Objective,Quest_TheToaOfFire1_Objective_7
source: Head to Ta Koro
fr_fr: Dirigez-vous vers Ta-Koro

# Quest_Objective,Quest_TheTuragaOfAir_Objective_1
source: Find Matau.
fr_fr: Trouvez Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_2
source: Attack the tree to loose Matau.
fr_fr: Attaquez l'arbre pour libérer Matau.

# Quest_Objective,Quest_TheTuragaOfAir_Objective_3
source: Talk To Matau.
fr_fr: Parlez à Matau.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_1
source: Find Whenua and Speak to him.
fr_fr: Trouvez Whenua et parlez-lui.

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_2
source: Push Whenua. (Attack him)
fr_fr: Poussez Whenua. (Attaquer)

# Quest_Objective,Quest_TheTuragaOfEarth_Objective_3
source: Speak to Whenua.
fr_fr: Parlez à Whenua.

# Quest_Objective,Quest_TheTuragaOfIce_Objective_1
source: Find and save Nuju.
fr_fr: Trouvez et sauvez Nuju.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_1
source: Find Onewa and Speak to him.
fr_fr: Trouvea Onewa et parlez-lui.

# Quest_Objective,Quest_TheTuragaOfStone_Objective_2
source: Attack the pillar to make a ramp up for Onewa
fr_fr: Attaquez le pilier pour faire une rampe pour Onewa

# Quest_Objective,Quest_TheTuragaOfStone_Objective_3
source: Talk To Onewa
fr_fr: Parlez à Onewa

# Quest_Objective,Quest_TheTuragaOfWater_Objective_1
source: Find Nokama.
fr_fr: Trouvez Nokama.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_2
source: Defeat the Tarakava.
fr_fr: Vainquez le Tarakava.

# Quest_Objective,Quest_TheTuragaOfWater_Objective_3
source: Find Nokama and Speak to her.
fr_fr: Trouvez Nokama et parlez-lui.

# ST_CutsceneDialogue,MakutaExplode_Line1
source: Everyone's alright? Good.
fr_fr: Tout le monde va bien ? Bien.

# ST_CutsceneDialogue,MakutaExplode_Line10
source: Makuta used this to reset us to when we first arrived. Do you think…?
fr_fr: Le Makuta a utilisé cela pour nous remettre à zéro quand nous sommes arrivés pour la première fois. Vous pensez que... ?

# ST_CutsceneDialogue,MakutaExplode_Line11
source: It’s our only chance.
fr_fr: C'est notre seule chance.

# ST_CutsceneDialogue,MakutaExplode_Line12
source: This is the only way to dispel his influence over us. Over the whole island!
fr_fr: C'est le seul moyen de dissiper son influence sur nous. Sur toute l'île !

# ST_CutsceneDialogue,MakutaExplode_Line13
source: Then it is what we must do.
fr_fr: Alors c'est ce que nous devons faire.

# ST_CutsceneDialogue,MakutaExplode_Line14
source: ...I can only hope we'll do better next time.
fr_fr: ... Je ne peux qu'espérer qu'on fera mieux la prochaine fois.

# ST_CutsceneDialogue,MakutaExplode_Line15
source: You are out of time, Toa.
fr_fr: Vous n'avez plus le temps, Toa.

# ST_CutsceneDialogue,MakutaExplode_Line16
source: Not anymore.
fr_fr: Plus maintenant.

# ST_CutsceneDialogue,MakutaExplode_Line17
source: What? Stop! What are you doing?
fr_fr: Quoi ? Arrête ! Qu'est-ce que tu fais ?

# ST_CutsceneDialogue,MakutaExplode_Line18
source: What I have to.
fr_fr: Ce que je dois faire.

# ST_CutsceneDialogue,MakutaExplode_Line2
source: Is this it? Have we won?
fr_fr: C'est bon ? On a gagné ?

# ST_CutsceneDialogue,MakutaExplode_Line3
source: I think... we have.
fr_fr: Je crois que... oui.

# ST_CutsceneDialogue,MakutaExplode_Line4
source: Not... quite.
fr_fr: Pas... vraiment.

# ST_CutsceneDialogue,MakutaExplode_Line5
source: Give up, You've been defeated!
fr_fr: Abandonne, tu es vaincu !

# ST_CutsceneDialogue,MakutaExplode_Line6
source: What’s going on?
fr_fr: Que se passe-t-il ?

# ST_CutsceneDialogue,MakutaExplode_Line7
source: He’s going to bring all of Mangaia down on us!
fr_fr: Il va nous faire tomber tout Mangaia dessus !

# ST_CutsceneDialogue,MakutaExplode_Line8
source: You fool! You’ll crush yourself as well!
fr_fr: Idiot ! Tu vas t'écraser aussi !

# ST_CutsceneDialogue,MakutaExplode_Line9
source: I am not killed so easily. Unfortunately, you are far more fragile.
fr_fr: Je ne suis pas si facile à tuer. Malheureusement, vous êtes beaucoup plus fragile.

# ST_CutsceneDialogue,MakutaIntro_Line1
source: Makuta! We have come!
fr_fr: Makuta ! Nous sommes arrivés !

# ST_CutsceneDialogue,MakutaIntro_Line10
source: We’ve come to break your cycle of destruction and lies! You shall not control us, or the matoran.
fr_fr: Nous sommes venus mettre fin à ton cycle de destruction et tes mensonges ! Tu ne nous contrôleras pas, et les Matoran non plus.

# ST_CutsceneDialogue,MakutaIntro_Line11
source: ...interesting.
fr_fr: ... intéressant.

# ST_CutsceneDialogue,MakutaIntro_Line12
source: It seems the foolish Turaga have grown weary of their deception. How many defeats did you need to suffer before they revealed their secrets?
fr_fr: On dirait que ces idiots de Turaga se sont lassés de leurs tromperies. Combien de défaites faut-il que vous souffriez avant qu'ils ne révèlent leurs secrets ?

# ST_CutsceneDialogue,MakutaIntro_Line13
source: And how many other secrets do they still selfishly cling to after all of these years?
fr_fr: Et à combien d'autres secrets s'accrochent-ils toujours égoïstement après toutes ces années ?

# ST_CutsceneDialogue,MakutaIntro_Line14
source: Enough of your deceitful words. Your reign ends here!
fr_fr: Assez de ces mensonges. Ton règne prend fin maintenant !

# ST_CutsceneDialogue,MakutaIntro_Line15
source: We won’t allow you to reset us again!
fr_fr: Nous ne te permettrons pas de nous remettre à zéro encore !

# ST_CutsceneDialogue,MakutaIntro_Line16
source: ...Yes... I believe you are correct.
fr_fr: ... Oui... Je crois que tu as raison.

# ST_CutsceneDialogue,MakutaIntro_Line17
source: What?
fr_fr: Quoi ?

# ST_CutsceneDialogue,MakutaIntro_Line18
source: I enjoyed toying with you, Toa. Watching you struggle past all of my challenges only to fail again, and again, and again. But I believe... that time has passed.
fr_fr: J'ai apprécié de jouer avec vous, Toa. Vous voir lutter face à mes challenges et échouer encore, et encore, et encore. Mais je crois... qu'il est temps d'y mettre fin.

# ST_CutsceneDialogue,MakutaIntro_Line19
source: I’ll be sure to kill you this time.
fr_fr: Je m'assurerais de vous tuer cette fois.

# ST_CutsceneDialogue,MakutaIntro_Line2
source: Welcome, Toa.
fr_fr: Bienvenue, Toa.

# ST_CutsceneDialogue,MakutaIntro_Line20
source: WAIT!
fr_fr: ATTENDS !

# ST_CutsceneDialogue,MakutaIntro_Line3
source: You... are the Makuta?
fr_fr: Tu... es le Makuta ?

# ST_CutsceneDialogue,MakutaIntro_Line4
source: I am that which you have sworn to protect.
fr_fr: Je suis ce que vous avez juré de protéger.

# ST_CutsceneDialogue,MakutaIntro_Line5
source: It’s a trick... another one of Makuta’s illusions.
fr_fr: C'est un mensonge... une autre illusion du Makuta.

# ST_CutsceneDialogue,MakutaIntro_Line6
source: You defile Mata Nui’s name by taking the form of the matoran!
fr_fr: Tu salis le nom de Mata Nui en prenant la forme d'un Matoran !

# ST_CutsceneDialogue,MakutaIntro_Line7
source: You know nothing of my brother’s name, nor his will. You do not even know the truth...
fr_fr: Vous ne savez rien du nom de mon frère, ni de sa volonté. Vous ne connaissez même pas la vérité...

# ST_CutsceneDialogue,MakutaIntro_Line8
source: We know the truth! We know what you’ve done to us in the past!
fr_fr: Nous connaissons la vérité ! Nous savons ce que tu nous a fait par le passé !

# ST_CutsceneDialogue,MakutaReturn_Line1
source: Why must you persist? Can you not see how futile your struggle is?
fr_fr: Pourquoi persister ? Ne voyez-vous pas à quel point votre lutte est futile ?

# ST_CutsceneDialogue,MakutaReturn_Line2
source: You cannot hold us any longer! This cycle ends here!
fr_fr: Tu ne peux plus nous retenir ! Ce cycle prend fin ici !

# ST_CutsceneDialogue,MakutaReturn_Line3
source: I shall use this mask to rule over the Matoran! It is my destiny!
fr_fr: J'utiliserai ce masque pour gouverner les Matoran ! C'est ma destinée !

# ST_CutsceneDialogue,MakutaReturn_Line4
source: And it is our destiny to defeat you!
fr_fr: Et c'est notre destinée de te vaincre !
