Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_Tamaru3
source: You are right, but I believe us to be Same-hearted. I consider us to be ever-long friends Toa $T.
fr_fr: Vous avez raison, mais je pense que nos Cœurs sont semblables. Je nous considère comme de sincères amis, Toa $T.

# Dialogue_Text,DL_Taphal1
source: Huh, oh hello $T. I'm not being lazy, just taking a small break.
fr_fr: Huh, oh bonjour $T. Je ne tire pas au flanc, je prends juste une petite pause.

# Dialogue_Text,DL_Taphal2
source: Well, I'm the town's repair man of sorts - and everyone is counting on me to fill their requests. I don't want to let them down!
fr_fr: Eh bien, je suis l'homme à tout faire de la ville, en quelque-sorte - et tout le monde compte sur moi pour honorer leurs commandes. Je ne veux pas les décevoir !

# Dialogue_Text,DL_Taphal3
source: Of course. I will, thank you Toa.
fr_fr: Bien sûr. Je le ferai, merci Toa.

# Dialogue_Text,DL_TaphalFixed
source: Oh, hey Toa! Like what I've done with the place?
fr_fr: Oh, bonjour Toa ! Vous aimez ce que j'ai fait de l'endroit ?

# Dialogue_Text,DL_TaphalFixed2
source: Oh, what YOU've done?
fr_fr: Oh, ce que TU as fait ?

# Dialogue_Text,DL_TaphalFixed3
source: Alright alright, what we've done.
fr_fr: D'accord, d'accord, ce que nous avons fait.

# Dialogue_Text,DL_TaphalFixed4
source: For the most part, Parhi bought the materials, Kalhi helped move them, but me and my apprentice have done most of the work.
fr_fr: Pour la majeure partie, Parhi a acheté les matériaux, Kahli a aidé à les déplacer, mais mon apprenti et moi avons fait la plus grande partie du travail.

# Dialogue_Text,DL_TaphalFixed5
source: That's right, I've helped a lot. I hand Taphal tools...
fr_fr: C'est vrai, j'ai beaucoup aidé. Je donne ses outils à Taphal...

# Dialogue_Text,DL_TaphalFixed6
source: I'm teaching you!
fr_fr: Je t'enseigne !

# Dialogue_Text,DL_TaphalFixing1
source: *Muttering to self* Gotta fix it - Just keep working...
fr_fr: *Marmonne* Dois réparer - Juste continuer de travailler...

# Dialogue_Text,DL_TaphalFixing2
source: I'm just fine - I just have to keep at it, we'll finish it eventually!
fr_fr: Je vais bien, je dois juste continuer, on finira par terminer tout ça !

# Dialogue_Text,DL_TaphalQuestion
source: Hah, Yes Tafall. Me and her have a nice give and take, almost like a rivalry.
fr_fr: Hah, Oui Tafall. Elle et moi avons une bonne répartie, presque comme une rivalité.

# Dialogue_Text,DL_TelescopeMan
source: </><Matoran>Over and over again and again The darkness controls the wheel</><Key> ... What could it mean...
fr_fr: </><Matoran>Encore et encore, toujours et toujours Les ténèbres contrôlent la roue</><Key> ... Qu'est-ce que cela peut vouloir dire...

# Dialogue_Text,DL_TelescopeMan1
source: This Telescope has been used by all the great philosophers of Ko-Koro, their prophecies and findings were inscribed at the base here. Some of them have been lost to time, I'm attempting to restore those and discover their meaning.
fr_fr: Ce Télescope a été utilisé par les grands philosophes de Ko-Koro, leurs prophéties et trouvailles furent inscrites a la base de ces murs. Certaines ont été perdues avec le temps, je m'efforce de les restaurer et de découvrir leur signification.

# Dialogue_Text,DL_TelescopeMan2
source: Oh indeed, quite a few. By observing the Red Star and it's relation to surrounding stars, one can create very accurate depictions of the future and the past.
fr_fr: Oh en effet, un certain nombre. En observant l'Etoile Rouge et sa relation avec les étoiles environnantes, il est possible de créer des descriptions très précises du futur et du passé.

# Dialogue_Text,DL_TelescopeManHow
source: There are constellations in the sky, stars that form patterns and shapes. When the Red Star nears one of these we begin to get an idea of what will happen and how soon. The distance from the constellation denotes time, and when the Red Star fully merges with a star pattern, that prophecy will be very near to coming true.
fr_fr: Il y a des constellations dans le ciel, des étoiles qui créent des formes et des dessins. Quand l'Etoile Rouge s'approche de l'une d'elles nous commençons à avoir une idée de ce qui va se passer, et quand. La distance de la constellation donne le temps, et quand l'Etoile Rouge pénètre entièrement dans la forme d'un amas d'étoiles, cette prophétie est sur le point de se réaliser.

# Dialogue_Text,DL_TelescopeManUse
source: Why of course, it is free for anyone to use!
fr_fr: Mais bien sûr, c'est gratuit pour tout le monde !

# Dialogue_Text,DL_TelescopeManWhich
source: Well, let's see... </><Matoran>The darkness will be defeated but not for long</><Key> There's that one... Then there's, </><Matoran>Amnesia They fight themselves not their enemy</><Key> Not entirely sure about those but there is one that I know has come true. </><Matoran>Six lost Six abducted Six trapped all part of the plan</><Key> I believe it refers to the Turaga being lost.
fr_fr: Eh bien, voyons... </><Matoran> Les ténèbres seront vaincues mais pas pour longtemps</><Key> Il ya celle-ci... Puis il y a, </><Matoran>Amnésie Ils se battent entre eux, pas contre leur ennemi</><Key> Pas certain de celles-là mais celle-ci par contre, je sais qu'elle s'est réalisée. </><Matoran>Six perdus Six enlevés Six prisonniers tous partie du plan</><Key> Je pense qu'il y a un lien avec la perte des Turaga.

# Dialogue_Text,DL_TempleMasterOtherTemples
source: Before you go toa $T! There are still Temples across the island that are in danger! Please help them too.
fr_fr: Avant que vous ne partiez Toa $T ! Il y a d'autres temples sur l'île qui sont en danger ! S'il vous plait, aidez-les aussi.

# Dialogue_Text,DL_TempleMasterQuestion
source: Are they gone toa??
fr_fr: Sont-ils partis Toa ???

# Dialogue_Text,DL_TempleMasterThanks
source: Ahh, Thank you so much for vanquishing them Toa! Now the rest of the Matoran may return.
fr_fr: Aah, merci beaucoup de les avoir vaincus Toa ! Maintenant, le reste des Matoran peut revenir.

# Dialogue_Text,DL_TempleMatoran1
source: Thank you for making our Temple safe Toa!
fr_fr: Merci d'avoir mis notre temple hors de danger Toa !

# Dialogue_Text,DL_TempleMatoran2
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
fr_fr: Toa ! Il y a d'autres temples sur l'île qui ont été envahis ! Accepteriez-vous de les libérer ?

# Dialogue_Text,DL_TempleMatoranGetQuest
source: Toa! There are more Temples over the Island that have been overrun! Would you be willing to free them?
fr_fr: Toa ! Il y a d'autres temples sur l'île qui ont été envahis ! Accepteriez-vous de les libérer ?

# Dialogue_Text,DL_TempleMatoranQuestGet
source: The closest one should be the Ta-Wahi Temple, it's south of here, hidden among the burnt trees.
fr_fr: Le plus proche devrait être le temple de Ta-Wahi, c'est au sud d'ici, caché au milieu des arbres calcinés.

# Dialogue_Text,DL_TempleMatoranQuestIntro
source: Toa! There are more Temples around the Island that have been overrun! Would you be willing to free them?
fr_fr: Toa ! Il y a d'autres temples sur l'île qui ont été envahis ! Accepteriez-vous de les libérer ?

# Dialogue_Text,DL_TempleMatoranThanks
source: Thank you toa $T for saving our Temple!
fr_fr: Merci Toa $T d'avoir sauvé notre Temple !

# Dialogue_Text,DL_Thankscavetemple
source: Are they gone?
fr_fr: Sont-ils partis ?

# Dialogue_Text,DL_Thankscavetemple1
source: Phew, thank you Toa, you saved our sanctuary!
fr_fr: Pff, merci Toa, vous avez sauvé notre sanctuaire !

# Dialogue_Text,DL_ThanksyouforKumo
source: Thank you very much for saving Kumo! You truly are Spirit-blessed Toa!
fr_fr: Merci beaucoup d'avoir sauvé Kumo ! Vous êtes vraiment un Toa béni par l'Esprit !

# Dialogue_Text,DL_Thuei2
source: No, no no! Toa, you're not supposed to see this yet! I'm still working on it!
fr_fr: Non, non, non ! Toa, vous n'êtes pas encore censé voir ça ! Je travaille toujours dessus !

# Dialogue_Text,DL_Thuei3
source: Well it's still on the drawing board, per se... It's going to be a statue of Onua riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
fr_fr: Eh bien, nous en sommes toujours à l'étape du croquis... Ce sera une statue d'Onua chevauchant un Ussal géant... Combattant un Kane-Ra. Où peut-être devrait-ce être un Muaka ?

# Dialogue_Text,DL_Thuei3Onua
source: Well it's still on the drawing board, per se... It's going to be a statue of you riding a giant Ussal... fighting a Kane-Ra. Or... maybe it should be a Muaka?
fr_fr: Eh bien, nous en sommes toujours à l'étape du croquis... Ce sera une statue de vous chevauchant un Ussal géant... Combattant un Kane-Ra. Où peut-être devrait-ce être un Muaka ?

# Dialogue_Text,DL_ThueiFinish
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if Onua was riding the Muaka instead? Maybe you're there too...
fr_fr: Bientôt. Clairement bientôt. J'ai juste besoin de changer quelques éléments et puis ce sera parfait. Oh... Ne serait-ce pas super si vous montiez le Muaka à la place ? Peut-être que vous êtes là aussi...

# Dialogue_Text,DL_ThueiFinishOnua
source: Soon. Definitely soon. I just need to change a few things and then it will be perfect. Oh... wouldn't it be cool if you were riding the Muaka instead? Maybe Lewa's there too...
fr_fr: Bientôt. Clairement bientôt. J'ai juste besoin de changer quelques éléments et puis ce sera parfait. Oh... Ne serait-ce pas super si vous montiez le Muaka à la place ? Peut-être que Lewa est là aussi...

# Dialogue_Text,DL_ThueiFun
source: I'm part of an amateur carving guild with my brother. I usually just carve for fun, but sometimes I get tasked to make stuff.
fr_fr: Je fais partie d'une guilde de sculpteurs amateurs avec mon frère. D'habitude je sculpte pour le plaisir, mais parfois on m'assigne des commandes.

# Dialogue_Text,DL_ThueiIntro
source: A little to the left, maybe... No, that wouldn't look right...
fr_fr: Un peu plus à gauche, peut-être... Non, ça n'irait pas...

# Dialogue_Text,DL_ThueiOutro
source: Thanks, $T. Wait... Mata Nui! I forgot to finish the bridge Khalo tasked me to make in the pillarlands two weeks ago! I've gotta go... just after I finish adjusting this... hmm...
fr_fr: Merci, $T. Attendez... Mata nui ! J'ai oublié de finir le pont que Khalo m'a demandé de faire dans la Région des Piliers, il y a deux semaines ! Je dois y aller... Juste après que j'aie terminé d'ajuster ceci... Hmm...

# Dialogue_Text,DL_Trader1
source: Wanna Trade?
fr_fr: Vous voulez faire du troc ?

# Dialogue_Text,DL_Trader2
source: You got it!
fr_fr: C'est ça qu'on veut !

# Dialogue_Text,DL_TutCorruptedMakuta1
source: I believe that this has gone on long enough.
fr_fr: Je pense que cela a assez duré.

# Dialogue_Text,DL_TutCorruptedMakuta2
source: Your time has come to an end, Toa. Surely you can see that by now.
fr_fr: Ton temps est écoulé, Toa. Tu peux certainement le voir, désormais.

# Dialogue_Text,DL_TutCorruptedMakuta3
source: Hmph. If you cannot see your own destiny, then perhaps I will need to show you.
fr_fr: Hmph. Si tu ne peux pas voir ta destinée, alors peut-être vais-je devoir te la montrer.

# Dialogue_Text,DL_TutFinalDialouge1
source: Hello... Toa.
fr_fr: Bonjour... Toa.

# Dialogue_Text,DL_TutFinalDialouge2
source: I am he who has brought you to this place... a place to guide you and show you your true destiny.
fr_fr: Je suis celui qui t'a amené dans cet endroit... Un endroit pour te guider et te montrer ta vraie destinée.

# Dialogue_Text,DL_TutFinalDialouge_Duty
source: Your duty is to the will of the Great Spirit... To collect the six great masks of power in order to fulfil your destiny.
fr_fr: Ton devoir est de suivre la volonté du Grand Esprit... De récolter les six grands masques de pouvoir pour accomplir ta destinée.

# Dialogue_Text,DL_TutFinalDialouge_Wake
source: Through the light, Toa...
fr_fr: À travers la lumière, Toa...

# Dialogue_Text,DL_TutFinalDialouge_Where
source: A mere vision which I have created for you, Toa. A place you will soon leave.
fr_fr: Une simple vision que j'ai créé pour toi, Toa. Un endroit que tu vas bientôt quitter.

# Dialogue_Text,DL_TutFinalDialouge_Who
source: You are a Toa. A hero. One who fights valiantly no matter the circumstance.
fr_fr: Tu es un Toa. Un héros. Quelqu'un qui se bat vaillamment peu importe les circonstances.

# Dialogue_Text,DL_Ukkar2
source: Hah, Howdy Toa! Have you been in Po-Koro long?
fr_fr: Ah, salut Toa ! Êtes-vous à Po-Koro depuis longtemps ?

# Dialogue_Text,DL_Ukkar3
source: Isn't it great! Ahh I truely admire Akamar for this feat, he nearly redesigned the entire village!
fr_fr: N'est-ce pas génial ?! Ah, j'admire réellement Akamar pour ce qu'il a fait, il a presque refaçonné le village entier !

# Dialogue_Text,DL_Ukkar4
source: Oh yes, If there's one thing I've learned about Akamar is that he gets things done! I am very excited to see what his next project will be...
fr_fr: Oh oui, s'il y a une chose que j'ai apprise à propos d'Akamar, c'est qu'il fait bien les choses ! Je suis très impatient de savoir ce que sera son prochain projet...

# Dialogue_Text,DL_UssalWasher
source: Hello Toa $T, I am a bit busy right now, as you can see.
fr_fr: Bonjour, Oh, Toa $T, je suis un peu occupé pour le moment, comme vous pouvez le constater.

# Dialogue_Text,DL_Vakama1
source: No celebration, Tahu. We do not come bearing good news.
fr_fr: Pas de célébration, Tahu. Nous ne venons pas apporter de bonnes nouvelles.

# Dialogue_Text,DL_Vakama2
source: No. For this time, you shall be armed with the truth.
fr_fr: Non, Car cette fois-ci, tu seras armé de la vérité.

# Dialogue_Text,DL_Vakama3
source: Makuta has stolen a mask of power... one that allows him to bend time itself to his will. One that he has used to reset your memories time and time again.
fr_fr: Makuta a volé un masque de pouvoir... Un masque qui lui permet de plier le temps lui-même à sa volonté. un masque qu'il a utilisé pour dissiper ta mémoire encore et encore.

# Dialogue_Text,DL_Vakama4
source: You must find this mask if you are to free the island and break Makuta’s chains that have bound you.
fr_fr: Tu dois trouver ce masque si tu veux libérer l'île et briser les chaînes avec lesquelles Makuta t'as enchaîné.

# Dialogue_Text,DL_VakamaBeforeRescue1
source: Ah... welcome, Toa. I am glad that at least you are safe...
fr_fr: Ah... Bienvenue, Toa. Je suis ravi que vous, au moins, tu sois en vie...

# Dialogue_Text,DL_VakamaBeforeRescue2
source: I have not heard from the other Turaga for quite a while… I am worried that something has happened to them.
fr_fr: Je n'ai pas eu de nouvelles des autres Turaga depuis un bon moment... Je redoute qu'il leur soit arrivé quelque-chose.

# Dialogue_Text,DL_VakamaBeforeRescueLeave
source: Ah and one more thing. When you’re searching for masks, could you keep an eye out for... ah, it is nothing - I'm sure it will turn up in time. Forgive me, Toa. My mind is still troubled. I shall stay here and meditate upon the will of Mata Nui.
fr_fr: Ah et autre chose. Dans ta recherche des masques, pourrais-tu garder l'œil ouvert pour... ah, ce n'est rien- je suis sûr qu'il viendra en temps voulu. Pardonne-moi, Toa. Mon esprit est toujours troublé. Je vais rester ici et méditer sur la volonté de Mata Nui.

# Dialogue_Text,DL_VakamaBeforeRescueMap
source: Hmm, you don't have a map? I remember giving you one... Hmpf, very well - I can give you my spare, it's only for Ta-wahi but It may help.
fr_fr: Hmm, tu n'as pas de carte ? Je me souviens t'en avoir donné une... Hmpf, très bien - je peux te donner ma carte de secours, elle couvre uniquement Ta-Wahi mais elle peut t'aider.

# Dialogue_Text,DL_VakamaBeforeRescueWhatDo
source: Head to the other villages- they might have a better idea of where their Turaga are... and be sure to visit me after you have found them all. I have something else that you will need to hear.
fr_fr: Dirige-toi vers les autres villages - ils pourraient avoir une meilleure idée d'où sont les autres Turaga... et assure-toi de me rendre visite une fois que tu les as tous trouvés. J'ai quelque-chose d'autre à te faire part.

# Dialogue_Text,DL_VakamaBeforeRescueWhere
source: We had gathered to discuss some... important matters at the Kini-Nui. It seems the other Turaga were less fortunate on their return journey...
fr_fr: Nous nous étions rassemblés pour discuter de certaines... affaires importantes au Kini-Nui. Il semble que les autres Turaga ont eu moins de chance sur leur trajet du retour...

# Dialogue_Text,DL_VakamaCutscene
source: My my, your mind works in strange ways Toa, very well I will regale you... The captain of the guard had taken a small hunting party into the charred forest, they were attempting to capture a frightening beast that had been sighted by more than a few villagers. Little did they know that they were searching for you...
fr_fr: Eh bien, ton esprit fonctionne de manière étrange Toa. Très bien, je vais satisfaire ta curiosité... Le capitaine de la garde a rassemblé un petit groupe pour partir en chasse dans la forêt calcinée, ils tentaient de capturer une créature terrifiante qui avait été repérée par plus d'un villageois. Ils ne se doutaient pas qu'ils étaient partis à ta recherche...

# Dialogue_Text,DL_VakamaPostKini
source: Welcome, to Ta-koro Toa...
fr_fr: Bienvenue à Ta-Koro, Toa...

# Dialogue_Text,DL_VakamaPostKini1
source: Ahh it- Well it's nothing you should concern yourself with... for now.
fr_fr: Ahh, il- Eh bien ce n'est rien dont tu dois te soucier... pour le moment.

# Dialogue_Text,DL_VakamaPostRescue
source: Welcome, Toa. I am glad to hear that all of the Turaga are safe.
fr_fr: Bienvenue, Toa. Je suis ravi de savoir que tous les Turaga sont en sécurité.

# Dialogue_Text,DL_VakamaPostRescueOtherToa
source: As a matter of fact, I must speak with Tahu about some rather urgent matters... Please send him my way if you come across him.
fr_fr: En vérité, je dois parler avec Tahu à propos d'une affaire urgente... S'il te plaît envoie-le vers moi si tu le croises.

# Dialogue_Text,DL_VakamaPostRescueSafe
source: I pray that this is the first step towards normalcy on this Island... something which it has lacked for far too long.
fr_fr: Je prie pour que soit la première étape vers une vie normale sur cette Ile... quelque-chose qui a manqué depuis longtemps.

# Dialogue_Text,DL_VakamaPostRescueTahu
source: I do... there is a grave task I have for you which only you can complete.
fr_fr: Oui... J'ai une grave tâche dont toi seul peut te charger.

# Dialogue_Text,DL_VakamaPostRescueTahu1
source: As you and the other Toa have been searching for your masks, I must admit that I have been searching for one as well. While I fear I cannot divulge much at the moment, I can say that I suspected it might have been hidden inside the Ta-Kini.
fr_fr: Alors que toi et les autres Toa étiez à la recherche de vos masques, je dois admettre que j'ai cherché après l'un d'entre eux également. Je ne peux pas divulguer beaucoup à ce sujet pour l'instant, je peux dire que je pensais qu'il était caché à l'intérieur de Ta-Kini.

# Dialogue_Text,DL_VakamaPostRescueTahu2
source: No... I have already sent another into the temple.
fr_fr: Non... J'ai déjà envoyé quelqu'un d'autre dans le temple.

# Dialogue_Text,DL_VakamaPostRescueTahu3
source: A rather... adventurous Matoran named Takua. When he overheard my predicament, he pleaded with me to allow him to enter the Kini... something I now greatly regret.
fr_fr: Un Matoran assez... aventureux du nom de Takua. Quand il a entendu ma prédiction, il m'a supplié de lui permettre d'accéder au Kini... chose que je regrette désormais amèrement.

# Dialogue_Text,DL_VakamaPostRescueTahu4
source: I do not know, Tahu. No one has seen Takua since he entered the temple. I fear he is in grave danger... as a result of my ignorance.
fr_fr: Je ne sais pas, Tahu. Personne n'a vu Takua depuis qu'il est entré dans le temple. Je crains qu'il ne soit en grave danger... en conséquence de mon ignorance.

# Dialogue_Text,DL_VakamaPostRescueTahu5
source: I pray that you still can...
fr_fr: Je prie que tu le puisses toujours...

# Dialogue_Text,DL_VakamaPostTAKiniFailsafe
source: You must all gather at the Kini Nui, the temple there holds the entrance to Makuta's Lair. I will mark it on your map but before you go, ensure that all of you have obtained your golden masks - The road ahead is difficult, and you will need the strength they offer.
fr_fr: Vous devez tous vous rassembler au Kini-Nui, le temple là-bas contient l'entrée du repaire de Makuta. Je vais le marquer sur ta carte mais avant d'y aller, vous devez tous avoir obtenu vos masques d'or - le chemin qui vous attend est difficile, et vous aurez besoin de toute la force qu'ils peuvent vous offrir.

# Dialogue_Text,DL_VegSeller1
source: Hmm... Still crooked...
fr_fr: Hmmm... Toujours tordu...

# Dialogue_Text,DL_VegSeller2
source: Oh, Hi Toa $T! My sign's just a little crooked, I sell vegetation, Need any plants?
fr_fr: Oh, bonjour Toa $T! Mon écriteau est juste un peu tordu, je vends des végétaux. Besoin de plantes ?

# Dialogue_Text,DL_WhagnaMeeting_Kahli5
source: I never thanked you for fixing that hole in my roof earlier Taphal.
fr_fr: Je ne t'ai jamais remercié d'avoir récemment réparé le trou dans mon toit Taphal.

# Dialogue_Text,DL_WhagnaMeeting_Kahli9
source: What? What are we talking about?
fr_fr: Quoi ? De quoi est-ce qu'on parle ?

# Dialogue_Text,DL_WhagnaMeeting_Numai11
source: I still believe it's too dangerous to stay here, I'm heading back to Ko-Koro unless we decide otherwise.
fr_fr: Je pense toujours qu'il est trop dangereux de rester ici, je retourne à Ko-Koro sauf si on décide autrement.

# Dialogue_Text,DL_WhagnaMeeting_Numai2
source: It would require far too much work to repair the village, than we can handle! There is no way we would finish the repairs before another attack!
fr_fr: Réparer le village demanderait beaucoup trop de ressources, on ne peut pas se le permettre ! Il n'y a aucun moyen de finir les réparations avant une autre attaque !

# Dialogue_Text,DL_WhagnaMeeting_Numai4
source: You would be working yourself to death Taphal, there's no need for that!
fr_fr: Tu te tuerais à la tâche Taphal, ce n'est pas nécessaire !

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay
source: You have made a grave mistake Toa.
fr_fr: Vous avez fait une grave erreur, Toa.

# Dialogue_Text,DL_WhagnaMeeting_NumaiStay1
source: Uhh, let me rephrase that. I believe that you have made a critical error in judgement $T, however only time will tell.
fr_fr: Uuh, laissez-moi reformuler. Je pense que vous avez fait une erreur critique de jugement $T, cependant seul le temps le dira.

# Dialogue_Text,DL_WhagnaMeeting_Parhi1
source: Welcome all, I've called this meeting today so that we may make a final decicsion on what we should do about our village. There are two options, repair the town and attept to fortify it against any future Rahi attacks, or we all all return to our respective villages.
fr_fr: Bienvenue à tous, j'ai convoqué cette réunion aujourd'hui pour que nous puissions prendre une décision finale par rapport à ce que nous devrions faire à-propos de notre village. Il y a deux options, réparer le village et tenter de le fortifier contre de futures attaques de Rahi, ou rentrer chacun dans nos villages respectifs.

# Dialogue_Text,DL_WhagnaMeeting_Parhi10
source: Okay Kalhi seems to still not have - Uhh, come back to us. Numai?
fr_fr: Okay, Kahli semble ne pas être - uhh, revenue à nous. Numai ?

# Dialogue_Text,DL_WhagnaMeeting_Parhi12
source: Very well, Taphal?
fr_fr: Très bien Taphal ?

# Dialogue_Text,DL_WhagnaMeeting_Parhi14
source: And Tafall?
fr_fr: Et Tafall ?

# Dialogue_Text,DL_WhagnaMeeting_Parhi16
source: Dahh- A deadlock...
fr_fr: Dahh - Un match nul...
