Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Tutorial_Text,Tut_ToaWheel
source: Hold <Key>{Action1}</> to open the Toa Wheel
fr_fr: Appuyez sur <Key>{Action1}</> pour ouvrir la roue des Toa

# Tutorial_Text,Tut_UseMask
source: Press <Key>{Action1}</> to use the mask
fr_fr: Appuyez sur <Key>{Action1}</> pour utiliser le masque

# Tutorial_Text,Tut_UseMaskWheel
source: Hold <Key>{Action1}</> to bring up the mask wheel and Release <Key>{Action1}</> when hovering over the icon of your new mask.
fr_fr: Maintenez <Key>{Action1}</> pour afficher la roue des masques et Relâchez <Key>{Action1}</> en survolant l'icône de votre nouveau masque.

# Tutorial_Text,Tut_UseVahi
source: Press <Key>{Action1}</> to use the Vahi
fr_fr: Appuyez sur <Key>{Action1}</> pour utiliser le Vahi

# Tutorial_Text,Tut_WASD
source: Press <Key>{Action1} {Action2} {Action3} {Action4}</> to move
fr_fr: Appuyez sur <Key>{Action1} {Action2} {Action3} {Action4}</> pour bouger

# UI_Text,SaveConversionLoading_Text
source: Processing
fr_fr: Chargement

# UIText,CreditsScroll
source: Bionicle: Masks Of Power <Key>=Legacy=</> Created by: <Key>Team Kanohi</> Legacy Creator/Team Kanohi Founder: <Key>Jordan (Jocool1231) Willis</> Programmers: <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animation: <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Art: <Key>Kluuucha (Original Logo)</> <Key>Bumblebeelow (New Logo)</> <Key>Dazalius (Last Minute Level design)</> Writing: <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Music & SFX: <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Staff & Mods: <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Past Team Members: <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Music)</> <Key>Louis ''Tek16'' Ginesy (Animation)</> <Key>That Gary Fella (UI)</> <Key>Philosophy101 (Modeling)</> <Key>Automatik (Textures)</> Thanks to: <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>The BioPack, and all who created it</> <Key>Lehvak Nuva (Original Mask models)</> Special thanks to: Unreal Engine <Key>For having an great, and garbage engine at the same time.</> Lego <Key>For making an amazing IP.</> Eljay of TTV <Key>For helping create a fanbase for the game.</> Unreal Slackers Discord Server <Key>For knowing how Unreal Engine works when no one else does.</> The Bionicle Community <Key>You guys are ACTUALLY insane.</> All the content creators <Key>We love watching you play the game.</> <Key>Keep on doing it!</> And of course all of our loyal fans! Thank you for sticking with us this far, and may the great spirit guide you.
fr_fr: Bionicle: Masks of Power <Key>=Legacy=</> Créé par : <Key>Team Kanohi</> Créateur de Legacy/Fondateur de la Team Kanohi : <Key>Jordan (Jocool1231) Willis</> Programmeurs : <Key>Ian (y8u332) Willis</> <Key>Jordan (Jocool1231) Willis</> <Key>ASCII (NonLocality Software)</> Animation : <Key>The Scarlet One</> <Key>Frambo</> <Key>ONI 3d Arts</> <Key>Garmagic</> Art : <Key>Kluuucha (Original Logo)</> <Key>Bumblebeelow (New Logo)</> <Key>Dazalius (Last Minute Level design)</> Écriture : <Key>Markle</> <Key>Shinebox</> <Key>Jordan (Jocool1231) Willis</> <Key>Ian (y8u332) Willis</> Musique & SFX : <Key>Francisco Pérez</> <Key>Jordan (Jocool1231) Willis</> <Key>Toa Aletrax</> PR/Staff & Mods : <Key>Jordan (Jocool1231) Willis</> <Key>Xeron</> <Key>Mid Blue</> <Key>Vahkiti</> Anciens membres de l'équipe : <Key>Rowan (Mod)</> <Key>Lil (Mod)</> <Key>Robert Randall (Musique)</> <Key>Louis ''Tek16'' Ginesy (Animation)</> <Key>That Gary Fella (UI)</> <Key>Philosophy101 (Modèles)</> <Key>Automatik (Textures)</> Remerciements : <Key>FreeSound</> <Key>Ldraw.org</> <Key>Texures.com</> <Key>Le BioPack, et tout ses créateurs</> <Key>Lehvak Nuva (modèles de masques originaux)</> Remerciements spéciaux à : Unreal Engine <Key>Pour fournir un moteur de jeu fantastique et déprimant à la fois.</> Lego <Key>Pour avoir créé une franchise fabuleuse.</> Eljay de TTV <Key>Pour avoir aider à créer une communauté autour du jeu.</> Serveur Discord Unreal Slackers <Key>Pour connaître le fonctionnement d'Unreal Engine comme personne d'autre.</> La communauté BIONICLE <Key>Vous êtes VRAIMENT incroyables.</> Tous les créateurs de contenus <Key>On adore vous regarder jouer au jeu.</> <Key>Continuez !</> Et bien sûr tous nos fans loyaux ! Merci de nous avoir suivi, et que le Grand Esprit vous guide.

# UIText,Dead_Descriptions
source: You have failed your quest
fr_fr: Vous avez échoué dans votre quête

# UIText,PausedAudioSettings_AmbientVolume
source: Ambient sounds
fr_fr: Sons d'ambiance

# UIText,PausedAudioSettings_MasterVolume
source: Master:
fr_fr: Volume principal :

# UIText,PausedAudioSettings_MusicFreq
source: Music Frequency:
fr_fr: Fréquence de la Musique :

# UIText,PausedAudioSettings_MusicVolume
source: Music
fr_fr: Musique

# UIText,PausedAudioSettings_SFXVolume
source: Sound Effects
fr_fr: Effets Sonores

# UIText_Button,Dead_LoadPreviousSave
source: Load Previous save
fr_fr: Charger la Sauvegarde Précédente

# UIText_Button,MaskPowerStation_PowerMaskButton
source: Power Mask
fr_fr: Activer le Masque

# UIText_Button,MedMenu_MeditateButton
source: Meditate
fr_fr: Méditer

# UIText_Button,NewGame_StartNewGame
source: Start New Game
fr_fr: Nouvelle partie

# UIText_Button,Pause_AudioSettingsButton
source: Audio Settings
fr_fr: Paramètres audio

# UIText_Button,Pause_DisplaySettingsButton
source: Display Settings
fr_fr: Paramètres d'affichage

# UIText_Button,Pause_ExitButton
source: Exit to menu
fr_fr: Quitter vers le menu

# UIText_Button,Pause_GraphicsSettingsButton
source: Graphics Settings
fr_fr: Paramètres graphiques

# UIText_Button,Pause_KeyBindingsButton
source: Key Binding
fr_fr: Raccourcis Clavier

# UIText_Button,Pause_LoadButton
source: Load
fr_fr: Charger

# UIText_Button,Pause_ResumeButton
source: Resume
fr_fr: Reprendre

# UIText_Button,Pause_SaveButton
source: Save
fr_fr: Sauvegarder

# UIText_Button,Pause_StatsButton
source: Stats
fr_fr: Statistiques

# UIText_Button,Skip_Description
source: Press any key to skip
fr_fr: Appuyez sur une touche pour passer

# UIText_Button,TabMenu_InvTabButton
source: Inventory
fr_fr: Inventaire

# UIText_Button,TabMenu_Quest_TrackQuest
source: Track Quest
fr_fr: Suivre Quête

# UIText_Button,TabMenu_QuestTabButton
source: Quests
fr_fr: Quêtes

# UIText_Button,TradeMenu_BuyItemButton
source: Buy Item
fr_fr: Acheter Objet

# UIText_Button,TradeMenu_SellItemButton
source: Sell Item
fr_fr: Vendre Objet

# UIText_Cosmetics,Cosmetics_BlackMask_Name
source: Black Mask
fr_fr: Masque Noir

# UIText_Cosmetics,Cosmetics_CopperMask_Name
source: Copper Mask
fr_fr: Masque de Cuivre

# UIText_Cosmetics,Cosmetics_CrystalMask_Name
source: Crystal Mask
fr_fr: Masque de Cristal

# UIText_Cosmetics,Cosmetics_FestiveHat_Name
source: Festive Hat
fr_fr: Chapeau Festif

# UIText_Cosmetics,Cosmetics_GoldMask_Name
source: Golden Masks
fr_fr: Masques Dorés

# UIText_Cosmetics,Cosmetics_GoldToa_Name
source: Gold Toa
fr_fr: Toa d'Or

# UIText_Cosmetics,Cosmetics_InfectedMask_Name
source: Infected Masks
fr_fr: Masques Infectés

# UIText_Cosmetics,Cosmetics_JackOLantern_Name
source: Mask O' Lantern
fr_fr: Masque Citrouille

# UIText_Cosmetics,Cosmetics_MaskOfTime_Name
source: The Mask of Time
fr_fr: Le Masque du Temps

# UIText_Cosmetics,Cosmetics_NuvaPauldrons_Name
source: Nuva Pauldrons
fr_fr: Épaulettes Nuva

# UIText_Cosmetics,Cosmetics_OldPakari_Name
source: Older Pakari
fr_fr: Ancien Pakari

# UIText_Cosmetics,Cosmetics_ProtoSteelMask_Name
source: ProtoSteel Mask
fr_fr: Masque de ProtoAcier

# UIText_Cosmetics,Cosmetics_VeryCoolHat_Name
source: Very Cool Hat™
fr_fr: Chapeau Très Cool™

# UIText_Description,272ECEC04193E04D6A7407BE37473CDD
source: Noclip (To use if stuck):
fr_fr: Noclip (à utiliser en cas de blocage)

# UIText_Description,CosmeticsMenu_EquippedCosmetics
source: Equipped Cosmetics
fr_fr: Cosmétiques Équipés

# UIText_Description,CosmeticsMenu_NoUnlockedCosmetics
source: No Cosmetics Unlocked
fr_fr: Pas de Cosmétiques Débloqués

# UIText_Description,CosmeticsMenu_UnlockedCosmetics
source: Unlocked Cosmetics
fr_fr: Cosmétiques Débloqués

# UIText_Description,GaGateCtrlsWidget_EToExit
source: E to exit
fr_fr: E pour quitter

# UIText_Description,GaGateCtrlsWidget_PickupRocks
source: Left click to pick up Rocks
fr_fr: Clic droit pour soulever les Rochers

# UIText_Description,GaGateCtrlsWidget_RockDistance
source: Right Click while holding a rock to move it closer or farther
fr_fr: Clic droit en tenant un rocher pour changer sa distance

# UIText_Description,GaGateCtrlsWidget_ScrollToZoom
source: Middle Mouse button to rotate camera / scroll to change camera distance
fr_fr: Clic milieu pour bouger la caméra / défiler pour changer la distance de la caméra

# UIText_Description,GiveMask_Description
source: Pick A Toa to recieve the {Mask}:
fr_fr: Choisissez un Toa qui recevra le {Mask} :

# UIText_Description,Map_MarkerOpacity
source: Marker Opacity
fr_fr: Opacité des Marqueurs

# UIText_Description,Map_MarkerSize
source: Marker Size
fr_fr: Taille des Marqueurs

# UIText_Description,MapCtrlsWidget_DragToMove
source: Left click and drag to move the map
fr_fr: Maintenez clic gauche et bougez pour déplacer la carte

# UIText_Description,MapCtrlsWidget_InteractToExit
source: {Key} to Exit
fr_fr: {Key} pour Quitter

# UIText_Description,MapCtrlsWidget_ScrollToZoom
source: Scroll to zoom
fr_fr: Défilez pour zoomer

# UIText_Description,MaskPowerStation_AreYouSure
source: <Key>Powering this mask will use:</> {Amount} <Key>Wahae Mata Gel, are you sure?</>
fr_fr: <Key> Activer ce masque vous coûtera :</> {Amount} <Key> Gel Wahae Mata, êtes-vous sûr ?</>

# UIText_Description,MaskWheel_Akaku
source: Akaku Great Mask of Xray Vision {Status}
fr_fr: Akaku Grand Masque de la Vision aux Rayons-X {Status}

# UIText_Description,MaskWheel_Hau
source: Hau Great Mask of Sheilding {Status}
fr_fr: Hau Grand Masque de la Protection {Status}

# UIText_Description,MaskWheel_Huna
source: Huna Noble Mask of Invisibility {Status}
fr_fr: Huna Masque Noble de l'Invisibilité {Status}

# UIText_Description,MaskWheel_Kakama
source: Kakama Great Mask of Speed {Status}
fr_fr: Kakama Grand Masque de la Vitesse {Status}

# UIText_Description,MaskWheel_Kaukau
source: Kaukau Great Mask of Water breathing {Status}
fr_fr: Kaukau Grand Masque de la Respiration Sous-Marine {Status}

# UIText_Description,MaskWheel_Komau
source: Komau Noble Mask of Mind Control {Status}
fr_fr: Komau Masque Noble du Contrôle Mental {Status}

# UIText_Description,MaskWheel_Mahiki
source: Mahiki Noble Mask of Illusion {Status}
fr_fr: Mahiki Masque Noble de l'Illusion {Status}

# UIText_Description,MaskWheel_Matatu
source: Matatu Noble Mask of Telekinisis {Status}
fr_fr: Matatu Masque Noble de la Télékinésie {Status}

# UIText_Description,MaskWheel_Miru
source: Miru Great Mask of Levitation {Status}
fr_fr: Miru Grand Masque de la Lévitation {Status}

# UIText_Description,MaskWheel_Pakari
source: Pakari Great Mask of Strength {Status}
fr_fr: Pakari Grand Masque de la Force {Status}

# UIText_Description,MaskWheel_Rau
source: Rau Noble Mask of Translation {Status}
fr_fr: Rau Masque Noble de la Traduction {Status}

# UIText_Description,MaskWheel_Ruru
source: Ruru Noble Mask of Night Vision {Status}
fr_fr: Ruru Masque Noble de la Vision Nocturne {Status}

# UIText_Description,MedMenu_HPRestoredMessage
source: Health & Stamina Restored!
fr_fr: Santé & Endurance restaurés !

# UIText_Description,MedMenu_MidDay
source: MiddDay
fr_fr: Midi

# UIText_Description,MedMenu_MidNight
source: Midnight
fr_fr: Minuit

# UIText_Description,MedMenu_SunRise
source: Sunrise
fr_fr: Aube

# UIText_Description,MedMenu_SunSet
source: Sunset
fr_fr: Crépuscule

# UIText_Description,NewGame_EnterSaveName
source: Enter Save Name Here
fr_fr: Saisir le nom de la sauvegarde ici

# UIText_Description,NewGame_SaveName
source: Save Name:
fr_fr: Nom de la Sauvegarde :

# UIText_Description,NewGame_SaveNameText
source: New Game
fr_fr: Nouvelle Partie

# UIText_Description,NewGame_SelectAToa
source: Select a Toa
fr_fr: Choisissez un Toa

# UIText_Description,NewGame_Tutorial
source: Tutorial:
fr_fr: Tutoriel :

# UIText_Description,PausedControls_ActivateMask
source: Activate Mask:
fr_fr: Activer le Masque :

# UIText_Description,PausedControls_AkakuZoom
source: Akaku Zoom:
fr_fr: Zoom de l'Akaku :

# UIText_Description,PausedControls_Attack
source: Attack:
fr_fr: Attaquer :

# UIText_Description,PausedControls_AttackingEntersCombat
source: Attacking Enters Combat:
fr_fr: Attaquer déclenche le combat :

# UIText_Description,PausedControls_AutoWalk
source: Auto Walk:
fr_fr: Marche Auto :

# UIText_Description,PausedControls_BackMovement
source: Backward Movement:
fr_fr: Mouvement en arrière :

# UIText_Description,PausedControls_ConsumeSlot1
source: Consumable Slot 1:
fr_fr: Consommable 1 :

# UIText_Description,PausedControls_ConsumeSlot2
source: Consumable Slot 2:
fr_fr: Consommable 2 :

# UIText_Description,PausedControls_Crouch
source: Crouch:
fr_fr: S'accroupir :

# UIText_Description,PausedControls_ElementalPower
source: Elemental Power:
fr_fr: Pouvoir Elémentaire :

# UIText_Description,PausedControls_ForewardMovement
source: Forward Movement:
fr_fr: Mouvement vers l'avant :

# UIText_Description,PausedControls_Interact
source: Interact:
fr_fr: Interagir :

# UIText_Description,PausedControls_Jump
source: Jump:
fr_fr: Sauter :

# UIText_Description,PausedControls_LeftMovement
source: Left Movement:
fr_fr: Mouvement à gauche :

# UIText_Description,PausedControls_LockOn
source: Lock On:
fr_fr: Verrouiller la cible :

# UIText_Description,PausedControls_LookRight
source: Look Right:
fr_fr: Regarder à droite :

# UIText_Description,PausedControls_LookUp
source: Look Up:
fr_fr: Regarder en haut :

# UIText_Description,PausedControls_MaskShortcuts
source: Mask Shortcuts:
fr_fr: Raccourci des masques :

# UIText_Description,PausedControls_MaskWheel
source: Mask Wheel:
fr_fr: Roue des Masques :

# UIText_Description,PausedControls_OpenInv
source: Open Inventory:
fr_fr: Ouvrir l'Inventaire :

# UIText_Description,PausedControls_OpenMap
source: Open Map:
fr_fr: Ouvrir la Carte :

# UIText_Description,PausedControls_QuestMenu
source: Quest Menu:
fr_fr: Menu des Quêtes :

# UIText_Description,PausedControls_ReadyWeapon
source: Ready Weapon:
fr_fr: Préparer l'Arme :

# UIText_Description,PausedControls_RightMovement
source: Right Movement:
fr_fr: Mouvement à droite :

# UIText_Description,PausedControls_SlowWalk
source: Slow Walk:
fr_fr: Marche lente :

# UIText_Description,PausedControls_SwapMasksBack
source: Swap Masks Backward:
fr_fr: Equiper le Masque précédent :

# UIText_Description,PausedControls_SwapMasksForward
source: Swap Masks Forward:
fr_fr: Equiper le Masque suivant :

# UIText_Description,PausedControls_SwitchViews
source: Switch Views:
fr_fr: Changer de mode de vue :

# UIText_Description,PausedControls_ToaWheel
source: Toa Wheel:
fr_fr: Route des Toa :

# UIText_Description,PausedControls_ToggleHud
source: Toggle HUD:
fr_fr: Activer le HUD :

# UIText_Description,PausedDisplaySettings_Compass
source: Compass:
fr_fr: Boussole :

# UIText_Description,PausedDisplaySettings_Language
source: Language:
fr_fr: Langage :

# UIText_Description,PausedDisplaySettings_LanguageWarning
source: (Most languages are incomplete and will still contain English elements)
fr_fr: (La plupart des langages sont partiellement traduits, et contiennent toujours des éléments en anglais)

# UIText_Description,PausedDisplaySettings_Resolution
source: Resolution:
fr_fr: Résolution :

# UIText_Description,PausedDisplaySettings_ResolutionRenderPercent
source: Res Percent:
fr_fr: Pourcentage de résolution :

# UIText_Description,PausedDisplaySettings_ResolutionUpscaling
source: Resolution Upscaling:
fr_fr: Mise à l'échelle de la résolution :

# UIText_Description,PausedDisplaySettings_TrueRenderResolution
source: True Resolution:
fr_fr: Résolution réelle :

# UIText_Description,PausedDisplaySettings_WindowMode
source: Window mode:
fr_fr: Mode fenêtré :

# UIText_Description,PausedGraphicsSettings_AntiAliasingQuality
source: Anti-Alias Quality:
fr_fr: Qualité de l'Anti-Aliasing :

# UIText_Description,PausedGraphicsSettings_AntiAliasingType
source: Anti-Alias Type:
fr_fr: Type d'anti aliasing :

# UIText_Description,PausedGraphicsSettings_ColorBlindnessSeverity
source: Severity:
fr_fr: Sévérité :

# UIText_Description,PausedGraphicsSettings_ColorBlindnessType
source: Color Deficiency:
fr_fr: Filtre daltonien :

# UIText_Description,PausedGraphicsSettings_EffectsQuality
source: Effects Quality:
fr_fr: Qualité des Effets :

# UIText_Description,PausedGraphicsSettings_FoliageQuality
source: Foliage Density:
fr_fr: Densité du feuillage :

# UIText_Description,PausedGraphicsSettings_FOV
source: Field of View:
fr_fr: Champ de Vision :

# UIText_Description,PausedGraphicsSettings_FrameLimit
source: Framerate limit:
fr_fr: Limite de framerate :

# UIText_Description,PausedGraphicsSettings_ShadowQuality
source: Shadow Quality:
fr_fr: Qualité des Ombres :

# UIText_Description,PausedGraphicsSettings_TextureFiltering
source: Anisotropic filtering:
fr_fr: Filtre anisotropique :

# UIText_Description,PausedGraphicsSettings_TextureMemory
source: Texture Memory:
fr_fr: Mémoire des textures :

# UIText_Description,PausedGraphicsSettings_VolumetricFog
source: Volumetric Fog:
fr_fr: Brouillard volumétrique :

# UIText_Description,PowerMask_Gel_ToolTip
source: Wahae Mata Gel:
fr_fr: Gel Wahae Mata :

# UIText_Description,SaveGame_NameInput
source: Player Save
fr_fr: Sauvegarde du joueur

# UIText_Description,SaveGame_NameInputHint
source: Enter Save Name Here
fr_fr: Saisir le nom de la sauvegarde ici

# UIText_Description,SaveGame_Overwrite
source: There is already a savefile with that name, do you want to Overwrite?
fr_fr: Il y a déjà une sauvegarde avec ce nom, voulez-vous l'écraser ?

# UIText_Description,Saves_Auto
source: Auto Save
fr_fr: Sauvegarde Automatique

# UIText_Description,Saves_Manual
source: Manual Save
fr_fr: Sauvegarde Manuelle

# UIText_Description,StatsMenu_MaskPickups
source: Mask Pickups:
fr_fr: Masques Ramassés :

# UIText_Description,StatsMenu_Misc
source: Misc:
fr_fr: Divers :

# UIText_Description,StatsMenu_Misc_CodexPagesGained
source: Codex Pages Gained:
fr_fr: Pages de Codex récupérées :

# UIText_Description,StatsMenu_Misc_CosmeticsGained
source: Cosmetics Gained:
fr_fr: Objets cosmétiques récupérés :

# UIText_Description,StatsMenu_Misc_ItemsGotten
source: Items Gathered:
fr_fr: Objets récupérés :

# UIText_Description,StatsMenu_Misc_MasksPowered
source: Masks Powered:
fr_fr: Masques activés :

# UIText_Description,StatsMenu_Misc_MedStonesVisited
source: Meditation Stones Visited:
fr_fr: Pierres de méditation visitées :

# UIText_Description,StatsMenu_Misc_RahiDefeated
source: Rahi Defeated:
fr_fr: Rahi vaincus :

# UIText_Description,StatsMenu_Misc_WidgetsGained
source: Total Widgets Gained:
fr_fr: Total des widgets gagnés :

# UIText_Description,StatsMenu_Misc_WidgetsSpent
source: Total Widgets Spent:
fr_fr: Total des widgets dépensés :

# UIText_Description,StatsMenu_Quests
source: Quests:
fr_fr: Quêtes :

# UIText_Description,StatsMenu_Quests_MainQuests
source: Main Quests:
fr_fr: Quêtes Principales :

# UIText_Description,StatsMenu_Quests_SideQuests
source: Side Quests:
fr_fr: Quêtes Secondaires :

# UIText_Description,TabMenu_Codex_Entries
source: Entries
fr_fr: Entrées

# UIText_Description,TabMenu_Quest_MainQuests
source: MAIN QUESTS
fr_fr: QUÊTES PRINCIPALES

# UIText_Description,TabMenu_Quest_Objectives
source: Objectives:
fr_fr: Objectifs :

# UIText_Description,TabMenu_Quest_SideQuests
source: OPTIONAL QUESTS
fr_fr: QUÊTES OPTIONNELLES

# UIText_Description,TelescopeCtrlsWidget_InteractToExit
source: {Key} to Exit
fr_fr: {Key} pour Quitter

# UIText_Description,TelescopeCtrlsWidget_MouseToRotate
source: Move mouse to rotate camera
fr_fr: Faites bouger la souri pour faire tourner la caméra

# UIText_Description,TelescopeCtrlsWidget_ScrollToZoom
source: Scroll to zoom
fr_fr: Défilez pour zoomer

# UIText_Description,ThankYou_Header
source: Thank you for playing!
fr_fr: Merci d'avoir joué !

# UIText_Description,ThankYou_Message
source: <Key>We at Team Kanohi Thank you for playing our game!</> <Key>Masks of Power has been in the works for over 6 years now, and with Legacy finally complete we will be able to fully focus on 2.0. Thank you for sticking with us for all this time, we hope you enjoyed, and are looking forward to our future projects!</> <Key>To keep a closer eye on our </>Legacy<Key>, check out our social media:</>
fr_fr: <Key>Nous, les membres de la Team Kanohi, vous remercions pour avoir joué à notre jeu ! </> <Key>Masks of Power a été en projet pendant plus de six ans maintenant, et avec Legacy enfin terminé, nous allons pouvoir nous consacrer pleinement à la 2.0. Merci de nous avoir accompagnés pendant tout ce temps, nous espérons que vous avez apprécié le jeu, et que vous attendez avec impatience nos nouveaux projets ! </> <Key>Pour plus d'informations sur </> Legacy<Key>, suivez-nous sur les réseaux sociaux ::</>

# UIText_Description,ThankYou_Website
source: Website
fr_fr: Site web

# UIText_Description,TradeMenu_BuyAmount
source: Spend: {Amount}
fr_fr: Dépenser : {Amount}

# UIText_Description,TradeMenu_ItemBuyValue
source: (Seller sells this at a <Key>{Low/High}</> price than normal)
fr_fr: (Le vendeur vend ceci à un prix <Key>{Low/High}</> que la normale)

# UIText_Description,TradeMenu_ItemSellValue
source: (Seller will buy this at a <Key>{Low/High}</> price than normal)
fr_fr: (Le vendeur achète ceci à un prix <Key>{Low/High}</> que la normale)

# UIText_Description,TradeMenu_SellAmount
source: Sell for: {Amount}
fr_fr: Vendre pour : {Amount}

# UIText_Description,TradeMenu_TotalCost
source: Spend:
fr_fr: Dépenser :

# UIText_Description,TradeMenu_TotalProfit
source: Sell for:
fr_fr: Vendre pour :

# UIText_Description,TradeMenu_TraderInv
source: Trader Inventory
fr_fr: Inventaire du Marchand

# UIText_Description,TradeMenu_WidgetValue
source: Widget Value:
fr_fr: Valeur en Widgets :

# UIText_Description,TradeMenu_YourInv
source: Your Inventory
fr_fr: Ton Inventaire

# UIText_Description,UI_ConvertSaves
source: Incompatible saves were detected. Convert them to the new format? <Key>(WARNING: Some data loss may occur)</>
fr_fr: Des sauvegardes incompatibles ont été détectées. Convertir au nouveau format ? <Key>(ATTENTION : une perte de données est possible)</>

# UIText_Description,UI_ConvertSavesCancelToolTip
source: <Key>WARNING: Saves using old format will not be accessible.</>
fr_fr: <Key>ATTENTION : Les sauvegardes utilisant l'ancien format ne seront pas accessibles.</>

# UIText_Description,UI_ConvertSavesToolTip
source: <Key>WARNING: This process will take some time, and the game may hang.</>
fr_fr: <Key>ATTENTION : Ce processus peut prendre un certain temps, et le jeu peut rester en suspens.</>

# UIText_Description,UI_GetMaskDenyed
source: All Toa Have This Mask
fr_fr: Tous les Toa Ont Ce Masque

# UIText_Description,UI_NoItemsDesc
source: Looks like you have a whole lot of nothing in your inventory! Better go find something to put in here.
fr_fr: Il semblerait que vous avez un beau paquet de rien du tout dans votre inventaire ! Mieux vaut aller trouver quelque-chose à mettre là-dedans.

# UIText_Description,UI_NoItemsName
source: Nothing
fr_fr: Rien

# UIText_Description,UICodexPageAdded_EntryGained
source: Codex Entry added
fr_fr: Entrée de Codex ajoutée

# UIText_Description,UICodexPageAdded_ItemGained
source: Item Gathered
fr_fr: Objet ramassé

# UIText_Description,UICodexPageAdded_ItemRemoved
source: Item Removed
fr_fr: Objet supprimé
