Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# InvItem_Description,Item_StaffClass2_Desc
source: The standard staves used by the Ta-Koro guard. Class 2s are slightly weaker and shorter than the superior Class 1s.
fr_fr: Les bâtons standards utilisés par la garde de Ta-Koro. Les Classe 2 sont légèrement plus faibles et plus courts que les supérieurs Classe 1.

# InvItem_Description,Item_Statuette_Desc
source: A Small rock carving of a Toa.
fr_fr: Une petite sculpture de Toa en pierre.

# InvItem_Description,Item_StoneCarving_Desc
source: Crudely carved stone in the shape of the Great Spirit.
fr_fr: Une pierre grossièrement sculptée dans la forme du Grand Esprit.

# InvItem_Description,Item_SwordStatueNotePart1_Desc
source: Part one in a series of journal pages documenting Akoga's enlightenment.
fr_fr: La première partie d'une série de pages de journal documentant l'éveil spirituel d'Akoga.

# InvItem_Description,Item_SwordStatueNotePart2_Desc
source: Part two in a series of journal pages documenting Akoga's enlightenment.
fr_fr: La deuxième partie d'une série de pages de journal documentant l'éveil spirituel d'Akoga.

# InvItem_Description,Item_SwordStatuesNotePart3_Desc
source: The final part in a series of journal pages documenting Akoga's enlightenment.
fr_fr: La dernière partie d'une série de pages de journal documentant l'éveil spirituel d'Akoga.

# InvItem_Description,Item_ThueiNote_Desc
source: A message found on the hut of an eccentric carver.
fr_fr: Un message trouvé sur la hutte d'un sculpteur excentrique.

# InvItem_Description,Item_TombKey_Desc
source: A strange key found near some abandoned cargo, it seems to belong to the door of a tomb.
fr_fr: Une clé étrange retrouvée près d'une cargaison abandonnée, on dirait qu'elle correspond à la porte d'une tombe.

# InvItem_Description,Item_UnpoweredAkaku_Desc
source: The Akaku great mask of X-ray Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Grand Akaku, masque de Vision aux Rayons-X, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredHuna_Desc
source: The Huna Noble mask of Concealment, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Noble Huna, masque d'Invisibilité, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredKaukau_Desc
source: The Kaukau great mask of Water Breathing, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Grand Kaukau, masque de Respiration Sous-Marine, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredKomau_Desc
source: The Komau Noble mask of Mind Control, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Noble Komau, masque de Contrôle Mental, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredMahiki_Desc
source: The Mahiki Noble mask of Illusion, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Noble Mahiki, masque d'Illusion, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredMatatu_Desc
source: The Matatu Noble mask of Telekinesis, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Noble Matatu, masque de Télékinésie, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredMiru_Desc
source: The Miru Great mask of Levitation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Grand Miru, masque de Lévitation, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredPakari_Desc
source: The Pakari Great mask of Strength, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Grand Pakari, masque de Force, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredRau_Desc
source: The Rau Noble mask of Translation, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Noble Rau, Masque de Traduction, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_UnpoweredRuru_Desc
source: The Ruru Noble mask of Night Vision, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Ruru, Noble masque de Vision Nocturne, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_VuataMacaSeeds_Desc
source: These seeds dropped from the rare Vuata Maca tree are said to help you recover from wounds.
fr_fr: Ces graines venant d'un des rares arbres Vuata Maca ont la réputation d'aider à récupérer des blessures.

# InvItem_Description,Item_WaheCanister_Desc
source: This capsule of strange orange substance glows and pulsates with energy, it seems powerful. Crush it to add 50 Wahae-Mata Gel to your inventory. The label reads: (Wahae-Mata must be gently removed from canister before use!)
fr_fr: Cette capsule d'une étrange substance orange brille et palpite d'énergie. Elle semble puissante. Écrasez-la pour ajouter 50 Gel Wahae-Mata à votre inventaire. L'étiquette indique : (le Wahae-Mata doit être enlevé doucement de la capsule avant utilisation !)

# InvItem_Description,Item_WaheGel_Desc
source: A strange orange substance that pulsates with power. Perhaps it can be used with something?
fr_fr: Une étrange substance orange qui palpite d'énergie. Peut-être qu'elle peut être utilisée pour quelque chose ?

# InvItem_Description,Item_WhakaNui_Desc
source: This battery like device can give a temporary boost of energy to a Toa, allowing them to bounce back quicker after performing activites. Effects will not stack, lasts for 10 seconds.
fr_fr: Cette espèce de batterie peut donner un sursaut d'énergie temporaire à un Toa, lui permettant de récupérer rapidement après avoir fait des efforts. Les effets ne se cumulent pas, dure 10 secondes.

# InvItem_Description,Item_Widgets_Desc
source: These strange peices of metal seem to be used as a currency primarily by the Po-Matoran. Matoran from other cultures will accept widgets while trading, too.
fr_fr: Ces étranges pièces de métal semblent être utilisées comme monnaie principalement par les Po-Matoran. Les Matoran d'autres cultures acceptent également les widgets pour marchander.

# InvItem_Description,Item_WoodStatue_Desc
source: A small wooden likeness. Somewhat resembles a Matoran's head.
fr_fr: Un petit portrait en bois. Ressemble vaguement à une tête de Matoran.

# InvItem_Description,Item_WorldMap_Desc
source: A full map of the Island of Mata-Nui.
fr_fr: Une carte complète de l'île de Mata Nui.

# InvItem_Description,KylmaNote_Desc
source: The research notes lost by Kylma
fr_fr: Les notes de recherche perdues par Kylma

# InvItem_Name,Item_AmanaVoloSphere
source: Amana Volo Sphere
fr_fr: Sphère Amana Volo

# InvItem_Name,Item_ArakaNote
source: Araka: Gone Shopping
fr_fr: Araka : Parti faire des courses

# InvItem_Name,Item_Blackmask
source: The Black Mask
fr_fr: Le Masque Noir

# InvItem_Name,Item_BrothersNote
source: The Note of the Brother
fr_fr: La Note du Frère

# InvItem_Name,Item_Candle
source: Carving Candle
fr_fr: Bougie de Sculpteur

# InvItem_Name,Item_Comets
source: Comet Kolhii Ball
fr_fr: Balle de Kolhii Comète

# InvItem_Name,Item_CookBook
source: Manha's Special Recipes
fr_fr: Recettes Spéciales de Manha

# InvItem_Name,Item_DoorKeyNote
source: Door Icon Key
fr_fr: Clé des icônes de la porte

# InvItem_Name,Item_FirstMateLog1
source: First Mate Dakk's Log #1
fr_fr: Journal du Second Dakk #1

# InvItem_Name,Item_FirstMateLog2
source: First Mate Dakk's Log #2
fr_fr: Journal du Second Dakk #2

# InvItem_Name,Item_FirstMateLog3
source: First Mate Dakk's Log #3
fr_fr: Journal du Second Dakk #3

# InvItem_Name,Item_FirstMateLog4
source: First Mate Dakk's Log #4
fr_fr: Journal du Second Dakk #4

# InvItem_Name,Item_FirstMateLog5
source: First Mate Dakk's Log #5
fr_fr: Journal du Second Dakk #5

# InvItem_Name,Item_FirstMateLog6
source: First Mate Dakk's Log #6
fr_fr: Journal du Second Dakk #6

# InvItem_Name,Item_GaMakoki
source: Ga Makoki Stone
fr_fr: Pierre Ga Makoki

# InvItem_Name,Item_GlowCrystal
source: Glow Crystal
fr_fr: Cristal Brillant

# InvItem_Name,Item_GoldBars
source: Gold Bars
fr_fr: Barres d'Or

# InvItem_Name,Item_GoldenMahi
source: The Golden Mahi
fr_fr: Le Mahi d'Or

# InvItem_Name,Item_GoldenRama
source: The Golden Rama
fr_fr: Le Rama d'Or

# InvItem_Name,Item_GoldenRuki
source: The Golden Ruki
fr_fr: Le Ruki d'Or

# InvItem_Name,Item_GoldenStatue
source: The Golden Mata
fr_fr: Le Mata d'Or

# InvItem_Name,Item_GoldenUssal
source: The Golden Ussal
fr_fr: L'Ussal d'Or

# InvItem_Name,Item_HauUnpowered
source: Hau (Unpowered)
fr_fr: Hau (Sans pouvoirs)

# InvItem_Name,Item_InfectedMasks
source: Infected Mask
fr_fr: Masque Infecté

# InvItem_Name,Item_KakamaUnpowered
source: Kakama (Unpowered)
fr_fr: Kakama (Sans pouvoirs)

# InvItem_Name,Item_KolhiiBall
source: Kolhii Ball
fr_fr: Balle de Kolhii

# InvItem_Name,Item_KoMakoki
source: Ko Makoki Stone
fr_fr: Pierre Ko Makoki

# InvItem_Name,Item_LeMakoki
source: Le Makoki Stone
fr_fr: Pierre Le Makoki

# InvItem_Name,Item_MahaiTea
source: Mahai Tea
fr_fr: Thé Mahai

# InvItem_Name,Item_MarenMap1
source: Blackmask's Treasure Map #1
fr_fr: Carte au trésor de Masquenoir #1

# InvItem_Name,Item_MarenMap2
source: Blackmask's Treasure Map #2
fr_fr: Carte au trésor de Masquenoir #2

# InvItem_Name,Item_MarenMap3
source: Blackmask's Treasure Map #3
fr_fr: Carte au trésor de Masquenoir #3

# InvItem_Name,Item_MarenMap4
source: Blackmask's Treasure Map #4
fr_fr: Carte au trésor de Masquenoir #4

# InvItem_Name,Item_MaskFinder
source: The Mask Finder
fr_fr: Le Chercheur de Masques

# InvItem_Name,Item_MaskLocator
source: The Mask Finder
fr_fr: Le Chercheur de Masques

# InvItem_Name,Item_MetallicProtodermisIngots
source: Metallic Protodermis Ingots
fr_fr: Lingots de Protodermis Métallique

# InvItem_Name,Item_OnuMakoki
source: Onu Makoki Stone
fr_fr: Pierre Onu Makoki

# InvItem_Name,Item_Pocketdermis
source: Pocketdermis
fr_fr: Pochedermis

# InvItem_Name,Item_PoetNoteBurns
source: Talok: The Ballad of Ta-koro Part 2
fr_fr: Talok : La Balade de Ta-Koro Partie 2

# InvItem_Name,Item_PoetNoteHot
source: Talok: The Ballad of Ta-koro Part 2
fr_fr: Talok : La Balade de Ta-Koro Partie 2

# InvItem_Name,Item_PoetNoteLight
source: Talok: The Ballad of Ta-koro Part 2
fr_fr: Talok : La Balade de Ta-Koro Partie 2

# InvItem_Name,Item_PoetNotePart1
source: Talok: The Ballad of Ta-koro Part 1
fr_fr: Talok : La Balade de Ta-Koro Partie 1

# InvItem_Name,Item_PoetNotePart3
source: Talok: The Ballad of Ta-koro Part 3
fr_fr: Talok : La Balade de Ta-Koro Partie 3

# InvItem_Name,Item_PoetNoteSmoke
source: Talok: The Ballad of Ta-koro Part 2
fr_fr: Talok : La Balade de Ta-Koro Partie 2

# InvItem_Name,Item_PoMakoki
source: Po Makoki Stone
fr_fr: Pierre Po Makoki

# InvItem_Name,Item_Pots
source: Po-Koro Pot
fr_fr: Pot de Po-Koro

# InvItem_Name,Item_ProtoCell
source: Protodermis Cell
fr_fr: Cellule de Protodermis

# InvItem_Name,Item_ProtoCharge
source: Protodermis Charge
fr_fr: Charge de Protodermis

# InvItem_Name,Item_ResearchNotes
source: The Artifact from Below
fr_fr: L'Artéfact des Profondeurs

# InvItem_Name,Item_RestorationGel
source: Restoration Gel
fr_fr: Gel de Restauration

# InvItem_Name,Item_RockHat
source: Rock
fr_fr: Rocher

# InvItem_Name,Item_ShoppingList
source: Metonu's Shopping List
fr_fr: Liste de Courses de Metonu

# InvItem_Name,Item_SouthernTipNote
source: Southern Tip Note
fr_fr: Note de la Pointe Sud

# InvItem_Name,Item_StaffClass2
source: Takoro Guard Staff Class 2
fr_fr: Bâton de la Garde de Ta-Koro Classe 2

# InvItem_Name,Item_Statuette
source: Toa Statuette
fr_fr: Statuette de Toa

# InvItem_Name,Item_StoneCarving
source: Mata-Nui Carving
fr_fr: Sculpture de Mata Nui

# InvItem_Name,Item_SwordStatueNotePart1
source: The Legend of The Swords: Part 1
fr_fr: La Légende des Épées : Partie 1

# InvItem_Name,Item_SwordStatueNotePart2
source: The Legend of The Swords: Part 2
fr_fr: La Légende des Épées : Partie 2

# InvItem_Name,Item_SwordStatuesNotePart3
source: The Legend of The Swords: Part 3
fr_fr: La Légende des Épées : Partie 3

# InvItem_Name,Item_TaMakoki
source: Ta Makoki Stone
fr_fr: Pierre Ta Makoki

# InvItem_Name,Item_ThueiNote
source: 'Out carving!'
fr_fr: 'Parti sculpter !'

# InvItem_Name,Item_TombKey
source: Tomb Key
fr_fr: Clé de Tombe

# InvItem_Name,Item_UnpoweredAkaku
source: Akaku (Unpowered)
fr_fr: Akaku (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredHuna
source: Huna (Unpowered)
fr_fr: Huna (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredKaukau
source: Kaukau (Unpowered)
fr_fr: Kaukau (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredKomau
source: Komau (Unpowered)
fr_fr: Komau (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredMahiki
source: Mahiki (Unpowered)
fr_fr: Mahiki (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredMatatu
source: Matatu (Unpowered)
fr_fr: Matatu (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredMiru
source: Miru (Unpowered)
fr_fr: Miru (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredPakari
source: Pakari (Unpowered)
fr_fr: Pakari (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredRau
source: Rau (Unpowered)
fr_fr: Rau (Sans pouvoirs)

# InvItem_Name,Item_UnpoweredRuru
source: Ruru (Unpowered)
fr_fr: Ruru (Sans pouvoirs)

# InvItem_Name,Item_VuataMacaSeeds
source: Vuata Maca Seeds
fr_fr: Graines de Vuata Maca

# InvItem_Name,Item_WaheCanister
source: Wahae-Mata Gel Canister
fr_fr: Cartouche de gel Wahae-Mata

# InvItem_Name,Item_WaheGel
source: Wahae-Mata Gel
fr_fr: Gel Wahae-Mata

# InvItem_Name,Item_WhakaNui
source: Whakata Nui Cell
fr_fr: Cellule Whakata Nui

# InvItem_Name,Item_WoodStatue
source: Wood Head Statue
fr_fr: Tête de Statue en Bois

# InvItem_Name,Item_WorldMap
source: World Map
fr_fr: Carte du Monde

# InvItem_Name,KylmaNote
source: Kylma's Research Notes
fr_fr: Notes de Recherche de Kylma

# InvItem_NoteText,Item_ArakaNote_NoteDisplay
source: Will be gone a while to get more supply for the Shifting Festival, back later. DON'T STEAL MY STUFF! I WILL REPORT YOU TO THE NIGHT WATCH! -Araka Fireworks for all your celebratory needs
fr_fr: Parti un moment pour rassembler plus de ressources pour le Festival du Changement, de retour plus tard. PAS TOUCHE A MES TRUCS ! JE VOUS DÉNONCERAI A LA GARDE DE NUIT ! - Feux d'artifice Akara pour tous vos besoins festifs

# InvItem_NoteText,Item_BrothersNote_NoteDisplay
source: Dear Koha. I'm sorry brother, I concede the argument, I was at fault - but you didn't have to leave. I will meditate on you now, and try to remember the good times.
fr_fr: Cher Koha. Je suis désolé, mon frère. J'admets que j'ai eu tort, c'était de ma faute - mais tu n'avais pas besoin de partir. Je vais méditer sur toi maintenant, et essayer de me souvenir des bons moments.

# InvItem_NoteText,Item_FirstMateLog1_NoteDisplay
source: First mate's log: Entry 1 Smooth sailing so far aboard the Waikiru. That's the name of our ship - we're not actually riding on a Waikiru. Nattie is helping us get adjusted, and everything is running smoothly. Entry 2 Our first route is from Ga-Koro to Le-Koro around the southern tip. Whatever our cargo is, it's heavy. Entry 8 Nattie is cheerful as ever, even after last night's storm. We're going to have to set down somewhere in Le-Wahi for the night due to the extensive damage we sustained.
fr_fr: Journal de bord du Second : Entrée 1 Voyage sans histoire jusqu'à présent à bord du Waikiru. C'est le nom de notre bateau - nous ne voyageons pas réellement sur un Waikiru. Nattie nous aide à nous ajuster, et tout se passe bien. Entrée 2 Notre première route est de Ga-Koro à Le-Koro via la pointe sud. Quoi que soit notre cargaison, c'est lourd. Entrée 8 Nattie est aussi joyeuse que d'habitude, même après la tempête de la nuit dernière. Nous allons devoir nous abriter quelque-part dans Le-Wahi pour la nuit au vu des dégâts étendus que nous avons subis.

# InvItem_NoteText,Item_FirstMateLog2_NoteDisplay
source: First mate's log: Entry 17 Nattie's acting strange. She put us on a new course without consulting me. I tried to talk to her, but she snapped... told me to call her 'Captain'. The crew is getting tired, she's kept us constantly working. Entry 22 The Captain... Nattie... She forced us to steal gold from other Matoran. I tried to stop her... she just threatened to throw me overboard and let the Razorfish rip me to shreds. The crew went along with her commands. Mostly, it seemed, out of fear.
fr_fr: Journal de bord du Second : Entrée 17 Le comportement de Nattie est étrange. Elle nous a fait changer de cap sans me consulter. J'ai essayé de lui parler, mais elle a débloqué... M'a dit de l'appeler "Capitaine". L'équipage est fatigué, elle nous fait travailler constamment. Entrée 22 Le Capitaine... Nattie... Elle nous a forcé à voler de l'or à d'autres Matoran. J'ai essayé de l'arrêter... Elle a juste menacé de me jeter par dessus bord et de laisser les Poissons-rasoirs me déchirer en morceaux. L'équipage a suivi ses ordres. Principalement, semblerait-il, par peur.

# InvItem_NoteText,Item_FirstMateLog3_NoteDisplay
source: First mate's log: Entry 31 Most of the crew are blindly following her orders now. A handfull of us are conducting secret meetings, trying to stop her from escalating further... but at this point it's us verses the entire crew. Entry 32 I saw something strange on the Captain's mask. A small patch of black material. I have no idea what it is... although I may just be getting paranoid. She hasn't let us sleep recently. Entry 61 We've collected so much gold. We've committed so many vile acts. The kind Matoran I once knew is no longer behind that blackened mask. I'm staying aboard in case I can somehow stop her.
fr_fr: Journal de bord du Second : Entrée 31 La plupart de l'équipage suit aveuglément ses ordres maintenant. Une poignée d'entre nous organise des rencontres secrètes, en essayant de l'empêcher d'escalader les choses encore plus loin... Mais à ce stade c'est nous contre l'entièreté de l'équipage. Entrée 32 J'ai vu quelque-chose d'étrange sur le masque du capitaine. Une sorte de petite zone de matériau noir. Je n'ai pas la moindre idée de ce que c'est... Je pourrais aussi être paranoïaque. Elle ne nous a pas laissé dormir ces derniers temps. Entrée 61 Nous avons amassé tellement d'or. Nous avons commis tellement d'actes horribles. La douce Matoran que j'ai connue autrefois n'est plus derrière ce masque noir. Je reste à bord au cas où je trouverais un moyen de la stopper.

# InvItem_NoteText,Item_FirstMateLog4_NoteDisplay
source: First mate's log: Entry 115 The Captain is ordering us to hide all the gold. I'm not sure what she's planning, but I'm too terrified to ask. She looked at me strangely the other day. Her cold, yellow eyes peircing straight through my Akaku. I think she knows. Entry 165 We've hidden most of the gold... but lost many good Matoran to do so. Tonight is our last stop. An island off the western coast of Onu-Wahi, north of the tunnel entrance. Tonight I believe the Captain is going to end my life.
fr_fr: Journal de bord du Second : Entrée 115 Le Capitaine nous a ordonné de cacher tout l'or. Je ne sais pas ce qu'elle prépare, mais je suis trop terrifié pour agir. Elle m'a regardé bizarrement, l'autre jour. Ses yeux jaunes et froids regardant directement à travers mon Akaku. Je pense qu'elle sait. Entrée 165 Nous avons caché la plupart de l'or... Mais perdu beaucoup de bons Matorans pour le faire. Cette nuit est notre dernière escale. Une île au large de la côte ouest d'Onu-Wahi, au nord de l'entrée du tunnel. Cette nuit, je pens que le Capitaine va mettre fin à mes jours.

# InvItem_NoteText,Item_FirstMateLog5_NoteDisplay
source: First mate's log: Entry 166 It's over. We arrived at the island, ready to bury the last of the gold. A storm was brewing. The Captain ordered us to place the gold in an inconspicuous cave to the east inland. My job was to keep lookout. I stood at the edge of a sharp cliff, wondering just how it had all gone so wrong. As the crew wrestled with some local Fikou-Nui, The Captain came up to me. "I'm aware that you have not been loyal to me" She said, her now pitch-black mask reflecting the newly falling rain. I stared into her eyes. For the briefest second, I could see her old self emerge. A slight tinge of regret. "You've changed, Nattie." The second I uttered her name, she tackled me to the floor. We wrestled on that cliffside, rain drowning out any noise. Somehow, some of the crew began running up the hill towards us to protect their captain. She got a few good hits in on me, then stood up. "You should have just obeyed like the rest of them."
fr_fr: Journal de bord du Second : Entrée 166 C'est fini. Nous sommes arrivés sur l'île, prêts à enterrer le reste de l'or. Une tempête se préparait. Le Capitaine nous a ordonné à tous de placer l'or dans une grotte dissimulée sur l'île est. Mon travail était de monter la garde. Je me tenais debout à la limite d'une falaise, me demandant juste comment tout avait pu tourner si mal. Alors que l'équipage se débattait avec quelques Fikou-Nui locaux, Le Capitaine est venue vers moi. "Je sais que tu n'as pas été loyal envers moi" a-t-elle dit, son masque désormais noir de jais réfléchissant la pluie qui venait de se mettre à tomber. Je l'ai regardée dans les yeux. Pendant un bref instant, j'ai pu voir son ancien-elle émerger. "Tu as changé, Nattie." A la seconde où j'ai prononcé son nom, elle m'a plaqué au sol. Nous nous sommes débattus sur cette falaise, la pluie étouffant tout le bruit. Malgré tout, quelques membres de l'équipage ont couru vers nous pour protéger leur capitaine. Elle m'a donné quelques coups qui ont fait mouche. "Tu aurais du obéir comme le reste."

# InvItem_NoteText,Item_FirstMateLog6_NoteDisplay
source: First mate's log: Continued: Suddenly, lightning struck on the beach below. The cliff began to crumble... Nattie began to slip... I dashed forward to try and grab her hand- but it was too late. Nearly the second that she hit the ground, the remaining members of the crew stopped in their tracks, confused and terrified. They looked suddenly as if they had been awoken from a deep sleep. The next day, I buried Nattie in the cave with the rest of the gold. I placed that horrible black mask upon the grave as a marker. I'll also leave this final log here, too. If you find this note, you have also found the mask. Whatever you do, don't place it on your face.
fr_fr: Journal de bord du Second : Suite : Soudainement, la foudre a frappé la plage en dessous. La falaise commença à gronder... Nattie commença à glisser... J'ai plongé en avant pour essayer d'attraper sa main mais c'était trop tard. Presque à la seconde-même où elle toucha le sol, les membres de l'équipage restants s'arrêtèrent net, confus et terrifiés. Ils avaient soudainement l'air d'être réveillés d'un profond sommeil. Le jour suivant, j'ai enterré Nattie dans la grotte avec le reste de l'or. J'ai placé ce masque horrible sur sa tombe comme marquage. Je laisserai aussi ce dernier journal ici. Si vous trouvez cette note, vous avez aussi trouvé le masque. Quoi que vous fassiez, ne le mettez pas sur votre visage.
