Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_JalaReport1
source: There’s been an increase in Rahi attacks as of late... they seem to be more organized than what we’ve seen in the past. I haven’t heard many details, but a runner has informed me that the other Turaga weren’t able to safely return to their villages. It seems Vakama was the lucky one...
fr_fr: Les attaques de Rahi ont augmenté ces derniers temps... ils ont l'air plus organisé que par le passé. Je n'ai pas entendu beaucoup de détails, mais un courrier m'a informé que les autres Turaga n'ont pas réussi à revenir à leurs villages. On dirait que Vakama a eu de la chance...

# Dialogue_Text,DL_JalaReportTahu
source: Things have mostly been quiet, aside from Vakama’s return. I, for one, am grateful. Quiet is a rarity these days.
fr_fr: Les choses ont été plutôt calme, à part le retour de Vakama. J'en suis heureux. On n'a que trop rarement du calme ces derniers temps.

# Dialogue_Text,DL_JalaTakoro
source: Use the lever behind me to cross the moat. We keep the bridge lowered to protect the village from Rahi, so try to remember to lower it again once you’re across.
fr_fr: Utilise le levier pour traverser la douve. On garde le pont levis baisser pour protéger le village des Rahi, alors essaye de te rappeler de le baisser une fois que tu as traversé.

# Dialogue_Text,DL_JalaWho
source: Are... are you serious? I’m Jala, Captain of the Ta-Koro Guard and right hand to Turaga Vakama. I would assume that Mata Nui’s chosen heroes wouldn’t be this forgetful...
fr_fr: Tu... tu es sérieux ? Je suis Jala, Capitaine de la Garde de Ta-Koro et main droite de Turaga Vakama. Je pensais que les héros choisis par Mata Nui auraient une meilleur mémoire...

# Dialogue_Text,DL_JobmasterIntro
source: *The matoran mutters to himself*
fr_fr: *Le Matoran marmonne pour lui-même*

# Dialogue_Text,DL_JobmasterIntro_2
source: What? Oh, sorry. - I was just thinking about how not only am I lacking workers for the tower construction project, the Turaga went and disappeared, and on top of all that, my shipment is late. What a day.
fr_fr: Quoi ? Oh désolé. - Je pensais juste au fait que non seulement je manquais d'ouvriers pour la tour à construire, le Turaga a disparu, et en plus de ça, ma cargaison a disparu. Quelle journée.

# Dialogue_Text,DL_JobmasterJob1
source: Ah, Reka. Quite a dull man, a bit obsessed with Kohlii - like half the town I suppose. If he sent you here, you must need a few extra widgets, right? I suppose you could help me with my shipment issue.
fr_fr: Ah, Reka. Plat, un peu obsédé par le Kolhii - comme la moitié de la ville, je suppose. S'il vous a envoyé ici, vous devez avoir besoin de widgets, hein ? Je suppose que vous pourriez m'aider avec mon problème de cargaison.

# Dialogue_Text,DL_JobmasterJobSneak
source: Woah! Toa, you really shouldn't sneak up on Matoran like that. Wait, what about Reka?
fr_fr: Waouh ! Toa, tu ne devrais pas faire peur à des Matoran comme ça. Attends, qu'est-ce que c'était sur Reka ?

# Dialogue_Text,DL_JobmasterQuestLoc
source: Go North of the Onu-Koro entrance until you hit the sandy edge of Po-Wahi. The shipping center is near the docks.
fr_fr: Va au nord de l'entrée d'Onu-Koro jusqu'à atteindre la frontière sableuse avec Po-Wahi. Le centre d'expédition est près des quais.

# Dialogue_Text,DL_JobmasterReturn
source: Greetings Toa, Do you have my shipment yet?
fr_fr: Salutations Toa. As-tu ma cargaison ?

# Dialogue_Text,DL_JobmasterReturn1
source: Ahhck! That is very unfortunate.
fr_fr: Ahhck ! C'est vraiment pas de chance.

# Dialogue_Text,DL_JobmasterReturn2
source: They fetch a very high price where they have been outlawed. I have debts to pay, and I need the money - Every so often I have them imported from a small fishing village.
fr_fr: Ils se vendent très cher là où ils ont été interdits. J'ai des dettes à payer et j'ai besoin de l'argent - de temps à autre je les importe d'un petit village de pêcheurs.

# Dialogue_Text,DL_JobmasterReturn3
source: Hmm... Very well, I will find an alternate source of income.
fr_fr: Humm... Très bien, je trouverais une autre source de revenus.

# Dialogue_Text,DL_JobmasterReturn4
source: Did you not hear me when I said I was in debt! Ahh Fine whatever, here's your 350 widgets.
fr_fr: Tu ne m'as pas entendu quand j'ai dit que j'avais des dettes ! Ahh, très bien, voilà tes 350 widgets.

# Dialogue_Text,DL_JobmasterReturnFinal
source: Please don't speak to me Toa.
fr_fr: Ne me parlez pas Toa.

# Dialogue_Text,DL_JobmasterShipment
source: A collection of materials - for the carvers and the construction workers, you know.
fr_fr: Divers matériaux - pour les sculpteurs et les ouvriers, tu sais.

# Dialogue_Text,DL_JobmasterShipmentGiveQuest
source: You know what, I believe there is. There'd be some widgets in it if you accept.
fr_fr: Tu sais quoi, je crois que oui. Il y aura des widgets pour toi si tu acceptes.

# Dialogue_Text,DL_JobmasterShipmentJob
source: A collection of materials - for the carvers and the construction workers, you know.
fr_fr: Divers matériaux - pour les sculpteurs et les ouvriers, tu sais.

# Dialogue_Text,DL_JobmasterShipmentQuest
source: Good luck. And hurry back, will you?
fr_fr: Bonne chance. Et dépêchez-vous s'il te plaît ?

# Dialogue_Text,DL_JobmasterShipmentQuestDesc
source: The shipment is late, and it's important. I'll need you to head to the Onu-Koro shipping center and see what's taking them so long. If the couriers have left already, you'll need to track them down.
fr_fr: La cargaison est en retard, et c'est important. J'ai besoin que tu ailles au centre d'expédition d'Onu-Koro et vois ce qui leur prend autant de temps. Si les messagers sont déjà partis, il faudra que tu les recherches.

# Dialogue_Text,DL_JobmasterTuraga
source: Our Turaga, Onewa, went missing recently. We have gotten along fine without him - with his advanced age, I run the town mostly these days - I was the one that tasked Huki to wait for you.
fr_fr: Notre Turaga, Onewa, a disparu récemment. Nous nous sommes bien débrouillés sans lui - avec son âge avancé, c'est moi qui dirige la ville ces derniers temps - c'est moi qui ai chargé Huki de t'attendre.

# Dialogue_Text,DL_KapuraAdventures1
source: Did you hear the rumor about Kapura?
fr_fr: Tu as entendu la rumeur sur Kapura ?

# Dialogue_Text,DL_KapuraAdventures2
source: What'd the weirdo do now?
fr_fr: Qu'est-ce que ce farfelu a encore fait ?

# Dialogue_Text,DL_KapuraAdventures3
source: I heard from a friend of mine, Hewtinii; That Kapura is planning on walking around all of Mata-Nui soon!
fr_fr: Un de mes amis, Hewtinii m'a dit que Kapura prévoyait de faire le tour de Mata Nui à la marche bientôt !

# Dialogue_Text,DL_KapuraAdventures4
source: Huh, I guess he really is crazy then. Could that be related to why so many Po-Matoran have been arriving here lately?
fr_fr: Je suppose qu'il est vraiment fou alors. Est-ce que c'est lié aux nombreux Po-Matoran qui sont arrivés dernièrement ?

# Dialogue_Text,DL_KapuraAdventures5
source: I'm not sure, It might be. Hah, maybe they mean to build a statue in his honor!
fr_fr: Je ne suis pas sûr, peut-être. Ha, peut-être qu'ils veulent construire une statue en son honneur !

# Dialogue_Text,DL_KapuraAdventures6
source: HAH, That would be quite silly indeed!
fr_fr: HA, ça serait vraiment ridicule !

# Dialogue_Text,DL_Kapuranotlost
source: No, I'm practicing.
fr_fr: Non, je m'entraine.

# Dialogue_Text,DL_KapuraPo
source: Hello again Toa...
fr_fr: Rebonjour Toa...

# Dialogue_Text,DL_KapuraPo1
source: Yes, I am Kapura...
fr_fr: Oui, je suis Kapura...

# Dialogue_Text,DL_KapuraPo2
source: I do not always practice Toa... Today I've decided to take in Mata-Nui's beauty.
fr_fr: Je ne m'entraîne pas toujours Toa... Aujourd'hui, j'ai décidé d'admirer la beauté de Mata Nui.

# Dialogue_Text,DL_KapuraWhatareyoudoing
source: I'm practicing... Vakama says even though I am slower then all the others I may be faster than them if I practice.
fr_fr: Je m'entraîne... Vakama dit que même si je suis plus lent que tous les autres, je peux être plus rapide qu'eux si je m'entraîne.

# Dialogue_Text,DL_KapuraWhereGa
source: I like to travel... Ga-Wahi is very wet... Vakama says that by practicing my skill I can travel large distances in a short time.
fr_fr: J'aime voyager... Ga-Wahi est très humide... Vakama dit qu'en m'entraînant, je peux me déplacer sur de grandes distances en peu de temps.

# Dialogue_Text,DL_KapuraWhereKo
source: I like to travel... Ko-Wahi is very serene, and a little too cold for me... Vakama says that by practicing my skill I can travel large distances in a short time.
fr_fr: J'aime voyager... Ko-Wahi est très calme, et un peu trop froid pour moi... Vakama dit qu'en m'entraînant, je peux me déplacer sur de grandes distances en peu de temps.

# Dialogue_Text,DL_KapuraWhereLe
source: I like to travel... Le-Wahi is very pretty. Vakama says that by practicing my skill I can travel large distances in a short time.
fr_fr: J'aime voyager... Le-Wahi est très joli. Vakama dit qu'en m'entraînant, je peux me déplacer sur de grandes distances en peu de temps.

# Dialogue_Text,DL_KapuraWhereOnu
source: Everyone lives on an island, it's only a matter of size...
fr_fr: Tout le monde vit sur une île, c'est juste une question de taille...

# Dialogue_Text,DL_KewaMaster
source: Well... No, we don't have any here.
fr_fr: Et bien... Non, nous n'en avons pas ici.

# Dialogue_Text,DL_KewaMaster1
source: Greetings Toa-Hero, would you like to ride a Kewa?
fr_fr: Salutations Toa-Héros, voudrais-tu chevaucher un Kewa ?

# Dialogue_Text,DL_KewaMaster2
source: Kahu are for the ever-brave Le-Koro Airforce only!
fr_fr: Les Kahu sont réservés à la toujours-courageuse force aérienne de Le-Koro !

# Dialogue_Text,DL_Kieve
source: We have to find it...
fr_fr: Nous devons le trouver...

# Dialogue_Text,DL_Kieve1
source: No we're not lost... Well maybe a little - but we will be un-lost soon! It was good to see you Toa, now we must get back to searching!
fr_fr: Non, nous ne sommes pas perdus... Et bien peut-être un peu - mais bientôt nous ne le serons plus ! C'est bon de te voir, Toa, mais maintenant nous devons reprendre notre quête !

# Dialogue_Text,DL_Kieve2
source: No! We must find it before the others arrive, you can't acompany us yet, It's not ready!
fr_fr: Non ! Nous devons le trouver avant que les autres n'arrivent, tu ne peux pas nous accompagner pour le moment, ce n'est pas prêt !

# Dialogue_Text,DL_Kieve3
source: We will be fine, as soon as we find it! Wait, maybe it doesn't exist yet?... Either way, we will keep searching!
fr_fr: Tout ira bien, dès que nous l'aurons trouvé ! Attends, peut-être qu'il n'existe pas encore ? ... Quoi qu'il en soit, il faut qu'on continue à chercher !

# Dialogue_Text,DL_KoAstronomer1
source: I study the stars.
fr_fr: J'étudie les étoiles.

# Dialogue_Text,DL_KoAstronomer2
source: I create prophecies for the wall.
fr_fr: Je crée des prophéties pour le mur.

# Dialogue_Text,DL_KoAstronomer3
source: I study the Red Star and it's location in the sky reletive to stars around it. The constellations it forms help me understand our Destiny.
fr_fr: J'étudie l'Étoile Rouge et sa position dans le ciel par rapport aux étoiles autour. Les constellations qu'elle forme m'aident à comprendre notre Destinée.

# Dialogue_Text,DL_KoFishSeller
source: $T! Oh my, umm, welcome to my shop!
fr_fr: $T ! Oh la la, hum, bienvenue dans ma boutique !

# Dialogue_Text,DL_KoFishSeller2
source: Me? Why I sell the best-ist frozen Ruki you've tasted! Hehe, I mean... I sell frozen fish...
fr_fr: Moi ? Mais je vends le meilleur Ruki gelé que tu ais jamais goûté ! Héhé, je veux dire... je vends du poisson gelé...

# Dialogue_Text,DL_KoFishSeller3
source: Oh, well I lived in Le-koro for a while, but I never really felt like I fit in there... They would always make fun of me because, I didn't know how to vine swing, or couldn't tree hop like they could. One day I just left - later I came apon Whagna, and the people were nice, it really felt like a home.
fr_fr: Oh, j'ai vécu à Le-Koro à une époque, mais je ne me sentais pas à ma place... Ils se moquaient toujours de moi parce que je ne savais pas me balancer dans les lianes, ou sauter sur les arbres comme eux. Un jour je suis juste parti - plus tard j'ai découvert Whagna, et ses habitants étaient gentils, je m'y suis senti chez moi.

# Dialogue_Text,DL_KoFishSeller4
source: Yes, I did... And now it is my home.
fr_fr: Oui... Et maintenant c'est mon foyer.

# Dialogue_Text,DL_KoFishSellerAbandoned1
source: Hmm...
fr_fr: Hum...

# Dialogue_Text,DL_KoFishSellerAbandoned2
source: Toa $T, It's great to see you again! I'm alright my head is a bit clearer than it was when last I saw you.
fr_fr: Toa $T, c'est bon de vous revoir ! Je vais bien, ma tête est un peu plus claire que la dernière fois que je vous ai vu.

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro1
source: Well... It is a little better, the others thought that going off and living in an off the map town was brave and adventurous. Little do they know I did it to get away from them...
fr_fr: Et bien... C'est un peu mieux, les autres pensaient que s'en aller et vivre dans une ville qui n'apparait sur aucune carte était courageux et aventureux. Ils ne savaient pas que c'était pour m'éloigner d'eux...

# Dialogue_Text,DL_KoFishSellerAbandonedLekoro2
source: Oh not that much... They still won't let me participate in any of their Kewa bird games. It's okay - I still don't like heights, but it does bug me that I wasn't even considered.
fr_fr: Oh pas tant que ça... Ils ne me laissent toujours pas participer à leurs jeux d'oiseaux Kewa. C'est très bien - je n'aime toujours pas les hauteurs, mais ça me dérange de ne pas avoir été ne serait-ce que considérer.

# Dialogue_Text,DL_KoFishSellerAbandonedSeen
source: No, none of them. Last one I saw was Parhi I think... In Onu-Koro?
fr_fr: Non, aucun. Le dernier que j'ai vu devais être Parhi je crois... à Onu-Koro ?

# Dialogue_Text,DL_KoFishSellerAbandonedSeen2
source: Uhh yeah, I don't remember the specifics, my head was still spinning at that point. Apparently I asked Parhi to explain where we were going three times, Haha...
fr_fr: Oh oui, je ne souviens pas des détails, ma tête tournait toujours. Apparemment j'ai demandé à Parhi d'expliquer où nous allions trois fois, haha...

# Dialogue_Text,DL_KoFishSellerFixed
source: You're back $T!
fr_fr: Vous êtes de retour $T !

# Dialogue_Text,DL_KoFishSellerFixed1
source: Oh yes, my head is much clearer than last time.
fr_fr: Oh oui, j'ai les idées bien plus claires que la dernière fois.

# Dialogue_Text,DL_KoFishSellerFixed2
source: I like to see my shop from afar sometimes, also I've been thinking of some improvements... What about some sort of sign like Parhi's?
fr_fr: J'aime voir ma boutique de loin parfois, et je réfléchis aussi à des améliorations... Peut-être un espèce de signe comme celle de Parhi ?

# Dialogue_Text,DL_KoFishSellerFixing
source: Heheh...
fr_fr: Héhé...

# Dialogue_Text,DL_KoFishSellerFixing1
source: Yes. Everything is fine.
fr_fr: Oui. Tout va bien.

# Dialogue_Text,DL_KoFlagQuestFinish
source: Thank you very much Toa, I will remember this kindness.
fr_fr: Merci beaucoup Toa, je me souviendrais de votre gentillesse.

# Dialogue_Text,DL_KoFlagQuestFlagMaker
source: Greetings Toa. Did you need something? I'm quite busy.
fr_fr: Salutations Toa. Avez-vous besoin de quelque chose ? Je suis plutôt occupé.

# Dialogue_Text,DL_KoFlagQuestFlagMaker1
source: Oh, well I create flags. Most of the flags you seen around Mata-Nui are created by me!
fr_fr: Oh, et bien, je fabrique des drapeaux. La plupart des drapeaux que vous avez vu sur Mata Ni ont été créés par moi !

# Dialogue_Text,DL_KoFlagQuestFlagMaker2
source: Yeah, It can be quite- eh, very, stressful at times, but I do enjoy it.
fr_fr: Oui, ça peut être un peu - hé, très, stressant parfois, mais j'aime ça.

# Dialogue_Text,DL_KoFlagQuestOtherFlagmakers
source: I've heard rumor of one in Le-Koro, goes by the name of 'Kumo' I belive... Likely inferior designs...
fr_fr: J'ai entendu parler qu'il y en avait un à Le-Koro, du nom de 'Kumo' je crois... Probablement de conception inférieure...

# Dialogue_Text,DL_KoFlagQuestRest
source: You are right. Yes... Just... just one day...
fr_fr: Vous avez raison. Oui... juste... juste un jour...

# Dialogue_Text,DL_KokoroGuardGreeting1
source: I know we Ko-Matoran are supposed to be used to this weather, but it's so cold!
fr_fr: Je sais que nous autres Ko-Matoran sommes censés être habitués à ce temps, mais il fait tellement froid !

# Dialogue_Text,DL_KokoroGuardGreeting2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool on the path up ahead.
fr_fr: Bonjour Toa, bienvenue à Ko-Koro, si vous avez besoin de récupérer du Protodermis, il y a une source sur le chemin devant.

# Dialogue_Text,DL_KokoroGuardGreeting2_2
source: Hello Toa, Welcome to Ko-Koro, if you need a Protodermis refill there is a pool right next to Nuju's hut.
fr_fr: Bonjour Toa, bienvenue à Ko-Koro, si vous avez besoin de récupérer du Protodermis, il y a une source à côté de la hutte de Nuju.

# Dialogue_Text,DL_KokoroGuardInfo
source: Well, no not a whole lot, Nuju has been missing for a while. Last anyone saw him he was buying a very large amount of flags from the ga-koroan flagmaker, Perhaps that is why the flag trade has stopped. But other than that not much at all.
fr_fr: Et bien, non pas grand chose, Nuju a disparu depuis un moment. La dernière qu'on l'a vu il achetait beaucoup de drapeaux au fabricant de drapeaux ga-koronan, peut-être que c'est pour ça que le commerce de drapeaux est à l'arrêt. Mais à part ça, pas grand chose.

# Dialogue_Text,DL_KokoroGuardProtodermis
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
fr_fr: Vous ne savez pas ce qu'est le Protodermis ? Le Protodermis est ce avec quoi nous fabriquons nos outils, et presque tous les objets métalliques que vous voyez sur Mata-Nui. C'est aussi le carburant de votre masque !

# Dialogue_Text,DL_KokoroGuardProtodermis_2
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
fr_fr: Vous ne savez pas ce qu'est le Protodermis ? Le Protodermis est ce avec quoi nous fabriquons nos outils, et presque tous les objets métalliques que vous voyez sur Mata-Nui. C'est aussi le carburant de votre masque !

# Dialogue_Text,DL_KokoroGuardProtodermis_3
source: You don't know about Protodermis ? Protodermis is what we make our tools out of, and almost anything metalic you see on Mata-Nui. It also happens to fuel your mask!
fr_fr: Vous ne savez pas ce qu'est le Protodermis ? Le Protodermis est ce avec quoi nous fabriquons nos outils, et presque tous les objets métalliques que vous voyez sur Mata-Nui. C'est aussi le carburant de votre masque !

# Dialogue_Text,DL_KoMatoranCold
source: BRR! I'm so cold, and can't get warm, why can't I get warm?
fr_fr: BRR ! J'ai tellement froid, et je ne peux pas me réchauffer, pourquoi ne puis-je pas me réchauffer ?

# Dialogue_Text,DL_Kongu
source: Hey hey! You're finally back Toa-Hero! What happened?
fr_fr: Hé hé ! Vous êtes finalement de retour Toa-Héros ! Que s'est-il passé ?

# Dialogue_Text,DL_Kongu1
source: Why I am wind-flying, Kahu-riding Kongu of course! Huh, it seems your thought-memory has been lost? Strange.
fr_fr: Voyons, je suis l'oiseauteur, chevaucheur de Kahu Kongu évidemment ! Hm, il semble que votre esprit-mémoire a été perdu ? Etrange.

# Dialogue_Text,DL_Kongu2
source: Oh, yes! I need someone to go hunt-searching for Matau, our Turaga. It is a sorry-bad tale, but he has been lost-missing for some time now!
fr_fr: Oh oui ! J'ai besoin de quelqu'un pour partir à la chasse-recherche de Matau, notre Turaga. C'est une mauvaise-terrible histoire, mais il a été perdu-disparu depuis un moment maintenant !

# Dialogue_Text,DL_KonguMap
source: Some scouts have heard him Down-tree and deep-wood, here I'll mark it on your map-paper.
fr_fr: Certains éclaireurs l'ont entendu racineux et bathysylvestre, tenez, je vais le marquer sur votre carte-plan.

# Dialogue_Text,DL_KonguNoMap
source: Some scouts have heard him Down-tree and deep-wood, you will need a map though! I've done some Draw-finding of Le-Wahi, here take it!
fr_fr: Certains éclaireurs l'ont entendu racineux et bathysylvestre, vous allez avoir besoin d'une énorme carte en revanche ! J'ai fait quelques dessins-trouvailles de Le-Wahi, tenez, prenez-le !

# Dialogue_Text,DL_KonguQuest
source: Please do seek-find him, I'm very worried!
fr_fr: S'il vous plaît, cherchez-trouvez le, je suis très inquiet !

# Dialogue_Text,DL_KonguReturn
source: You are still seek-finding our Turaga, right Toa-Hero?
fr_fr: Vous êtes toujours en train de chercher-trouver notre Turaga, pas vrai Toa-Héros ?

# Dialogue_Text,DL_KonguSaved
source: Well-met $T! Thank you for find-saving Matau!
fr_fr: Bonjour à vous $T ! Merci d'avoir sauvé Matau !

# Dialogue_Text,DL_Kopaka1
source: Perhaps there is some factor that it is impossible to prepare for.
fr_fr: Peut-être qu'il existe un facteur pour lequel il est impossible de se préparer.

# Dialogue_Text,DL_Kopaka2
source: ...I suspect we will soon learn.
fr_fr: ... Je suspecte que nous l'apprendrons bientôt.

# Dialogue_Text,DL_Kopaka3
source: So we are doomed to fail no matter how many times we confront Makuta? To relive this same battle countless times?
fr_fr: Donc nous sommes condamnés à échouer peu importe le nombre de fois que nous affrontons Makuta ? À revivre cette bataille éternellement ?

# Dialogue_Text,DL_Kopeke1
source: It's almost done...
fr_fr: C'est presque fini...

# Dialogue_Text,DL_Kopeke2
source: It represents the need that all living beings carry for heat, the Heatstone represents when the Matoran took control of that need, and took it into their own hands.
fr_fr: Cela représente le besoin de chaleur qu'ont toutes les créatures vivantes. La Pierre chauffante représente quand les Matoran ont pris le contrôle de ce besoin, et l'ont maîtrisé.

# Dialogue_Text,DL_Kopeke3
source: WHAT? Ahh not again!
fr_fr: QUOI ? Ah pas encore !

# Dialogue_Text,DL_KoTempleMaster
source: Ahh, thank you Toa, but the darkness isn't yet gone from our places of worship, there are more Temples across the Island that need to be freed.
fr_fr: Aah, merci Toa, mais les ténèbres ne sont pas tout à fait parties de nos lieux de culte, il y a d'autres Temples sur l'Ile qui doivent être libérés.

# Dialogue_Text,DL_KoTempleMaster1
source: You also may want to ask matoran in the Koros about their Temple.
fr_fr: Vous devriez aussi parler aux Matoran des Koros à propos de leurs Temple.

# Dialogue_Text,DL_KoTownBuyer
source: Do you have one that's made out of Protosteel?
fr_fr: En avez vous en Protoacier ?

# Dialogue_Text,DL_KoTownBuyer2
source: Oh Hello! Believe it or not I hail from Po-Koro, Alot of the matoran here are from different places around the island. I've only been here a short while but it seems like a place I'd like to stay.
fr_fr: Oh bonjour ! Croyez-le ou non je viens de Po-Koro, nombreux de Matoran ici viennent de différents endroits de l'île. Je suis ici depuis un petit moment seulement, mais cela ressemble à un endroit où j'aimerais rester.
