Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_KoTownBuyer3
source: Yes, I've always felt a bit disconnected from other Po-Matoran as if I was not ment to be part of the tribe. As I said many of the people here are from different villages... Many of us are self outcasts or explorers.
fr_fr: Oui, je me suis toujours senti un peu déconnecté des autres Po-Matoran comme si je n'étais pas membre de la tribu. Comme je l'ai dit, beaucoup des gens ici viennent de villages différents... La plupart d'entre nous sommes des parias ou des explorateurs.

# Dialogue_Text,DL_KoTownBuyerGainQuest
source: I'll stay here for a while yes, but If I'm not here when you get back you might try Po-Koro or Ga-Koro.
fr_fr: Je vais rester un peu ici oui, mais si je ne suis pas là à votre retour vous devriez essayer Po-Koro ou Ga-Koro.

# Dialogue_Text,DL_KoTownBuyerOnua
source: Ahh, Yes Protodermis is more common, however Protosteel is a very rare, very strong material that can only be manipulated by a few people in the world. I've been traveling all over the island to find and study these rare tools. I'm Kohi by the way.
fr_fr: Aah, oui, le Protodermis est plus commun, cependant le Protoacier est un matériau très rare, très résistant, qui peut être manipulé seulement par une petite quantité de personnes dans le monde. J'ai voyagé dans toute l'île pour trouver ces objets rares. Je m'appelle Kohi, enchanté.

# Dialogue_Text,DL_KoTownBuyerOnua1
source: With a Toa helping me perhaps I'd even be able to discover the secret to Protosteel manipulation! Yes I will absolutely accept your help, as I did recently hear of a Protosteel tool on the other side of the island in Le-Wahi South-West of Le-Koro. There is said to be Protosteel Weapon "frozen in wood", surrounded by a Nui-Jaga Nest. I haven't made the trip down there yet for, well for obvious reasons.
fr_fr: Avec un Toa à mes côtés peut-être que je serais même capable de découvrir le secret de la manipulation du Protoacier ! Oui je vais évidemment accepter votre aide, vu que j'ai récemment entendu parler d'un outil de Protoacier de l'autre côté de l'île, à Le-Wahi, au sud-ouest de Le-Koro. Il se dit que c'est une arme de Protoacier "gelée dans le bois", entourée d'un nid de Nui-Jaga. Je n'ai pas fait le voyage jusque-là, pour des raisons relativement évidentes.

# Dialogue_Text,DL_KoTownKohiProtosteel1
source: Ahh Hello $T, come to help me free this thing?
fr_fr: Aah bonjour $T, vous venez m'aider à libérer ce machin ?

# Dialogue_Text,DL_KoTownKohiProtosteel2
source: What? Po-Koro was attacked?
fr_fr: Quoi ? Po-Koro a été attaqué ?

# Dialogue_Text,DL_KoTownKohiProtosteel3
source: Oh, you gave me a fright Toa! Whagna isn't my home, I was mearly there following up on a lead to find this. Shame they got attacked though, I hope no one was hurt.
fr_fr: Oh vous m'avez fait peur Toa ! Whagna n'est pas mon foyer, j'étais simplement ici sur une piste pour trouver ceci. C'est tragique qu'ils aient été attaqués ceci-dit, j'espère que personne n'a été blessé.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered
source: Haha! I've done it!
fr_fr: Haha ! Je l'ai fait !

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered2
source: Ahh Hello Toa! Yes indeed I have, although I'm not entirely sure what I did.
fr_fr: Aaah bonjour Toa ! Oui, effectivement, bien que je ne sois pas encore certain de ce que j'ai fait.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered3
source: Well, I was trying to melt down the tools we found, and even with my furnace as hot as it could go they still weren't begining to.
fr_fr: Eh bien, j'ai essayé de fondre les outils qu'on a trouvé, et même avec mon fourneau aussi chaud que possible, ils ne commençaient même pas.

# Dialogue_Text,DL_KoTownKohiProtosteelDiscovered4
source: In an admittedly embarrassing fit of rage, I attempted to bend the tools with my bare hands. Surprisingly, it worked! There was some sort of electricity between my hands, the metal became soft and began to glow. So I placed it into the furnace and they melted!
fr_fr: Dans un accès de rage relativement embarrassant, j'ai tenté de plier les objets à mains nues. Surprenamment, ça a marché ! Il y avait une sorte d'électricité entre mes mains, le métal est devenu doux et a commencé à luire. Donc je l'ai placé dans la fournaise et il a fondu !

# Dialogue_Text,DL_KoTownKohiProtosteelGift
source: For your help in this endevor, I'd like to give you the first Protosteel item from my shop, free of charge.
fr_fr: Pour votre aide dans cette tâche, j'aimerais vous donner le premier objet en Protoacier de mon échoppe, sans frais.

# Dialogue_Text,DL_KoTownKohiProtosteelGift1
source: I was thinking I'd add some shine to your masks, If you'd allow me?
fr_fr: Je pensais que je pourrais rajouter du brillant à vos masques, si vous me le permettez ?

# Dialogue_Text,DL_KoTownKohiProtosteelGift2
source: So, how do you like It?
fr_fr: Donc, vous l'aimez comment ?

# Dialogue_Text,DL_KoTownKohiProtosteelGive
source: Ahh, Yes Thank you thank you Toa!
fr_fr: Ahh, Oui Merci merci Toa !

# Dialogue_Text,DL_KoTownKohiProtosteelGive1
source: With this and my others, I should be able to discover the secret to Protosteel. Stop by my forge in Po-Koro later, and I might have something for you.
fr_fr: Avec celui-ci et les autres, je devrais pouvoir découvrir le secret du protoacier. Passez par ma forge à Po-Koro plus tard, et j'aurai quelque chose pour vous.

# Dialogue_Text,DL_KoTownKohiProtosteelGive2
source: Ahh, Perfect!
fr_fr: Ah, parfait !

# Dialogue_Text,DL_KoTownKohiProtosteelHelp
source: I understand, but for that I must ask a favor of you. I need that.
fr_fr: Je comprends, mais pour ça je dois vous demander une faveur. J'en ai besoin.

# Dialogue_Text,DL_KoTownKohiProtosteelPlan
source: Why sell it of course! Kohi's Tools & Armory will be the best and only provider of Protosteel Armaments!
fr_fr: Eh bien pour le vendre évidemment ! Les Outils et Armures de Kohi seront le meilleur et l'unique fournisseur d'objets en Protoacier !

# Dialogue_Text,DL_KoTownKohiProtosteelQuestion
source: You're accusing me Toa? *Huff* No, $T I did not have anything to do with that. As I said, it's a shame and I hope every one's alright, but there's no reason for you to be blaming me when I wasn't even there!
fr_fr: Vous m'accusez Toa ? *Huff* Non, $T, je n'ai rien à voir avec tout ça. Comme je l'ai dit, c'est terrible et j'espère que tout le monde va bien, mais il n'y a pas de raison de me blâmer quand je n'étais même pas là !

# Dialogue_Text,DL_KoTownKohiProtosteelWaitingfor
source: Well? What are you waiting for Toa, pull it from the stone!
fr_fr: Eh bien ? Qu'est-ce que vous attendez Toa, retirez-le de la pierre !

# Dialogue_Text,DL_KoTownKohiProtosteelWhagnaattacked
source: Ahh that is a shame, I hope no one was hurt.
fr_fr: Ahh c'est terrible, j'espère que personne n'a été blessé.

# Dialogue_Text,DL_KoTownKohiProtosteelWhat
source: Why this is another Protosteel tool! I would have left here with it long ago, however I'm not strong enough to pull it from the stone!
fr_fr: Voyons, c'est un autre outil de Protoacier ! J'aurais quitté cet endroit avec il y a longtemps, mais je ne suis pas assez fort pour le retirer de la pierre !

# Dialogue_Text,DL_KoTownSeller
source: Hello Toa $T, Welcome to Parhi's Tools!
fr_fr: Bonjour Toa $T, bienvenue aux Outils de Parhi !

# Dialogue_Text,DL_KoTownSeller1
source: Pickaxes mostly, and some other various tools. In Bronze, and Protodermis.
fr_fr: Des pioches principalement, et quelques autres outils divers. En bronze et en protodermis.

# Dialogue_Text,DL_KoTownSeller2
source: Huh, what's happening? Oh Toa you're here! Thank Mata-Nui!
fr_fr: Hein, qu'est-ce qui se passe ? Oh Toa vous êtes là ! Loué soit Mata-Nui !

# Dialogue_Text,DL_KoTownSeller3
source: It was so scary, these huge beasts attacked! They destroyed everything, I-I don't remember!
fr_fr: C'était tellement effrayant, ces énormes bêtes ont attaqué ! Elles ont tout détruit, je-je ne me souviens pas !

# Dialogue_Text,DL_KoTownSeller4
source: Who, what? AHHG, My shop!
fr_fr: Qui, quoi ? AHHG, mon magasin !

# Dialogue_Text,DL_KoTownSeller5
source: Oh uhh, that guy. Sorry I'm still a little scattered, he said he was going to charter a boat from Ga-Koro to Po-Koro I think... Or was it Po to Ga?
fr_fr: Oh, euuh, ce type. Désolé, je suis un peu éparpillé, il a dit qu'il allait affréter un bateau de Ga-Koro à Po-Koro je crois. Ou était-ce de Po à Ga ?

# Dialogue_Text,DL_KoTownSeller6
source: Yes Toa?
fr_fr: Oui Toa ?

# Dialogue_Text,DL_KoTownSeller7
source: He either went to Ga-Koro or Po-Koro, I don't fully remember. You'll have to check with the people in those villages to see if he's been through there. I might try the dock master of Ga-Koro first.
fr_fr: Il est allé soit à Ga-Koro soit à Po-Koro, je ne me souviens plus vraiment. Vous allez devoir chercher auprès des gens dans ces villages pour savoir s'il y est passé. Je commencerais plutôt par aller voir le maître des quais de Ga-Koro.

# Dialogue_Text,DL_KoTownSellerAbandoned
source: Get your pickaxes, get your... Toa!
fr_fr: Achetez vos pioches, achetez votre... Toa !

# Dialogue_Text,DL_KoTownSellerAbandoned1
source: It's good to see you again my friend, what brings you to Onu-Koro?
fr_fr: C'est bon de vous voir de nouveau mon ami, qu'est-ce qui vous amène à Onu-Koro ?

# Dialogue_Text,DL_KoTownSellerAbandoned2
source: Because I moved my shop here of course! Still moving my wares, albiet perhaps a little faster than before... Turns out people in Onu-Koro need pickaxes, who could've imagined.
fr_fr: Parce que j'ai déplacé mon magasin ici bien sûr ! Je déménage toujours mes affaires, bien qu'un peu plus rapidement qu'avant... Il se fait que les gens à Onu-Koro ont besoin de pioches, qui aurait pu l'imaginer.

# Dialogue_Text,DL_KoTownSellerAbandonedLewa
source: Hahaha, very funny Lewa!
fr_fr: Hahaha, très drôle Lewa !

# Dialogue_Text,DL_KoTownSellerAbandonedSeen
source: Mhh, not really... Last time I saw any of them was when I helped Kahli get to Le-Koro through the tunnels.
fr_fr: Mhh, pas vraiment... La dernière fois que j'ai vu l'un d'entre eux c'était quand j'aidais Kahli à aller à Le-Koro à-travers les tunnels.

# Dialogue_Text,DL_KoTownSellerAttack
source: I-I don't know, it was so fast. I remember the sound of an engine, a white flash, fire, maybe... Maybe they came from the ocean?
fr_fr: Je-Je ne sais pas, c'était si rapide. Je me souviens du bruit d'un moteur, un flash blanc, du feux, peut-être... Peut-être que ça venait de l'océan ?

# Dialogue_Text,DL_KoTownSellerFixed1
source: Welcome back $T! As you can see we are doing much better then when you left!
fr_fr: Bon retour parmi nous $T ! Comme vous pouvez le constater, nous allons beaucoup mieux que quand vous nous avez quitté !

# Dialogue_Text,DL_KoTownSellerFixedHow
source: Everyone is in reletively high spirits actually. Kahli has recovered from her head injury, Tafall and Taphal have become friends, which is still very strange to say out loud... and I have opened my store once again!
fr_fr: Tout le monde est de relativement bonne humeur en vérité. Kahli a récupéré de sa blessure à la tête. Tafall et Taphal sont devenus amis, ce qui est toujours étrange à dire à voix haute... et j'ai de nouveau ouvert mon magasin !

# Dialogue_Text,DL_KoTownSellerFixedHow2
source: Ahh that would be because Numai is the only one not in high spirits. I'm not entirely sure why though, perhaps you would speak to him?
fr_fr: Aah, c'est probablement parce que Numai est le seul à ne pas être de bonne humeur. Je ne suis pas certain de pourquoi, peut-être pourriez-vous lui parler ?

# Dialogue_Text,DL_KoTownSellerFixedWall
source: Indeed, we decided it would be best to erect something that may protect us from future Rahi attacks.
fr_fr: En effet, nous avons décidé qu'il valait mieux ériger quelque-chose qui nous protégerait de futures attaques de Rahi.

# Dialogue_Text,DL_KoTownSellerFixedWall2
source: Well, there's really no way of knowing... But it's better than nothing.
fr_fr: Eh bien, il n'y a pas vraiment moyen de le savoir... Mais c'est mieux que rien.

# Dialogue_Text,DL_KoTownSellerFixing1
source: What are we going to do Toa... Our home...
fr_fr: Qu'allons-nous faire Toa... Notre maison...

# Dialogue_Text,DL_KoTownSellerFixing2
source: What's wrong? Take a look around, our village is in ruins! There's so much damage, is it even worth repairing?
fr_fr: Qu'est-ce qui ne va pas ? Regardez autour de vous, notre village est en ruines ! Il y a tellement de dégâts, est-ce que ça vaut seulement la peine de le réparer ?

# Dialogue_Text,DL_KoTownSellerFixing3
source: Not really, Although I know that Taphal wants to repair all the huts, Kahli has just metally checked out, and Numai just wants to go back to Ko-koro. I suppose it couldn't hurt to call a town meeting, to see what everyone wants to do.
fr_fr: Pas vraiment. Bien que je sais que Taphal veut réparer toutes les huttes, Kahli vient de se rendre mentalement, et Numai veut juste retourner à Ko-Koro. J'imagine que ça ne ferait pas de mal de convoquer un rassemblement, pour savoir ce que chacun veut faire.

# Dialogue_Text,DL_KoTownSellerFixing4
source: Hold on a minute toa! We may need you, if you have time to join?
fr_fr: Une petite minute Toa ! Nous avons peut-être besoin de vous, avez vous le temps de vous joindre à nous ?

# Dialogue_Text,DL_KoTownSellerFixing5
source: Of course, we will await your return.
fr_fr: Bien sûr, nous attendrons toujours votre retour.

# Dialogue_Text,DL_KoTownSellerFixingMeeting
source: Very good, I'll get the others. We'll be in the middle of town!
fr_fr: Très bien, je vais rassembler les autres. Nous serons au centre de la ville !

# Dialogue_Text,DL_KoTownSellerFixingReturn
source: Ahh Toa $T, you're back! Are you ready for the town meeting?
fr_fr: Ahh, Toa $T, vous êtes de retour ! Êtes-vous prêt pour le conseil de la ville ?

# Dialogue_Text,DL_KoTownsmanUnconcus2
source: *No response*
fr_fr: *Pas de réponse*

# Dialogue_Text,DL_Kufa
source: Hello Toa-Hero.
fr_fr: Bonjour Toa-Héros.

# Dialogue_Text,DL_Kufa1
source: Have you ever had memories of the before-times?
fr_fr: Avez vous déjà eu des souvenirs des temps anciens ?

# Dialogue_Text,DL_Kufa2
source: Guess not then. I thought that maybe a Toa-Hero would know of the before-time, but I suppose it's just me.
fr_fr: J'imagine que non. Je pensais que peut-être qu'un Toa-Héros aurait des connaissances sur les temps anciens, mais j'imagine que c'est juste moi.

# Dialogue_Text,DL_Kufa3
source: I only get flashes from time to time... But there has been an ever-fimilar feeling recently.
fr_fr: Je n'ai que des bribes de temps en temps... Mais j'ai eu un sentiment de familiarité ces derniers temps.

# Dialogue_Text,DL_Kufa4
source: It feels like it did before... Big changes are on the horizion.
fr_fr: Cela sent comme avant... De grands changements sont à l'horizon.

# Dialogue_Text,DL_KylmaInQuest
source: Oh, Hello Toa $T! Have you found my research?
fr_fr: Oh Toa $T, bonjour ! As-tu trouvé mes recherches ?

# Dialogue_Text,DL_KylmaNotesFound
source: Thank you very much Toa. Please take this as a reward.
fr_fr: Merci beaucoup Toa. Prend ça comme récompense.

# Dialogue_Text,DL_KylmaReading
source: Thanks again for your help Toa $T!
fr_fr: Merci encore pour ton aide, Toa $T !

# Dialogue_Text,DL_KylmaRuins
source: They are on a small island on the shore near the ko-wahi le-wahi border.
fr_fr: Ils sont sur une petite île le long de la côte près de la frontière entre Ko-Wahi et Le-Wahi.

# Dialogue_Text,DL_KylmaTrouble
source: Oh, Hello Toa $T! Well, simply put I cannot find some of my research.
fr_fr: Oh bonjour Toa $T ! Et bien, pour faire simple, je ne retrouve pas une partie de mes recherches.

# Dialogue_Text,DL_KylmaTrouble2
source: Yes, actually. You see, some time ago we went to study the ruins of an old temple on the shore. We even set up a few huts. But then we were attacked by fierce rahi so we had no choice but to flee.
fr_fr: Oui, en fait. Tu vois, il y a quelques temps nous sommes aller étudier les ruines d'un vieux temple sur la côte. On a même installé quelques huttes. Mais on a été attaqué par des Rahi féroces alors on n'a pas eu d'autre choix que de s'enfuir.

# Dialogue_Text,DL_KylmaTrouble3
source: Yes, it should still be in one of the small huts near the ruins.
fr_fr: Oui, ça devrait toujours se trouver dans une des petites huttes près des ruines.

# Dialogue_Text,DL_KylmaTrouble4
source: I would be grateful. And also we found a Great Kanohi there, so exploring the ruins could even aid in your quest Toa $T.
fr_fr: Je te serais reconnaissant. Et on a aussi trouvé un Grand Kanohi, alors explorer les ruines pourrait t'aider dans ta quête Toa $T.

# Dialogue_Text,DL_KylmaWhere
source: It's not here either, then it must be...
fr_fr: Ce n'est pas ici non plus, alors ça doit être...

# Dialogue_Text,DL_LavaFarmerBreak
source: Hello Toa. I'm just taking a break, Lava farming is hard work!
fr_fr: Bonjour, Toa. Je prends juste une pause, la culture de Lave est un travail difficile !

# Dialogue_Text,DL_LeQuest1
source: A Toa! Please Help me!
fr_fr: Un Toa ! Aidez-moi s'il vous plaît !

# Dialogue_Text,DL_LeQuest1_2
source: A Toa! Please Help me!
fr_fr: Un Toa ! Aidez-moi s'il vous plaît !

# Dialogue_Text,DL_LeQuestAcepptQuest
source: Thank you Toa! His name's Kumo, you may be able to seek-find him in the swamp. He's always going swim-fishing by the lake, It's the one with the huge-big rock in it!
fr_fr: Merci Toa ! Son nom est Kumo, vous devriez pouvoir le chercher-trouver dans le marais. Il va toujours nage-pêcher près du lac, c'est celui avec l'énorme-gros rocher juste à côté !

# Dialogue_Text,DL_LeQuestExpos
source: My friend is lost! He went out to gather materials, and I haven't heard from him since! I fear-dread it might be past-late to save him!
fr_fr: Mon ami est perdu ! Il était sorti pour récolter des matériaux, et je ne l'ai plus revu depuis ! J'ai peur-crains qu'il soit trop tard-fini pour le sauver !

# Dialogue_Text,DL_LeQuestKumo
source: Hello Toa, are you here to save me?
fr_fr: Bonjour Toa, êtes-vous ici pour me sauver ?

# Dialogue_Text,DL_LeQuestKumoGood
source: Oh that's good, Now which way is Le-Koro?
fr_fr: Oh, c'est une bonne chose. Voyons voir, dans quelle direction est Le-Koro ?

# Dialogue_Text,DL_LeQuestKumoGoodAddQuest
source: Oh that's good, Now which way is Le-Koro?
fr_fr: Oh, c'est une bonne chose. Voyons voir, dans quelle direction est Le-Koro ?

# Dialogue_Text,DL_LeQuestKumoHelp
source: Uhh... Yes it appears I have gotten quite spin-turned.
fr_fr: Euuh... Oui il semblerait que j'ai été bouleversé-désorienté.

# Dialogue_Text,DL_LeQuestKumoImlost
source: I appear to be lost.
fr_fr: On dirait que je suis perdu.

# Dialogue_Text,DL_LeQuestKumoNextime
source: I'll be fine Toa-Hero, no need to worry.
fr_fr: Je vais me débrouiller Toa-Héros, pas besoin de vous inquiéter.

# Dialogue_Text,DL_LeQuestKumoNextime_2
source: I'll be fine Toa, no need to worry.
fr_fr: Je vais me débrouiller Toa, pas besoin de vous inquiéter.

# Dialogue_Text,DL_LeQuestKumoThanks
source: Hello again Toa, thank you for saving me!
fr_fr: Rebonjour Toa, merci de m'avoir sauvé !

# Dialogue_Text,DL_LightstoneCaveMaster1
source: Ahh Toa $T, Welcome to the cavern of light!
fr_fr: Ahh Toa $T, bienvenue dans la caverne de la lumière !

# Dialogue_Text,DL_LightstoneCaveMaster_DataPad
source: Oh this? This is a Data Pad, my buddy Nuparu designed it. It lets me mange the manifest of everything mined here.
fr_fr: Oh, ça ? C'est mon Terminal de Données, mon ami Nuparu me l'a fabriqué. Il me permet de gérer le manifeste de tout ce qui est miné ici.

# Dialogue_Text,DL_LightstoneCaveMaster_Doing
source: We mine for Lightstones here! Lightstones are a valuable resource used for light far and wide, as well as in almost all the Koros!
fr_fr: On mine de la Lumine ! La Lumine est une ressource de valeur utilisée pour la lumière dans différents endroits, ainsi que dans presque tous les Koros !

# Dialogue_Text,DL_LightstoneCaveMaster_Help
source: Thank you for the offer $T, but we've got it covered here. Except... Well, there are a few odd green crystals that we've uncovered recently, and no matter what we do, no one seems to have the strength to extract them! But with that Pakari of yours, you might be able to get them out of our way. You're welcome to keep the crystals if you do!
fr_fr: Merci pour ta proposition $T, mais on s'occupe de tout ici. Sauf... Bon, il y a quelques cristaux verts étranges que l'on a découvert récemment, et peu importe ce qu'on fait, personne ne semble être assez fort pour les déloger. Mais avec ton Pakari, tu pourrais peut être les déplacer. Si tu réussis, tu peux garder les cristaux !

# Dialogue_Text,DL_Lockedout
source: Hey again Toa-Hero, Guess what! I finally found my key.
fr_fr: Rebonjour, Toa-Héros, devinez quoi ! J'ai enfin trouvé ma clé.

# Dialogue_Text,DL_Lockedout_2
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
fr_fr: AAHHHHGG ALLEEEZ... Je, euuh... Je me suis enfermé dehors...

# Dialogue_Text,DL_Lockedout_3
source: AAHHHHGG COME ON...... I, uhh... I locked myself out...
fr_fr: AAHHHHGG ALLEEEZ... Je, euuh... Je me suis enfermé dehors...

# Dialogue_Text,DL_LoveFestivites
source: I do love these festivities, they're just always so fun.
fr_fr: J'adore les festivités, elles sont toujours tellement amusantes.

# Dialogue_Text,DL_LyingUnderTree
source: *Sigh*
fr_fr: *Soupir*

# Dialogue_Text,DL_LyingUnderTree1
source: I just love looking up through the tree, even though I get pine needles in my mask.
fr_fr: J'adore juste regarder à-travers l'arbre, même si j'ai des aiguilles de pin dans le masque.

# Dialogue_Text,DL_MackuHi
source: Ahh... Mata-nui is beautiful, Isn't it.
fr_fr: Ahh... Mata-Nui est belle, n'est-ce pas.

# Dialogue_Text,DL_MackuHuki
source: *Nervous laughter* What on Mata-Nui do you mean? We're not- He's not- *sigh* Am I really that obvious?
fr_fr: *Rire nerveux* Par Mata-Nui, qu'est-ce que vous voulez dire ? Nous ne sommes - il n'est - *soupire* Ça crève les yeux à ce point-là ?

# Dialogue_Text,DL_MackuHuki2
source: You won't tell nokama will you? She probably won't be very happy when she finds out.
fr_fr: Vous ne le direz pas à Nokama hein ? Elle ne sera probablement pas très contente quand elle l'apprendra.

# Dialogue_Text,DL_MackuTidbit
source: You know, the Rahi weren't always like this. They used to be fairly peaceful toward us, only recently have they become more agressive...
fr_fr: Vous savez, les Rahi n'ont pas toujours été comme ça. Ils étaient assez paisibles auparavant, et ne sont devenus plus agressifs que récemment...

# Dialogue_Text,DL_Maren1
source: Ugh... Mata-Nui guide me...
fr_fr: Ugh... Mata-Nui, guide-moi...

# Dialogue_Text,DL_Maren2
source: Ah... Got my boat a tad stuck... Nothing a bit of thinkin' can't fix... Hmm...
fr_fr: Ahhh... J'ai coincé mon bateau... Rien qu'un peu d'jugeote ne puisse réparer... Hmmm...

# Dialogue_Text,DL_Maren3
source: I'm out 'ere searching for treasure... The treasure of the legendary Blackmask! Apparently, Blackmask buried her fortune in 4 different places on Mata-Nui. I think I'm close to finding the first... once I get my boat back in shape, that is.
fr_fr: J'suis à la r'cherche d'un trésor... Le trésor du légendaire Masque noir ! Apparemment, Masque noir a enterré sa fortune dans 4 différents endroits de Mata-Nui. Je pense que j'suis pas loin de trouver le premier... Quand j'aurai réparé mon bateau, bien sûr.

# Dialogue_Text,DL_MarenBlackmask1
source: I'm sure of it... Mostly. Pretty much. I won these ol' maps in an Ussal race bet. The first one says it should be very near to here...
fr_fr: J'en suis certain... En grande partie. J'ai gagné ces cartes à un pari d'course d'Ussals. La première dit que ça devrait être tout près d'ici...
