Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# ST_CutsceneDialogue,POTM_Line1
source: So it seems you've found me... You cannot stop my crusade, your time will come toa... For I am THE PROPHET OF THE MAKUTA!
fr_fr: On dirait que vous m'avez trouver... Vous ne pouvez pas arrêter ma croisade, votre temps viendra, Toa... Car je suis LE PROPHÈTE DU MAKUTA !

# ST_CutsceneDialogue,POTM_Line10
source: Wait, What? What's this about equality?
fr_fr: Attends, quoi ? C'est quoi cette histoire d'égalité ?

# ST_CutsceneDialogue,POTM_Line11
source: Remember when we made the three tenets? Do you remember what they are?
fr_fr: Tu te souviens de lorsqu'on a crée les trois préceptes ? Tu t'en souviens ?

# ST_CutsceneDialogue,POTM_Line12
source: Destruction... Creation... Peace...
fr_fr: Destruction... Création... Paix...

# ST_CutsceneDialogue,POTM_Line2
source: What is this crusade? And what would you have to gain from siding with the Makuta?
fr_fr: Quel croisade ? Et que gagnes-tu à faire alliance avec le Makuta ?

# ST_CutsceneDialogue,POTM_Line3
source: My Quest is to show my fellow Matoran what really happened that day. That Makuta Defeated Mata Nui and therefore is the greater being! Why are they all worshiping Mata Nui when he was the one that fell?!?
fr_fr: Ma Quête est de montrer à mes frères ce qui s'est vraiment passé ce jour. Que le Makuta a vaincu Mata Nui et est donc le plus grand être ! Pourquoi adorer Mata Nui alors que c'est lui qui a chu ?

# ST_CutsceneDialogue,POTM_Line4
source: How did you find this place?
fr_fr: Comment as-tu trouvé cet endroit ?

# ST_CutsceneDialogue,POTM_Line5
source: A Matoran told me where it was. Why?
fr_fr: Un Matoran m'a dit où il était. Pourquoi ?

# ST_CutsceneDialogue,POTM_Line6
source: Impossible! No one knows where it is! Except for...
fr_fr: Impossible ! Personne ne sait où il est ! À part...

# ST_CutsceneDialogue,POTM_Line7
source: Brother...
fr_fr: Frère...

# ST_CutsceneDialogue,POTM_Line8
source: Komaru, stop this madness! You know that one being is not superior! It's both combined that creates equality!
fr_fr: Komaru, arrête cette folie ! Tu sais qu'il n'y a pas d'être supérieur ! Ce sont les deux combinés qui créent l'égalité !

# ST_CutsceneDialogue,POTM_Line9
source: That's not my name! I... I am The PROPHET OF THE MAKUTA!
fr_fr: Ce n'est pas mon nom ! Je... Je suis LE PROPHÈTE DU MAKUTA !

# ST_CutsceneDialogue,TarakavaOfFrost2_Line1
source: Uh Oh...
fr_fr: Oh oh...

# ST_CutsceneDialogue,TarakavaOfFrost2_Line2
source: Wait! Who are you?
fr_fr: Attends ! Qui es tu ?

# ST_CutsceneDialogue,TarakavaOfFrost2_Line3
source: How did he make it up there so fast? I should probably talk to him, maybe he knows a little more about what's going on here.
fr_fr: Comment est-il arrivé ici aussi vite ? Je devrais lui parler, peut-être qu'il en sait plus sur ce qui se passe ici.

# ST_CutsceneDialogue,TarakavaOfFrost_Line1
source: Strange. It appears it wasn't a landslide that blocked off the water, but rather a mechanical dam.
fr_fr: Bizarre. On dirait que ce n'est pas un éboulement qui a bloqué l'eau, mais un barrage mécanique.

# ST_CutsceneDialogue,TarakavaOfFrost_Line2
source: That's one huge Tarakava!
fr_fr: C'est un gros Tarakava !

# ST_CutsceneDialogue,TarakavaOfFrost_Line3
source: I am the spirit of this lake, You will not harm it Toa.
fr_fr: Je suis l'esprit de ce lac, tu ne lui feras pas de mal Toa.

# ST_CutsceneDialogue,TarakavaOfFrost_Line4
source: I'm not here to harm it, I just want to restore the flow of the river.
fr_fr: Je ne suis pas ici pour lui faire du mal, je veux juste restaurer l'écoulement de la rivière.

# ST_CutsceneDialogue,TarakavaOfFrost_Line5
source: This lake contains holy water, it should be contained. Not allowed to run off into the sea.
fr_fr: Ce lac contient de l'eau sacrée, elle devrait être contenue. Pas laissée à s'écouler dans la mer.

# ST_CutsceneDialogue,TarakavaOfFrost_Line6
source: There are other Matoran and Rahi that rely on this river, would you have them displaced from their homes just to keep your water?
fr_fr: Il y a d'autres Matoran et Rahi qui comptent sur cette rivière, faudrait-il qu'ils soient obligés de quitter leurs foyers juste pour que tu gardes ton eau ?

# ST_CutsceneDialogue,TarakavaOfFrost_Line7
source: I would. I cannot allow other, more inferior beings to use my water for their own impure purposes.
fr_fr: Oui. Je ne permettrais pas à d'autres êtres inférieurs d'utiliser mon eau pour leurs propres buts impurs.

# ST_CutsceneDialogue,TarakavaOfFrost_Line8
source: I'm afraid I can't stand for that...
fr_fr: J'ai peur de ne pas pouvoir approuver cela...

# ST_DialogueGeneralLocalization,AnythingToDo
source: Do you have anything for me to do?
fr_fr: Avez-vous quelque-chose à me faire faire ?

# ST_DialogueGeneralLocalization,Anythingtoreport
source: Anything to report?
fr_fr: Y a-t-il du nouveau ?

# ST_DialogueGeneralLocalization,Areyoualright
source: Are you alright?
fr_fr: Tu vas bien ?

# ST_DialogueGeneralLocalization,Areyoulost
source: Are you lost?
fr_fr: Tu es perdu ?

# ST_DialogueGeneralLocalization,Buildingforfun
source: Are you just building this for fun?
fr_fr: Tu construis ça juste pour t'amuser ?

# ST_DialogueGeneralLocalization,Bye!
source: Bye!
fr_fr: Au revoir !

# ST_DialogueGeneralLocalization,Goodbye
source: Goodbye.
fr_fr: Au revoir.

# ST_DialogueGeneralLocalization,GoodbyeElipsis
source: Goodbye...
fr_fr: Au revoir...

# ST_DialogueGeneralLocalization,HelloToaElipsis
source: Hello Toa...
fr_fr: Bonjour Toa...

# ST_DialogueGeneralLocalization,ISee
source: I see.
fr_fr: Je vois.

# ST_DialogueGeneralLocalization,Isee...
source: I see...
fr_fr: Je vois...

# ST_DialogueGeneralLocalization,Issomethingthematter
source: Is something the matter?
fr_fr: Y a-t-il un problème ?

# ST_DialogueGeneralLocalization,Itwasnotrouble
source: It was no trouble.
fr_fr: Ce n'était rien.

# ST_DialogueGeneralLocalization,IWill
source: I will.
fr_fr: Je le ferai.

# ST_DialogueGeneralLocalization,Leave
source: *Leave*
fr_fr: *Partir*

# ST_DialogueGeneralLocalization,Nothankyou
source: No thank you.
fr_fr: Non merci.

# ST_DialogueGeneralLocalization,Perhapsanothertime
source: Perhaps another time.
fr_fr: Peut-être une autre fois.

# ST_DialogueGeneralLocalization,Riverdriedup
source: Do you know why the river dried up?
fr_fr: Sais-tu pourquoi la rivière s'est asséchée ?

# ST_DialogueGeneralLocalization,TakeLook
source: I'll take a look.
fr_fr: Je vais regarder.

# ST_DialogueGeneralLocalization,ThankYou
source: Thank you.
fr_fr: Merci.

# ST_DialogueGeneralLocalization,Thankyou!
source: Thank you!
fr_fr: Merci !

# ST_DialogueGeneralLocalization,Trade
source: I'd like to trade.
fr_fr: Je voudrais commercer.

# ST_DialogueGeneralLocalization,Verywell
source: Very well.
fr_fr: Très bien.

# ST_DialogueGeneralLocalization,What
source: What?
fr_fr: Quoi ?

# ST_DialogueGeneralLocalization,Whatareyoudoing
source: What are you doing?
fr_fr: Que fais-tu ?

# ST_DialogueGeneralLocalization,Whatdoyoumean
source: What do you mean?
fr_fr: Que voulez-vous dire ?

# ST_DialogueGeneralLocalization,Whatisit
source: What is it?
fr_fr: Qu'est-ce que c'est ?

# ST_DialogueGeneralLocalization,WhatYouHave
source: I'd like to see what you have.
fr_fr: J'aimerais voir ce que vous avez.

# ST_DialogueGeneralLocalization,Wheretogo
source: Where would you like to go?
fr_fr: Où voudrais-tu aller ?

# ST_DialogueGeneralLocalization,Whoareyou
source: Who are you?
fr_fr: Qui es tu ?

# ST_DialogueGeneralLocalization,WillSee
source: I'll see what I can do.
fr_fr: Je verrai ce que je peux faire.

# ST_GeneralLocalization,Gen_CableTransport
source: Cable Transport System
fr_fr: Système de Transport par Cable

# ST_GeneralLocalization,Gen_Climb
source: Climb {Facing}
fr_fr: Grimper {Facing}

# ST_GeneralLocalization,Gen_ClimbDown
source: Climb Down {Facing}
fr_fr: Grimper {Facing}

# ST_GeneralLocalization,Gen_ClimbUp
source: Climb Up {Facing}
fr_fr: Grimper {Facing}

# ST_GeneralLocalization,Gen_Conv_HarekLaru
source: Harek and Laru
fr_fr: Harek et Laru

# ST_GeneralLocalization,Gen_Conv_PauriKauri
source: Pauri and Kauri
fr_fr: Pauri et Kauri

# ST_GeneralLocalization,Gen_Conv_TafallTaphal
source: Tafall and Taphal
fr_fr: Tafall et Taphal

# ST_GeneralLocalization,Gen_Conv_TapahlTafall
source: Tapahl and Tafall
fr_fr: Tapahl et Tafall

# ST_GeneralLocalization,Gen_Conv_Whagna
source: The Whagna Villagers
fr_fr: Les Villageois Whagna

# ST_GeneralLocalization,Gen_CosmeticsBench
source: Cosmetics Bench
fr_fr: Station de Cosmétiques

# ST_GeneralLocalization,Gen_Door
source: Door
fr_fr: Porte

# ST_GeneralLocalization,Gen_Gate
source: Gate
fr_fr: Porte

# ST_GeneralLocalization,Gen_Interact
source: Interact with {Facing}
fr_fr: Interagir avec {Facing}

# ST_GeneralLocalization,Gen_Ladder
source: Ladder
fr_fr: Échelle

# ST_GeneralLocalization,Gen_LeftBlock
source: Left Block
fr_fr: Bloc de Gauche

# ST_GeneralLocalization,Gen_Lever
source: Lever
fr_fr: Levier

# ST_GeneralLocalization,Gen_LeverOne
source: Lever One
fr_fr: Levier Un

# ST_GeneralLocalization,Gen_LeverThree
source: Lever Three
fr_fr: Levier Trois

# ST_GeneralLocalization,Gen_LeverTwo
source: Lever Two
fr_fr: Levier Deux

# ST_GeneralLocalization,Gen_Listen
source: Listen to {Facing}
fr_fr: Écouter {Facing}

# ST_GeneralLocalization,Gen_LockedDoor
source: Locked Door
fr_fr: Porte fermée

# ST_GeneralLocalization,Gen_MakokiDesc
source: A piece of a key used to enter the Makuta's Lair.
fr_fr: Un fragment de clé utilisé pour entrer dans le Repaire de Makuta.

# ST_GeneralLocalization,Gen_MiddleBlock
source: Middle Block
fr_fr: Bloc du Milieu

# ST_GeneralLocalization,Gen_ObtaintheMakokiStone
source: Obtain the Makoki Stone.
fr_fr: Obtenez la Pierre Makoki.

# ST_GeneralLocalization,Gen_Open
source: Open {Facing}
fr_fr: Ouvrir {Facing}

# ST_GeneralLocalization,Gen_Pickup
source: Pick up {Facing}
fr_fr: Ramasser {Facing}

# ST_GeneralLocalization,Gen_RestoryMyMemory
source: I can't remember... Where am I? There is a pull, a drive to begin walking - Perhaps I can find someone that can help restore my memory.
fr_fr: Je n'arrive plus à me souvenir... Où suis-je ? Je ressens une poussée, une envie de commencer à marcher - Peut-être pourrai-je trouver quelqu'un pour m'aider à recouvrer ma mémoire.

# ST_GeneralLocalization,Gen_RightBlock
source: Right Block
fr_fr: Bloc de Droite

# ST_GeneralLocalization,Gen_Rope
source: Rope
fr_fr: Corde

# ST_GeneralLocalization,Gen_Speak
source: Speak with {Facing}
fr_fr: Parler avec {Facing}

# ST_GeneralLocalization,Gen_SpeakTo
source: Speak to {NPC}
fr_fr: Parler à {NPC}

# ST_GeneralLocalization,Gen_SuvaInteract
source: Unlock Golden Mask for {Toa}
fr_fr: Débloquer le Masque Doré pour {Toa}

# ST_GeneralLocalization,Gen_Telescope
source: Telescope
fr_fr: Téléscope

# ST_GeneralLocalization,Gen_TradeDeal
source: Trade deal
fr_fr: Échange

# ST_GeneralLocalization,Gen_Waikiru
source: Fragments of a First Mate's log from a ship named the 'Waikiru'
fr_fr: Fragments d'un journal de bord du Second d'un bateau appelé le "Waikiru"

# ST_GeneralLocalization,Gen_Window
source: Window
fr_fr: Fenêtre

# ST_Localization,UIAutoSave
source: Auto Save
fr_fr: Sauvegarde Automatique

# ST_Localization,UIBack
source: Back
fr_fr: Retour

# ST_Localization,UIBindFirst
source: Bind to First Slot
fr_fr: Associer à Emplacement 1

# ST_Localization,UIBindSecond
source: Bind to Second Slot
fr_fr: Associer à Emplacement 2

# ST_Localization,UIBorderless
source: Borderless
fr_fr: Sans bordure

# ST_Localization,UICancel
source: Cancel
fr_fr: Annuler

# ST_Localization,UIClose
source: Close
fr_fr: Fermer

# ST_Localization,UIConfirm
source: Confirm
fr_fr: Valider

# ST_Localization,UIContinuous
source: Continuous
fr_fr: Continu

# ST_Localization,UIConvert
source: Convert
fr_fr: Convertir

# ST_Localization,UICredits
source: Credits
fr_fr: Crédits

# ST_Localization,UICrush
source: Crush
fr_fr: Ecraser

# ST_Localization,UIDisabled
source: Disabled
fr_fr: Désactivé

# ST_Localization,UIEnable
source: Enable
fr_fr: Activer

# ST_Localization,UIEnabled
source: Enabled
fr_fr: Activé

# ST_Localization,UIEpic
source: Epic
fr_fr: Epique

# ST_Localization,UIExit
source: Exit
fr_fr: Quitter

# ST_Localization,UIFullScreen
source: FullScreen
fr_fr: Plein Écran

# ST_Localization,UIHigh
source: High
fr_fr: Élevé

# ST_Localization,UIHigher
source: Higher
fr_fr: Plus Élevé

# ST_Localization,UILoadGame
source: Load Game
fr_fr: Charger Partie

# ST_Localization,UILocked
source: (Locked)
fr_fr: (Verrouillé)

# ST_Localization,UILow
source: Low
fr_fr: Bas

# ST_Localization,UILower
source: Lower
fr_fr: Plus bas

# ST_Localization,UIMedium
source: Medium
fr_fr: Moyen

# ST_Localization,UINewGame
source: New Game
fr_fr: Nouvelle Partie

# ST_Localization,UINo
source: No
fr_fr: Non

# ST_Localization,UINone
source: None
fr_fr: Aucun

# ST_Localization,UIPlayerSave
source: Player Save
fr_fr: Sauvegarde du joueur

# ST_Localization,UIPowerMask
source: Power Mask
fr_fr: Masque de Puissance

# ST_Localization,UIQuestCompleted
source: Quest Completed
fr_fr: Quête Terminée

# ST_Localization,UIQuestStarted
source: Quest Started
fr_fr: Quête Commencée

# ST_Localization,UIQuit
source: Quit
fr_fr: Quitter

# ST_Localization,UIResettoDefault
source: Reset to Default
fr_fr: Revenir aux paramètres par défaut

# ST_Localization,UISaveGame
source: Save Game
fr_fr: Sauvegarder la Partie

# ST_Localization,UISaveName
source: Save Name:
fr_fr: Nom de la Sauvegarde :

# ST_Localization,UISaves
source: Saves
fr_fr: Sauvegardes

# ST_Localization,UISettings
source: Settings
fr_fr: Paramètres

# ST_Localization,UIUse
source: Use
fr_fr: Utiliser

# ST_Localization,UIView
source: View
fr_fr: Vue

# ST_Localization,UIWindowed
source: Windowed
fr_fr: Fenêtré

# ST_Localization,UIYes
source: Yes
fr_fr: Oui

# ST_Names,Names_BandMember
source: Band Member
fr_fr: Membre du Groupe

# ST_Names,Names_Boat
source: Boat
fr_fr: Bateau

# ST_Names,Names_CandleSalesman
source: Candle Salesman
fr_fr: Vendeur de Bougies

# ST_Names,Names_DockMaster
source: Dock Master Marka
fr_fr: Responsable des Quais Marka

# ST_Names,Names_FestiveKo-Matoran
source: Festive Ko-Matoran
fr_fr: Ko-Matoran Festif

# ST_Names,Names_FishSalesman
source: Fish Salesman
fr_fr: Vendeur de Poisson

# ST_Names,Names_Flagmaker
source: Flagmaker
fr_fr: Fabricant de Drapeaux

# ST_Names,Names_Ga-koroGuardswoman
source: Ga-koro Guardswoman
fr_fr: Garde de Ga-Koro

# ST_Names,Names_Ga-Trader
source: Ga-Trader
fr_fr: Ga-Marchand

# ST_Names,Names_Grinch
source: Not Very Festive Ko-Matoran
fr_fr: Ko-Matoran Pas Très Festif

# ST_Names,Names_GuardsmanIn-Training
source: Guardsman In-Training
fr_fr: Garde à l'Entraînement

# ST_Names,Names_HallucinatingLe-Matoran
source: Hallucinating Le-Matoran
fr_fr: Le-Matoran Hallucinant

# ST_Names,Names_InsaneMatoran
source: Insane Matoran
fr_fr: Matoran Fou

# ST_Names,Names_KewaMaster
source: Kewa Master
fr_fr: Maître des Kewa

# ST_Names,Names_KiniNui
source: The Kini-Nui
fr_fr: Le Kini-Nui

# ST_Names,Names_Ko-MatoranAstronomer
source: Ko-Matoran Astronomer
fr_fr: Astronome Ko-Matoran

# ST_Names,Names_Ko-MatoranGuard
source: Ko-Matoran Guard
fr_fr: Garde Ko-Matoran

# ST_Names,Names_Ko-MatoranScholar
source: Ko-Matoran Scholar
fr_fr: Erudit Ko-Matoran

# ST_Names,Names_KolhiiLover
source: Kolhii Lover
fr_fr: Fan de Kolhii

# ST_Names,Names_LavaFarmer
source: Lava Farmer
fr_fr: Cultivateur de Lave

# ST_Names,Names_LeElevator
source: The Elevator to Le-Koro
fr_fr: L'Ascenseur vers Le-Koro

# ST_Names,Names_LeElevatorGround
source: The Elevator to The Ground
fr_fr: L'Ascenseur vers le Sol

# ST_Names,Names_LockedOut
source: Locked Out Le-Matoran
fr_fr: Le-Matoran bloqué

# ST_Names,Names_LOMN
source: The Legend of The Mata Nui
fr_fr: La Légende de Mata Nui

# ST_Names,Names_MakutaStatue
source: Makuta Statue
fr_fr: Statue de Makuta

# ST_Names,Names_MaskPoweringStation
source: Mask Powering Station
fr_fr: Station d'infusion de Puissance de Masque

# ST_Names,Names_MatoranTransporter
source: Matoran Transporter
fr_fr: Transporteur Matoran

# ST_Names,Names_MeditationPoint
source: Meditation Point
fr_fr: Point de Méditation

# ST_Names,Names_Miner
source: Miner
fr_fr: Mineur

# ST_Names,Names_NightWatchGuardsman
source: Night Watch Guardsman
fr_fr: Garde de Nuit

# ST_Names,Names_OceanTarakava
source: Ocean Tarakava
fr_fr: Tarakava des Océans

# ST_Names,Names_Outcast
source: Outcast
fr_fr: Paria

# ST_Names,Names_PlantMan
source: Plant Man
fr_fr: Mec aux plantes

# ST_Names,Names_PROPHETOFTHEMAKUTA
source: PROPHET OF THE MAKUTA
fr_fr: PROPHÈTE DU MAKUTA

# ST_Names,Names_ProtosteelTool
source: Protosteel Tool
fr_fr: Outil en Protoacier

# ST_Names,Names_RiverTarakava
source: River Tarakava
fr_fr: Tarakava des Rivières

# ST_Names,Names_SandTarakava
source: Sand Tarakava
fr_fr: Tarakava des Sables

# ST_Names,Names_ScaredMatoran
source: Scared Matoran
fr_fr: Matoran Effrayé

# ST_Names,Names_ShadowToa
source: Shadow {ToaName}
fr_fr: Ombre de {ToaName}

# ST_Names,Names_SingingMiner
source: Singing Miner
fr_fr: Mineur Chantant

# ST_Names,Names_SiteSupervisorKeeva
source: Site Supervisor Keeva
fr_fr: Superviseur de Site Keeva

# ST_Names,Names_StatueSalesman
source: Statue Salesman
fr_fr: Vendeur de Statue

# ST_Names,Names_StrangeMatoran
source: Strange Matoran
fr_fr: Matoran Etrange

# ST_Names,Names_Ta-KoroGuard
source: Ta-Koro Guard
fr_fr: Garde de Ta-Koro

# ST_Names,Names_Ta-koroGuardsman
source: Ta-koro Guardsman
fr_fr: Garde de Ta-Koro

# ST_Names,Names_Ta-koroGuardsmanDaelen
source: Ta-koro Guardsman Daelen
fr_fr: Garde de Ta-Koro Daelen

# ST_Names,Names_TarakavaofFrost
source: Tarakava of the Frost
fr_fr: Tarakava du Gel

# ST_Names,Names_TempleMaster
source: Temple Master
fr_fr: Maître du Temple

# ST_Names,Names_TheEnvironmentalist
source: The Environmentalist
fr_fr: L'Environnementaliste

# ST_Names,Names_TheToaMata
source: The Toa Mata
fr_fr: Les Toa Mata

# ST_Names,Names_Trader
source: Trader
fr_fr: Marchand

# ST_Names,Names_UssalOwner
source: Ussal Owner
fr_fr: Propriétaire d'Ussal

# ST_Names,Names_UssalWaxer
source: Ussal Waxer
fr_fr: Cireur d'Ussal

# Tutorial_Text,Tut_Attack
source: <Key>{Action1}</> while in combat mode to execute a basic attack You may also press <Key>{Action2}</> to perform an elemental attack. Now defeat the beast.
fr_fr: Appuyez sur <Key>{Action1}</> en mode combat pour exécuter une attaque de base. Vous pouvez également appuyer sur <Key>{Action2}</> pour effectuer une attaque élémentaire. Maintenant, vainquez la bête.

# Tutorial_Text,Tut_CantSave
source: <Makuta>Mata Nui sleeps. He has fallen. You can do nothing to save him.</>
fr_fr: <Makuta>Mata Nui dort. Il est tombé. Vous ne pouvez rien faire pour le sauver.</>

# Tutorial_Text,Tut_CombatMode
source: <Key>You do not regenerate health!</> You must find Meditation Points or use Consumables to regain health. Press <Key>{Action1}</> to enter combat mode
fr_fr: <Key>Votre santé ne se regénère pas !</> Vous devez trouver des Points de Méditation ou utiliser des Consommables pour regagner de la santé. Appuyez sur <Key>{Action1}</> pour entrer en mode combat

# Tutorial_Text,Tut_Crouch
source: Press <Key>{Action1}</> to Crouch
fr_fr: Appuyez sur <Key>{Action1}</> pour vous accroupir

# Tutorial_Text,Tut_Crush
source: <Makuta>It would be incredibly easy to crush you...</>
fr_fr: <Makuta>Il serait incroyablement facile de vous écraser...</>

# Tutorial_Text,Tut_Failed
source: <Makuta>You have failed.</>
fr_fr: <Makuta>Vous avez échoué.</>

# Tutorial_Text,Tut_HealthStamina
source: These are your health and stamina bars, make sure you watch these values closely. 0 stamina will result in not being able to run or attack. 0 Health will result in a death.
fr_fr: Ce sont vos barres de santé et d'endurance, faites bien attention à ces indicateurs. 0 d'endurance vous rendra incapable de courir ou d'attaquer. 0 de santé et vous êtes mort.

# Tutorial_Text,Tut_Interact
source: While aiming at it with the center of the screen, press <Key>{Action1}</> to pick up the mask.
fr_fr: En visant avec au centre de l'écran, appuyez sur <Key>{Action1}</> pour ramasser le masque.

# Tutorial_Text,Tut_Jump
source: Press <Key>{Action1}</> to jump
fr_fr: Appuyez sur <Key>{Action1}</>pour sauter

# Tutorial_Text,Tut_LookAround
source: Use <Key>{Action1} and {Action2}</> to look around
fr_fr: Utilisez <Key>{Action1} et {Action2}</> pour regarder autour de vous

# Tutorial_Text,Tut_MapFragments
source: This is the map, here you can zoom using the <Key>Scroll Wheel</>, drag with <Key>Left Click</>. Every region has a quest that will award you with a map fragment, Allowing you to see that region in more detail. Press <Key>{Action1}</> now to exit the map.
fr_fr: Voici la carte, vous pouvez zoomer en cliquant sur <Key>Défilement de la souris </> et bouger avec <Key>Clic gauche </>. Chaque région contient une quête qui vous récompensera d'un fragment de carte, vous permettant d'observer cette région plus en détail. Appuyez sur <Key>{Action1}</> maintenant pour quitter la carte.

# Tutorial_Text,Tut_MaskPickupUI
source: Here you can select what toa to give the mask to, for now just click confirm.
fr_fr: Ici vous pouvez sélectionner le Toa à qui donner le masque, pour le moment cliquez juste sur confirmer.

# Tutorial_Text,Tut_Meditation
source: This structure represents <Key>Meditation Stones</> that can be found around the island, interact with them to auto save, skip time of day, and regain all health across all Toa. (You do not have to change the time of day to heal or save!) Manual Saving is available in the Pause Menu. it is HIGHLY RECCOMENDED that you save OFTEN!
fr_fr: Cette structure représente les <Key>Pierres de Méditation</> qui peuvent être trouvées sur l'île, interagissez avec pour sauvegarder, passer le temps, et regénérer la santé de tous vos Toa. (Il n'set pas nécessaire de changer le moment de la journée pour se soigner ou sauvegarder !) Les Sauvegardes Manuelles sont disponibles dans le Menu de Pause. Il est TRES RECOMMANDE de sauvegarder SOUVENT !

# Tutorial_Text,Tut_NothingCanDo
source: <Makuta>You can do nothing to save them. You can do nothing to save yourself.</>
fr_fr: <Makuta>Vous ne pouvez rien faire pour les sauver. Vous ne pouvez rien faire pour vous sauver vous-même.</>

# Tutorial_Text,Tut_OpenMap
source: Press <Key>{Action1}</> To open the map
fr_fr: Appuyez sur <Key>{Action1}</> pour ouvrir la carte

# Tutorial_Text,Tut_ProtoRefill
source: Stand in pools like these to refill your protodermis. Your mask must be disabled to use a pool. Disable your mask now with <Key>{Action1}</>.
fr_fr: Restez dans les bassins pour recharger votre protodermis. Votre masque doit être désactivé pour utiliser un bassin. Désactivez votre masque maintenant avec <Key>{Action1}</>.

# Tutorial_Text,Tut_ProtoUI
source: As you use your mask you drain protodermis. This is a Resource needed to power your mask with no protodermis you can no longer use your masks.
fr_fr: En utilisant votre masque, vous dépensez du protodermis. C'est une ressource nécessaire pour activer le masque, sans protodermis vous ne pouvez pas utiliser vos masques.

# Tutorial_Text,Tut_Sprint
source: Press <Key>{Action1}</> to Sprint
fr_fr: Appuyez sur <Key>{Action1}</> pour sprinter

# Tutorial_Text,Tut_ToaSwitching
source: Release <Key>{Action1}</> when hovered over your selection to switch toa
fr_fr: Relâchez <Key>{Action1}</> en survolant votre sélection pour changer de Toa

# Tutorial_Text,Tut_ToaSwitchingCorrupted
source: <Makuta>You have no unity. You are alone. Release</> <Key>{Action1}</> <Makuta>to select a Toa.</>
fr_fr: <Makuta>Vous n'avez pas d'unité. Vous êtes seuls. Relâchez</> <Key>{Action1}</> <Makuta>pour sélectionner un Toa.</>
