Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_DamemoRukiDanger
source: Yeah so? I know that may seem cruel but everything dies at some point. Besides they're worth a lot, and I have to keep my town in shape - I mean half the huts here have collapsed or nearly.
fr_fr: Et alors ? Je sais que ça peut sembler cruel, mais tout finit par mourir. En plus, ils ont beaucoup de valeur, il faut que je maintienne ma ville - la moitié des huttes se sont déjà effondrées ou sont sur le point de le faire.

# Dialogue_Text,DL_DamemoRukiSell
source: They ARE legal to sell in, Le, and Ko-Koro... We also do the occasional exclusive import for high paying customers...
fr_fr: C'EST légal de les vendre à Le et Ko-Koro... Et il y a aussi les imports exclusifs à haut prix pour certains clients occasionnels.

# Dialogue_Text,DL_DamemoTruth
source: What- Why?
fr_fr: Quoi - pourquoi ?

# Dialogue_Text,DL_DamemoWin1
source: You did it Toa! And you're still alive!
fr_fr: Tu as réussi Toa ! Et tu es toujours en vie !

# Dialogue_Text,DL_DamemoWin2
source: The spirit, did it not attack you? Or did you defeat it?
fr_fr: L'esprit, il ne t'a pas attaqué ? Ou tu l'as vaincu ?

# Dialogue_Text,DL_DamemoWin3
source: Incredible, this is truely a story for the chronicles great Toa $T. I can't thank you enough.
fr_fr: Incroyable, c'est vraiment une histoire à inscrire dans les chroniques, grand Toa $T. Je ne peux pas te remercier assez.

# Dialogue_Text,DL_DameoCamping
source: Toa! I didn't expect to see you again.
fr_fr: Toa ! Je ne m'attendais pas à te revoir.

# Dialogue_Text,DL_DameoCamping1
source: Oh, since that whole fishing busniess didn't go to well, I'm on my way to stay in Ko-Koro... Eventually. I decided to take my time getting there and see the sights, like I used to before I started fishing.
fr_fr: Oh, puisque cette histoire de pêche ne s'est pas bien passé, je vais m'installer à Ko-Koro... Éventuellement. J'ai décidé de prendre mon temps pour m'y rendre et admirer le paysage, comme je le faisais avant de me mettre à pêcher.

# Dialogue_Text,DL_DameoReturn
source: Ahh Toa, you're back, anything I can do for you?
fr_fr: Ahh Toa, tu es de retour, je peux faire quelque chose pour vous ?

# Dialogue_Text,DL_DamMaster2
source: Yes I suppose you have defeated me, you have the right to an explanation.
fr_fr: Oui, je suppose que tu m'as vaincu, tu as le droit à une explication.

# Dialogue_Text,DL_DamMaster3
source: Indeed you have. This lake is home to the rare and endangered Pink Tailed Ruki. They swim up the river to nest, and back down again to eat. The village down there has been taking these fish and selling them, in five years time the Pink Tailed Ruki will be extinct.
fr_fr: Effectivement. Ce lac abrite l'espèce rare et en danger des Ruki à Queues Roses. Ils remontent la rivière pour se reproduire, puis la redescendent pour se nourrir. Le village en bas a pris ces poissons et les a vendus, dans cinq ans les Ruki à Queues Roses n'existeront plus.

# Dialogue_Text,DL_DamMaster4
source: I suppose you could say that yes. The only way I could find to protect these Rahi, was to block off the river and force them to move on. However I quickly realised that just about anyone could come and undo my work, so I had to put a guardian in place.
fr_fr: Je suppose que tu pourrais dire ça oui. La seule façon que j'ai trouvé de protéger ces Rahi, c'était de bloquer la rivière et les forcer à partir. Cependant, je me suis rapidement rendu compte que n'importe qui pouvait venir et détruire mon travail, donc je devais mettre un gardien en place.

# Dialogue_Text,DL_DamMaster5
source: Well, yes. But he was no rahi, mearly a poorly cobbled together imitation of a Rahi scavenged from existing parts.
fr_fr: Et bien oui. Mais ce n'était pas un Rahi, juste une imitation de Rahi créée à partir de pièces diverses.

# Dialogue_Text,DL_DamMaster6
source: Please Toa $T, I beg you do not make me send these Ruki to their extinction.
fr_fr: S'il te plaît, Toa $T, je te supplie de ne pas causer l'extinction de ces Ruki.

# Dialogue_Text,DL_DamMasterLeave
source: Thank you Toa, I'm sure the Ruki will be greatful too!
fr_fr: Merci Toa, je suis sûr que les Ruki seront également reconnaissants !

# Dialogue_Text,DL_DamMasterLift
source: Very well, the Ruki won't forgive you for this Toa.
fr_fr: Très bien, les Ruki ne te pardonneront pas, Toa.

# Dialogue_Text,DL_DamQuestCause
source: I think so, the river used to flow from the mountain top, a while ago we heard the sound of stones sliding or falling, that's when the river stopped flowing. There must have been a land slide or something that happened up there.
fr_fr: Je crois, la rivière s'écoulait du haut de la montagne, il y a un moment on a entendu des pierres glisser ou tomber, et la rivière a cessé de couler. Il y a du y avoir un éboulement ou quelque chose là-haut.

# Dialogue_Text,DL_DamQuestFishing
source: It would work yes, but not nearly as well. You see, In the winter the Ruki fish swim up the river to lay their eggs then by the summer there are hundreds of Ruki swiming down to the ocean, that's where we catch them. Not to even mention that the river was our fresh water source!
fr_fr: Ça marcherait oui, mais pas aussi bien. Tu vois, dans l'hiver, les poissons Ruki remontent la rivière pour déposer leurs œufs, et en été des centaines de Ruki descendent vers l'océan, ou nous les attrapons. Sans parler du fait que la rivière était notre source d'eau fraîche !

# Dialogue_Text,DL_DamQuestIntro
source: Not many left...
fr_fr: Il n'en reste pas beaucoup...

# Dialogue_Text,DL_DamQuestIntro2
source: Oh hello Toa, sorry I didn't see you there. Yeah not many fish left... >snif<
fr_fr: Oh bonjour Toa, désolé je ne t'avais pas vu. Oui, il ne reste plus beaucoup de poissons... >snif<

# Dialogue_Text,DL_DamQuestIntro3
source: Oh well, it's probably nothing you can help with. You see we trade these fish for... or used to trade with them
fr_fr: Oh, ce n'est sans doute pas quelque chose sur lequel tu pourrais aider. Tu vois, nous vendons ces poissons... ou vendions

# Dialogue_Text,DL_DamQuestIntro4
source: Yeah, This used to be a small fishing town with five or so people including me, but after the river dried up and the fish stopped flowing everone left. I'm Dameo by the way.
fr_fr: Oui, c'était un petit village de pêcheurs avec peut être cinq personnes, dont moi, mais après que la rivière se soit asséchée et les poissons ont disparu, tout le monde est parti. Je suis Dameo, au fait.

# Dialogue_Text,DL_DamQuestMyth
source: Hold a moment Toa $T! I've heard a legend about that peak that you may wish to hear. They say that the Lake of The Frost is home to a spiteful spirit that will attack you on sight, that lake is where our river flows from, be careful Toa.
fr_fr: Attends un moment Toa $T ! J'ai entendu une légende sur le pic que va vouloir entendre. On dit que le Lac du Gel abrite un esprit revanchard qui attaque tout ce qui bouge, ce lac est la source de la rivière, fait attention Toa.

# Dialogue_Text,DL_DamQuestStillHere
source: Well because I started the town of course!
fr_fr: Et bien parce que j'ai fondé la ville, bien sûr !

# Dialogue_Text,DL_DamQuestStillHere2
source: I did! My passion is fishing you see, and there's not much fishing in Ko-koro as you can imagine, well Ice fishing sure, but I grew bored of that quickly. So one day I decided to leave and start a fishing village!
fr_fr: Je l'ai fait ! Ma passion, c'est la pêche, et on ne peut pas vraiment pêcher à Ko-Koro, comme tu peux l'imaginer. De la pêche sur glace, bien sûr, mais ça m'a vite ennuyé. Donc un jour j'ai décidé de partir et de fonder un village de pêcheurs !

# Dialogue_Text,DL_ExilonSpeak
source: Oh, Toa $T? Why did you come up here? Did you follow me?
fr_fr: Oh, Toa $T ? Pourquoi es-tu ici ? Tu m'as suivi ?

# Dialogue_Text,DL_ExilonSpeak_2
source: Don't worry about me Toa $T. I have my trusty throwing disc!
fr_fr: Ne t'inquiète pas pour moi Toa $T. J'ai mon fidèle disque à lancer !

# Dialogue_Text,DL_ExilonSpeak_3
source: I enjoy watching the scenery from up here. Sometimes it's good to have a little quiet; away from the bustle of le-koro.
fr_fr: J'aime regarder le paysage là-haut. Parfois, c'est bien d'avoir un peu de paix ; loin du bruit de Le-Koro.

# Dialogue_Text,DL_Fish
source: I once caught a fish *this* big!
fr_fr: Une fois j'ai attrapé un poisson grand comme ça !

# Dialogue_Text,DL_Fish2
source: Oh yeah, Well I once caught a fish *thiiiis* big!
fr_fr: Ah oui, et ben une fois j'ai attrapé un poisson grand comme *çaaa* !

# Dialogue_Text,DL_FishSeller
source: Fresh fish from Ga-Koro! Only five Widgets each!
fr_fr: Poisson frais de Ga-Koro ! Cinq widgets seulement !

# Dialogue_Text,DL_Gali1
source: I... agree.
fr_fr: Je... suis d'accord.

# Dialogue_Text,DL_Gali2
source: Have you not sensed that there is something off about all this? Something is not as it should be.
fr_fr: N'as-tu pas déjà eu le sentiment que quelque chose n'allait pas ? Quelque chose n'est pas comme il le devrait.

# Dialogue_Text,DL_GeneralKokoranbyprotopool
source: *Yawn* Hi Toa how are you.
fr_fr: *Baille* Bonjour Toa, comment allez-vous.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_2
source: Oh, I like the sound. It makes me feel at peace.
fr_fr: Oh, j'aime ce son. Ça me fait me sentir en paix.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_3
source: *Yawn* Hi Toa how are you.
fr_fr: *Baille* Bonjour Toa, comment allez-vous.

# Dialogue_Text,DL_GeneralKokoranbyprotopool_4
source: It's always sort of been there. Not sure what it does really.
fr_fr: Ça a toujours été là. Je ne sais pas vraiment ce que ça fait.

# Dialogue_Text,DL_GeneralKokoranGreeting
source: Do you know where Nuju is? I can't seem to find him.
fr_fr: Sais-tu où se trouve Nuju ? Je n'arrive pas à le trouver.

# Dialogue_Text,DL_GeneralKokoranGreeting_3
source: Do you know where Nuju is? I can't seem to find him.
fr_fr: Sais-tu où se trouve Nuju ? Je n'arrive pas à le trouver.

# Dialogue_Text,DL_GeneralKokoranGreeting_4
source: It's gone... all of it.
fr_fr: Ça a disparu... tout a disparu.

# Dialogue_Text,DL_GeneralNone
source: Few, thank you Toa, you saved our sanctuary!
fr_fr: Ouf, merci Toa, tu as sauvé notre sanctuaire !

# Dialogue_Text,DL_GiveHat
source: Hello Toa $T!
fr_fr: Bonjour Toa $T !

# Dialogue_Text,DL_GiveHat1
source: Why today is naming day! It's an all day event to celebrate good deeds done by our fellow Matoran! They get to change their names because of that!
fr_fr: Mais aujourd'hui c'est le jour du baptême ! C'est un jour où on célèbre les accomplissements de nos frères Matoran ! Ils peuvent changer leur nom grâce à ça !

# Dialogue_Text,DL_GiveHat2
source: Oh, They're just really fun! I have a spare one if you want it!
fr_fr: Oh, c'est juste fun ! J'en ai un de rechange si tu veux !

# Dialogue_Text,DL_GiveHat3
source: Here ya go $T!
fr_fr: Voilà $T !

# Dialogue_Text,DL_GreavingMatoran1
source: ...I'm meditating, is there anything you need Toa?
fr_fr: ... Je médite, avez-vous besoin de quelque chose Toa ?

# Dialogue_Text,DL_GreavingMatoran10
source: Indeed they are. I hope you will stop them for Koha’s sake. Now leave me, I wish to remember my brother fondly.
fr_fr: Effectivement. J'espère que tu les arrêteras pour Koha. Maintenant, laisse-moi, je veux me rappeler mon frère.

# Dialogue_Text,DL_GreavingMatoran2
source: Me and my brother lived out here, away from the hustle and bustle of Onu-Koro. I still haven't forgiven him...
fr_fr: Moi et mon frère vivions ici, loin du bruit d'Onu-Koro. Je ne l'ai toujours pas pardonné.

# Dialogue_Text,DL_GreavingMatoran3
source: That note was not meant for you Toa, but now that you've seen it I suppose I could tell you the story...
fr_fr: Cette note ne t'était pas destiné Toa, mais maintenant que tu l'as vu je suppose que je peux te raconter l'histoire...

# Dialogue_Text,DL_GreavingMatoran4
source: Koha and I lived out here together, one day we got in an argument about the food and whether it would last. He was right, It didn't.
fr_fr: Koha et moi vivions ensemble, un jour nous nous sommes disputé à propos de la nourriture et si elle allait se conserver. Il avait raison, elle n'a pas tenu.

# Dialogue_Text,DL_GreavingMatoran5
source: But he had already left by then. The discussion was heated and he decided that he'd get more food from Onu-Koro before out stores ran dry.
fr_fr: Mais il était déjà parti lorsque c'est arrivé. La discussion était agité, et il a décidé qu'il récupérerait de la nourriture à Onu-Koro avant que nous n'ayons plus rien en stock.

# Dialogue_Text,DL_GreavingMatoran6
source: It wasn't a week later that they did, Koha was late and I was hungry - So I made my way to Onu-Koro on my own.
fr_fr: Il a fallu une semaine pour que ça arrive, Koha était en retard et j'avais faim - alors je suis allé moi-même à Onu-Koro.

# Dialogue_Text,DL_GreavingMatoran7
source: I asked the vendors in the village if they had seen my brother, but no one had. I was worried but I assumed maybe we had just missed eachother.
fr_fr: J'ai demandé aux vendeurs du village s'ils avaient vu mon frère, mais personne ne l'avait vu. J'étais inquiet, mais j'ai pensé qu'on s'était juste manqué.

# Dialogue_Text,DL_GreavingMatoran8
source: A day later I returned to this island, and found a matoran washed up on the sand. When I turned him over I knew who it was, even without a mask I could tell it was my brother.
fr_fr: Un jour après, je suis revenu sur cet île, et j'ai trouvé un Matoran échoué sur le sable. Quand je l'ai retourné, j'ai su qui c'était, même sans masque je pouvais dire que c'était mon frère.

# Dialogue_Text,DL_GreavingMatoran9
source: He is burried down the path behind me, pay your respects if you wish.
fr_fr: Il est enterré au bout du chemin derrière moi, présente lui tes respects si tu veux.

# Dialogue_Text,DL_Grinch
source: *Grumbles to self*
fr_fr: *Marmonne*

# Dialogue_Text,DL_Grinch1
source: I don't like the naming day, It's too loud. All the Matoran playing with their gifts, sometimes they even sing. It's disgusting, Why are they all so happy?
fr_fr: Je n'aime pas le jour du baptême. C'est trop bruyant. Tous ces Matoran qui jouent avec leurs cadeaux, parfois ils chantent, même. C'est dégoûtant. Pourquoi est-ce qu'ils sont aussi heureux ?

# Dialogue_Text,DL_Grinch2
source: Hmm... Well maybe I could... Good luck on your travels toa.
fr_fr: Hum... Et bien peut-être que je pourrais... Bonne chance dans tes voyages, Toa.

# Dialogue_Text,DL_Guard1
source: Halt, may I see your credentials?
fr_fr: Attends, je peux voir tes papiers ?

# Dialogue_Text,DL_Guard2
source: Umm... I still need them - some form of ID?
fr_fr: Hum... J'en ai besoin quand même - une espèce de carte d'identité ?

# Dialogue_Text,DL_Guard3
source: Okay, That works I guess... You may enter.
fr_fr: Okay, ça fera l'affaire je suppose... Tu peux entrer.

# Dialogue_Text,DL_Guard4
source: Hail Toa $T. You are free to enter, if you can manage to open the gate of course.
fr_fr: Salutations Toa $T. Tu peux entrer librement, si tu réussis à ouvrir la porte bien sûr.

# Dialogue_Text,DL_GuardCamp
source: Greetings Toa $T. Welcome to the Ta-Koro Guard forward camp!
fr_fr: Salutations Toa $T. Bienvenue au poste avancé de la Garde de Ta-Koro !

# Dialogue_Text,DL_GuardCampForward
source: Yes I know, that's just what it's called. Jala decided we needed a quicker way to deploy troops, plus there's too many of us to all stay in Ta-Koro ourselves.
fr_fr: Oui, je sais, c'est juste son nom. Jala a décidé qu'il fallait qu'on puisse déployer nos troupes plus rapidement, et on est trop nombreux pour rester à Ta-Koro même.

# Dialogue_Text,DL_GuardCampWhere
source: Mostly everyone is out in the field fighting the Rahi threat. You'll only be able to find the Quartermaster, myself, and a few others here at the moment.
fr_fr: Tout le monde est surtout à combattre la menace des ahi. Tu devrais pouvoir trouver le Quartier Maître, moi, et quelques autres.

# Dialogue_Text,DL_GuardPicking
source: Hmm...
fr_fr: Hum...

# Dialogue_Text,DL_GuardPicking2
source: What? Oh Hello $T, I was just trying to decide what staff to pick, because I defenently didn't forget which one is mine heheh...
fr_fr: Quoi ? Oh bonjour $T, j'essayais juste de décider quel bâton choisir, parce que je n'ai définitivement pas ublié lequel était le mien héhéhé...

# Dialogue_Text,DL_GuardPickingSheilds
source: What do you think Toa, Which shield should I go with?
fr_fr: Qu'en penses-tu Toa, quel bouclier devrais-je choisir ?

# Dialogue_Text,DL_GuardPickingSheilds1
source: HAH Really? From left to right, Scarlet, Vermilion, and Ruby. I suppose I look JUST Red to you too?
fr_fr: HAH vraiment ? De gauche à droite, Écarlate, Vermillion, et Rubis. Je suppose que j'ai l'air JUSTE rouge pour toi aussi ?

# Dialogue_Text,DL_GuardPickingSheildsTahu
source: Wait what? I thought these where shields! Why do they all have to look the same!
fr_fr: Attends, quoi ? Je croyais que c'était des boucliers ! Pourquoi est-ce qu'ils se ressemblent tous !

# Dialogue_Text,DL_Hahli1
source: Toa $T! Thank goodness you're here, the Turaga - she's been missing for far too long!
fr_fr: Toa $T ! Quel soulagement que tu sois là, la Turaga - elle a disparu depuis bien trop longtemps !

# Dialogue_Text,DL_Hahli2
source: You don't remember me? Oh... Well I'm Hahli!
fr_fr: Tu ne te rappelles pas de moi ? Oh... Et bien je suis Hahli !

# Dialogue_Text,DL_Hahli3
source: Yes, in case you don't remember - Turaga Nokama is the elder of the village, and she's gone missing!
fr_fr: Oui, au cas où tu ne te souviendrais pas - Turaga Nokama est l'aînée du village, et elle a disparu !

# Dialogue_Text,DL_Hahli4
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map.
fr_fr: Peut-être... Aux dernières nouvelles, elle était en réunion à Kini-Nui, peut-être qu'elle s'est perdue sur le chemin du retour ? Je vais marquer ça sur ta carte.

# Dialogue_Text,DL_Hahli5
source: Have you found Nokama yet? I'm very worried...
fr_fr: As-tu trouvé Nokama ? Je suis très inquiète...

# Dialogue_Text,DL_Hahli6
source: Please do find her, I am very worried!
fr_fr: Trouve-là s'il te plaît, je suis très inquiète !

# Dialogue_Text,DL_HahliGiveMap
source: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Wait, you don't have one? Here I only have Ga-Wahi but It should help.
fr_fr: Maybe... Last I heard she was at a meeting at the Kini-Nui, maybe she got stuck on her way back? Here, I'll mark it on your map. Attends, tu n'en as pas ? En voilà une, il n'y a que Ga-Wahi mais ça devrait t'aider.

# Dialogue_Text,DL_HahliThankReturn
source: Thank you for returning our Turaga to us Toa!
fr_fr: Merci de nous avoir ramené notre Turaga, Toa !

# Dialogue_Text,DL_HalloweenMan1
source: Am I crazy Toa?
fr_fr: Suis-je fou Toa ?

# Dialogue_Text,DL_HalloweenMan2
source: Well I keep seeing these orange spheres around Mata-Nui, and no one else can see them!
fr_fr: Et bien je vois ces sphères oranges sur Mata Nui, et personne d'autre ne les voit !

# Dialogue_Text,DL_HalloweenMan3
source: YOU CAN SEE THEM TOO?! So I'm not crazy then!
fr_fr: TU PEUX LES VOIR AUSSI ?! Alors je ne suis pas fou !

# Dialogue_Text,DL_HalloweenMan4
source: Not exactly no... But I picked one up, and I thought... what if it's like one of your masks of power? So, would you care to try it on?
fr_fr: Pas vraiment non... Mais j'en ai ramassé une et je me disais... et si c'était comme un masque de pouvoir ? Alors, tu veux l'essayer ?

# Dialogue_Text,DL_HalloweenMan5
source: Soooo... Do you feel anything?
fr_fr: Alors... Vous sentez quelque chose ?

# Dialogue_Text,DL_HalloweenMan6
source: Hmm, very well then. Perhaps they're just decorative then? Ahh, either way you can keep that one $T.
fr_fr: Hum, très bien alors. Peut-être que ce sont juste des décorations alors ? Ah, quoi qu'il en soit tu peux garder celle-là $T.

# Dialogue_Text,DL_Huki1
source: Toa $T Finally!
fr_fr: Toa $T enfin !

# Dialogue_Text,DL_Huki2
source: I was tasked to wait for you to return, The Turaga has been missing for far too long.
fr_fr: J'étais chargé d'attendre ton retour, le Turaga a disparu depuis trop longtemps.

# Dialogue_Text,DL_Huki3
source: *Huff* We've met before $T! You don't remember me?
fr_fr: *Soupir* On s'est déjà rencontré $T ! Vous ne vous en souvenez pas ?

# Dialogue_Text,DL_Huki4
source: Huh, odd. I'm Huki, professional Kolhii player!
fr_fr: Ho, bizarre. Je suis Huki, joueur de Kolhii professionnel !

# Dialogue_Text,DL_Huki5
source: Right, the elder of the village. He went to a meeting with the other Turaga, and hasn't come back!
fr_fr: Oui, l'aîné du village. Il est allé à une réunion avec les autres Turaga, et il n'est pas revenu !

# Dialogue_Text,DL_Huki6
source: You can find him! A trader informed me of an unusual number of rahi somewhere, here let me mark it on your map.
fr_fr: Tu peux le trouver ! Un marchand m'a parlé d'un grand nombre de Rahi à un endroit, laisse-moi marquer ça sur ta carte.

# Dialogue_Text,DL_Huki7
source: I sure hope so.
fr_fr: J'espère bien.

# Dialogue_Text,DL_HukiMap
source: There ya go, now skedaddle! He could be in danger!
fr_fr: Voilà, maintenant en vitesse ! Il pourrait être en danger !

# Dialogue_Text,DL_HukiNoMap
source: You don't have one? Ack, Alright I can spare mine, it's just for Po-Wahi - but it shoud suffice for now.
fr_fr: Tu n'en as pas ? Ack, d'accord, je peux me passer de la mienne, c'est juste pour Po-Wahi - mais ça devrait suffir pour l'instant.

# Dialogue_Text,DL_HukiReturn
source: What are you waiting for Toa? Onewa could be in danger, go find him!
fr_fr: Qu'est-ce que tu attends, Toa ? Onewa pourrait être en danger, va le chercher !

# Dialogue_Text,DL_HukiSaved
source: Heard you found the great craftsman! We're all very glad that Turaga Onewa is safe!
fr_fr: J'ai entendu dire que tu avais trouvé le grand artisan ! Nous sommes tous très content que Turaga Onewa soit sauf !

# Dialogue_Text,DL_ImportedPlantSeller
source: Imported vegetation here, Harakeke, Bamboo, and more!
fr_fr: Végétation importée ici, Harakeke, Bambou, et plus !

# Dialogue_Text,DL_InsaneMatoran1
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
fr_fr: AHHH !? Un... Un Toa ?! NON ! Vous n'êtes pas censé être ici !!

# Dialogue_Text,DL_InsaneMatoran1_2
source: AHHH!? A... A Toa?! NO! You're not supposed to be here!!
fr_fr: AHHH !? Un... Un Toa ?! NON ! Vous n'êtes pas censé être ici !!

# Dialogue_Text,DL_InsaneMatoran2
source: LIAR!! Yes, they always lie. You won't get me that easily Toa!!
fr_fr: MENTEUR !! Oui, ils mentent toujours. Tu ne m'auras pas aussi facilement Toa !!

# Dialogue_Text,DL_InsaneMatoran2_2
source: LAIR!! Yes, they always lie. You won't get me that easily Toa!!
fr_fr: MENTEUR !! Oui, ils mentent toujours. Tu ne m'auras pas aussi facilement Toa !!

# Dialogue_Text,DL_InsaneMatoranGetAway
source: Get away from me!! Makuta help me!
fr_fr: Éloigne-toi de moi !! Makuta aide moi !

# Dialogue_Text,DL_Jala1
source: Welcome to Ta-Koro, Toa $T. Is there anything you need?
fr_fr: Bienvenue à Ta-Koro, Toa $T. Avez-vous besoin de quelque chose ?

# Dialogue_Text,DL_JalaReport
source: *Huff* I don't report to you Toa, you are entirely superfluous to our operation here!
fr_fr: *Soupir* Je ne suis pas sous vos ordres, Toa, vous êtes complément inutile à nos opérations ici !
