Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# CodexPage_Description,CodexPage_PoTemple_Desc
source: A temple built by the Po-Matoran carvers to honor the Great Spirit. Since the Po-Matoran are carvers and makers by nature, they couldn’t help but add all varieties of traps and puzzles inside of it. Is it overly complicated for a place of worship? Unnecessary? Frivolous? Perhaps, but ask any Po-Matoran and they would vehemently disagree. There’s even a Copper Mask of Victory offered to anyone who’s able to pass this trial.
fr_fr: Un temple construit par les sculpteurs Po-Matoran pour honorer le Grand Esprit. Les Po-Matoran étant des sculpteurs et des artisans par nature, ils n'ont pas pu s'empêcher d'ajouter plein de pièges et de puzzles à l'intérieur. Est-ce bien trop compliqué pour un lieu de culte ? Inutile ? Frivole ? Peut-être, mais si vous demandez à n'importe quel Po-Matoran, il marquera son désaccord avec véhémence. Un Masque en Cuivre de la Victoire est même offert à ceux qui réussissent l'épreuve.

# CodexPage_Description,CodexPage_PoWahi_Desc
source: The deserts of Po-Wahi are unwelcoming to say the least. The rocky canyons can hide Rahi waiting to ambush unlucky travellers, and Motara desert to the north is a largely barren landscape. However, the Po-Matoran choose to brave these dangers regardless, adorning the rocky landscape with carvings and sculptures to give whatever life they can to the harsh environment around them.
fr_fr: Les déserts de Po-Wahi ne sont vraiment pas accueillants. Les canyons rocheux peuvent cacher des Rahi qui attendent les voyageurs malchanceux en embuscade, et le désert Motara au nord est un endroit largement désolé. Cependant les Po-Matoran choisissent tout de même de braver ces dangers, ornant le paysage rocheux de statues et sculptures pour donner vie au dur environnement qui les entoure.

# CodexPage_Description,CodexPage_Quarry_Desc
source: The quarry is home to many beautiful and intricate carvings made by the Po-Matoran. Large statues made to represent each of the Toa lie here, carved by the Matoran in honor of the Legends that speak of them. Some Matoran speak of caverns beneath these statues, but many of these rumors are unconfirmed. They stand as a monument of honor and hope to the Toa.
fr_fr: La carrière abrite beaucoup de sculptures magnifiques et intriquées créées par les Po-Matoran. De grandes statues représentant chacun des Toa s'y trouve, sculptées par les Matoran en l'honneur des légendes qui parlent d'eux. Certains Matoran parlent de cavernes sous ces statues, mais ces rumeurs n'ont pas été confirmées. Ce sont un monument honorant et représentant l'espoir des Toa.

# CodexPage_Description,CodexPage_Rau_Desc
source: The Kanohi Rau: the Noble Mask of Translation. This mask allows you to understand any written language. You can use this to translate Matoran text that can be found all over the island of Mata Nui. Or, you could try deciphering the Matoran text on your own if you know it well enough.
fr_fr: Le Kanohi Rau : le Masque Noble de la Traduction. Ce masque te permet de comprendre n'importe quel langage écrit. Tu peux utiliser cela pour traduire les textes Matoran qu'on peut trouver partout sur Mata Nui. Ou tu peux tenter de déchiffrer le texte Matoran toi-même si tu le connais bien.

# CodexPage_Description,CodexPage_Ruki_Desc
source: Small Rahi that can often be found swimming around the oceans of Ga-Wahi. They are peaceful creatures, and Matoran can often be found fishing for them. However, the rampant fishing that some Matoran do have caused some rare types of Ruki to become nearly extinct, making trading Ruki a heavily monitored activity in many Koros.
fr_fr: De petits Rahi qu'on trouve souvent à nager dans les océans de Ga-Wahi. Ce sont des créatures paisibles, et les Matoran les pêchent souvent. Cependant, la pêche sauvage de certains Matoran a causé la presque extinction de certains types de Ruki rares, et la vente de Ruki est maintenant très surveillées dans de nombreux Koro.

# CodexPage_Description,CodexPage_Ruru_Desc
source: The Kanohi Ruru: the Noble Mask of Night Vision. This mask can provide a light to help you see in dark places. It’s especially useful if you find yourself lost at night, or if you need to make your way through a particularly dark cave.
fr_fr: Le Kanohi Ruru : le Masque Noble de la Vision Nocturne. Ce masque peut fournir une lumière pour t'aider à voir dans les endroits sombres. Il est particulièrement utile si tu te perds la nuit, ou si tu dois traverser une grotte particulièrement sombre.

# CodexPage_Description,CodexPage_SandTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The rare yellow variant is found primarily in Po-Wahi. The Sand Tarakava is considered to be especially rare by the Po-Matoran. Few have seen one, and even fewer have returned to tell the tale. They make up for being slightly slower with more powerful attacks, so it’s best to try and get out of the way instead of admiring them.
fr_fr: Ces dangereux Rahi sont connus pour leurs puissants avant-bras, qu'ils utilisent pour attaquer rapidement leurs proies. La rare variante jaune est trouvée principalement à Po-Wahi. Les Tarakava des Sables sont considérés comme particulièrement rares par les Po-Matoran. Rares sont ceux qui en ont vu, et encore plus rares ceux qui sont revenus pour le dire. Ils sont un peu plus lents mais leurs attaques sont plus puissantes, donc il vaut mieux rester hors de leur chemin au lieu de les admirer.

# CodexPage_Description,CodexPage_StrangeCave_Desc
source: An odd cave that appeared in the side of the Mangai Volcano. A certain Le-Matoran seems to have seen this place… but other than that it seems that nobody on the island knows this cave exists. All that is known for sure is that the presence of the Makuta is very, very strong here. I would turn back if I were you...
fr_fr: Une étrange caverne apparue sur le flanc du Volcan Mangai. Un certain Le-Matoran semble avoir vu cet endroit... mais à part ça personne sur l'île ne semble savoir que cette grotte existe. Tout ce qu'on sait pour sûr est que la présence du Makuta est très, très forte ici. Je ferais demi-tour si j'étais toi...

# CodexPage_Description,CodexPage_Ta-Wahi_Desc
source: A scorched and desolate landscape, this region is filled with lava which flows down from the Mangai volcano. Thrill-seeking Matoran can be found lava surfing here, while others farm cooled lava from which they craft tools. The charred forest is perhaps the most prominent area in the Wahi, acting as a constant, looming reminder of the power that Makuta has, and the ease at which he can take all that the Matoran hold dear.
fr_fr: Un paysage désolé et calciné, cette région est remplie par la lave qui s'écoule du volcan Mangai. Des Matoran en quête de frissons y surfent sur la lave, et d'autres y cultivent la lave refroidie pour créer des outils. La forêt brûlée est sans doute la zone la plus prominente du Wahi, et sert de rappel constant du pouvoir possédé par le Makuta, et de la facilité avec laquelle il pourrait se saisir de tout ce qui tient aux Matoran.

# CodexPage_Description,CodexPage_Tahu_Desc
source: Tahu is the fiery and headstrong Toa of fire. He is often the source of many of the disputes within his team of Toa, and can often come off as brash or disrespectful. However, in spite of his shortcomings, he is determined to help and protect the Matoran at any cost. Tahu is arguably the most recognizable bionicle set, with his mask, the Kanohi Hau, being an iconic piece of imagery. His elemental attack uses fire to propel you forward, allowing you to quickly get up close to attack an enemy.
fr_fr: Tahu est le Toa du Feu, féroce et têtu. Il est souvent la source de nombreuses disputes dans son équipe de Toa, et donne souvent l'impression d'être irrespectueux ou effronté. Cependant, malgré ses défauts, il est déterminé à aider et protéger les Matoran à n'importe quel prix. Tahu est probablement le set BIONICLE le plus reconnaissable, et son masque, le Kanohi Hau, est une image iconique. Son attaque élémentaire utilise du feu pour te propulser en avant, te permettant de te rapprocher rapidement d'un ennemi.

# CodexPage_Description,CodexPage_TahusLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A forest of burnt trees can be seen in the distance… what could lie beyond it?
fr_fr: Un étrange vaisseau qui s'est échoué sur la plage... Personne sur l'île n'est sûr de son origine. Une forêt d'arbres brûlés est visible au loin... Qu'est-ce qui pourrait se trouver derrière celui-ci ?

# CodexPage_Description,CodexPage_TaKini_Desc
source: The Ta-Kini is the temple of Fire. It rests on the side of the Mangai volcano, next to the lava which sustains it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Few Matoran come to visit it, but there are those that are intrigued by the mysteries the temple holds.
fr_fr: Le Ta-Kini est le temple du Feu. Il se trouve sur le flanc du volcan Mangai, à côté de la lave qui l'alimente. Le temple abrite une Pierre Makoki - un fragment d'une clé nécessaire pour accéder au repaire de Makuta. Peu de Matoran viennent le visiter, mais il s'agit de ceux intrigués par les mystères du temple.

# CodexPage_Description,CodexPage_Takoro_Desc
source: Ta-Koro, the village of Fire. Built in the shadow of the great Mangai Volcano, this village is built atop the Lake of Fire. The city takes great pride in it’s guard, led by Jala, who have kept this city safe with their bravery and the defenses they’ve constructed. To even reach the city, you must cross a moat of Lava by activating a drawbridge with a guarded control panel. Some might see it as overkill, but it’s a necessary way of life for the Ta-Matoran.
fr_fr: Ta-Koro, le village du Feu. Construit dans l'ombre du grand Volcan Mangai, ce village est bâti sur le Lac du Feu. La cité est très fière de sa garde, menée par Jala, qui a gardé la cité en sécurité par son courage et les défenses qu'elle a construit. Pour atteindre la cité, il faut traverser une douve de lave en activant un pont levis avec un panneau de contrôlé surveillé. Cela pourrait être considéré comme excessif, mais c'est un mode de vie nécessaire pour les Ta-Matoran.

# CodexPage_Description,CodexPage_Tarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The blue variant can be found all around Mata Nui. These Rahi can deal lots of damage extremely quickly, so it’s best to keep your distance and use caution when facing them.
fr_fr: Ces dangereux Rahi sont réputés pour leurs puissants avant-bras, qu'ils utilisent pour attaquer rapidement leur proie. La variante bleue peut être trouvée partout sur Mata Nui. Ces Rahi peuvent infliger beaucoup de dommages extrêmement rapidement, donc il vaut mieux rester à distance et se méfier en les affrontant.

# CodexPage_Description,CodexPage_TaTemple_Desc
source: A shrine that the Ta-Matoran constructed long ago, before the charred forest had burned down. It stands as a sign of the power and goodness of the Great Spirit. While some might think the charred forest as an inappropriate place to house such a shrine, the Ta-Matoran see the light of the Shrine’s fire as a light of hope and faith in the midst of the destruction and tragedy that Makuta brings to them.
fr_fr: Un autel construit il y a longtemps par les Ta-Matoran, avant que la Forêt Brûlée ne parte en fumée. C'est un monument au pouvoir et à la bienveillance du Grand Esprit. Bien que certains puissent penser que la forêt brûlée est un endroit inapproprié pour un tel autel, les Ta-Matoran voient la lumière du feu de l'Autel comme une lumière d'espoir et de foi au milieu de la destruction et la tragédie amenées par Makuta.

# CodexPage_Description,CodexPage_TealTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The teal variant can be found primarily in Ga-Wahi. They’re harder to take down than an average Tarakava, so try not to get the attention of a large group at once.
fr_fr: Ces dangereux Rahi sont réputés pour leurs puissants avant-bras, qu'ils utilisent pour attaquer rapidement leur proie. La variante turquoise peut être trouvée principalement à Ga-Wahi. Ils sont plus difficile à abattre qu'un Tarakava normal, donc il vaut mieux ne pas attirer l'attention d'un grand groupe d'un coup.

# CodexPage_Description,CodexPage_Telescope_Desc
source: This telescope is often used by astrologers to read the stars in order to discern the future. Through it, the Red Star can be seen. To the trained eye, the Red Star is able to predict things yet to come. However, nobody is sure where this telescope came from, or why it is there. It’s true purpose is one of the many things that is pondered as astrologers study the stars.
fr_fr: Ce téléscope est souvent utilisé par les astrologues pour lire les étoiles et discerner le futur. Il permet de voir l'Étoile Rouge. Pour l'œil entrainé, l'Étoile Rouge peut prédire les choses à venir. Cependant, personne n'est sûr de l'origine de ce téléscope, ni de la raison de sa présence. Son véritable but est un des nombreux mystères auxquels réfléchissent les astrologues qui étudient les étoiles.

# CodexPage_Description,CodexPage_TiroCanyon_Desc
source: This rather red region of Po-Wahi is home to steep cliffs and mesas, narrow canyons, and swarms of Nui-Jaga. Travellers are often advised to be careful as they travel through here, as Nui-Jaga often wait in ambush for prey to turn around the corner before striking. Yet in spite of this danger, Po-Matoran carvers can often be found building structures and monuments in the canyon walls.
fr_fr: Cette région rougeâtre de Po-Wahi est le foyer de falaises abruptes et de mesas, de canyons étroits, et d'essaims de Nui-Jaga. On dit souvent aux voyageurs de faire attention lorsqu'ils s'y rendent, les Nui-Jaga tendant souvent des embuscades, tombant au dernier moment sur leurs proies. Malgré ce danger, on trouve souvent des sculpteurs Po-Matoran peuvent être trouvés à construire des structures et des monuments dans les parois des canyons.

# CodexPage_Description,CodexPage_Turaga_Desc
source: The Turaga are the village elders on Mata Nui. They watch over each of the six villages, guiding them and maintaining order among the island. They are very wise, and seem to know many things about the island and the Matoran that they choose not to tell... including where they have been. They’ve been missing until recently, and you may have to get them out of some dire circumstances.
fr_fr: Les Turaga sont les aînés des villages de Matoran. Ils surveillent chacun des six villages, les guidant et maintenant l'ordre dans l'île. Ils sont très sages, et semblent connaître de nombreuses choses sur l'île et les Matoran qu'ils choisissent de ne pas dire... y compris où ils se trouvaient. Ils avaient disparu récemment, et tu pourrais avoir à les sauver de dangers imprévus.

# CodexPage_Description,CodexPage_Ussal_Desc
source: Ussal Crabs are a rather popular type of Rahi that Matoran keep for domestic use. Some use them in races, some use them to help with physical labor, and others simply keep them as pets. They can be found in a wide variety of colors.
fr_fr: Les Crabs Ussal sont des animaux domestiques populaires pour les Matoran. Certains les utilisent dans des courses, certains pour aider aux travaux physiques, et d'autres les gardent simplement comme animaux domestiques. Ils existent dans toute une variété de couleurs.

# CodexPage_Description,CodexPage_Vakama_Desc
source: Vakama is the Turaga of Ta-Koro. He is respected for his wisdom and his kindness by both the Ta-Matoran and the other Turaga, who see Vakama as a leader of sorts. He can often be found looking into the fires of Mangaia, which is where he claims to see his visions of the future.
fr_fr: Vakama est le Turaga de Ta-Koro. Il est respecté pour sa sagesse et sa gentillesse à la fois par les Ta-Matoran et les autres Turaga, qui considèrent en quelque sorte Vakama comme leur chef. On peut souvent le trouver à regarder les feux de Mangaia, d'où il dit tirer ses visions du futur.

# CodexPage_Description,CodexPage_Volcano_Desc
source: This Volcano towers at the center of Mata Nui as a symbol of both triumph and fear. The Ta-Matoran use the power of the Great Mangai to their advantage, using the lava that flows through it for defense against Rahi. Yet deep below the mountain lies Mangaia, the lair of the Makuta. While the Matoran may live happily beneath it, the shadow of the mountain looms over the island constantly, as a reminder of the greater shadow- one that all who live on the island fear.
fr_fr: Ce volcan surplombe au centre de Matoran, symbole de triomphe et de peur. Les Ta-Matoran utilisent la puissance du Grand Mangai à leur avantage, utilisant la lave qui s'en écoule pour se défendre des Rahi. Pourtant, dans les profondeurs de la montagne se trouve Mangaia, le repaire du Makuta. Alors que les Matoran vivent heureux dans son ombre, l'ombre de la montagne couvre l'île constamment, rappellant la véritable ombre - celle que craignent tous ceux qui vivent sur l'île.

# CodexPage_Description,CodexPage_Whagna_Desc
source: If you’re a Matoran who doesn’t quite seem to fit in with the other villages, you’re likely to end up here. Whagna Village is a tiny settlement, lacking any Turaga, not large enough to be named a Koro, and with little in terms of defenses. It’s home to misfits, wanderers, and anyone who feels out of place. All are welcomed here who need a place to belong.
fr_fr: Si tu es un Matoran qui ne trouve pas vraiment ta place dans les autres villages, tu finiras sans doute ici. Le village Whagna est un petit hameau, sans Turaga, pas assez grand pour avoir le nom de Koro et sans véritables défenses. Il abrite les parias, les vagabonds, et tous ceux qui ne se sentent pas à leur place. Tous ceux qui cherchent un foyer sont les bienvenus.

# CodexPage_Description,CodexPage_Whenua_Desc
source: Whenua is the Turaga of Onu-Koro. He is among the wisest of all the Turaga, looking to the past and the experiences that he’s seen to guide him in his decisions. The Onu-Matoran often come to him seeking advice, which he freely gives to any who ask him.
fr_fr: Whenua est le Turaga d'Onu-Koro. C'est un des Turaga les plus sages, cherchant dans le passé et les expériences qu'il a vécu pour le guider dans ses décisions. Les Onu-Matoran vont souvent le voir pour lui demander son avis, qu'il donne librement à ceux qui le demande.

# CodexPage_Name,CodexPage_Docks
source: Docks
fr_fr: Quais

# CodexPage_Name,CodexPage_Drifts
source: The Drifts
fr_fr: Les Gorges

# CodexPage_Name,CodexPage_GalisLanding
source: Gali’s Landing
fr_fr: Accostage de Gali

# CodexPage_Name,CodexPage_GaTemple
source: Temple of Mata Nui
fr_fr: Temple de Mata Nui

# CodexPage_Name,CodexPage_GoldMask
source: Gold Masks
fr_fr: Masques Dorés

# CodexPage_Name,CodexPage_KiniNui
source: The Kini-Nui
fr_fr: Le Kini-Nui

# CodexPage_Name,CodexPage_KopakasLanding
source: Kopaka’s Landing
fr_fr: Accostage de Kopaka

# CodexPage_Name,CodexPage_KoTower
source: The Cold Tower
fr_fr: La Tour Froide

# CodexPage_Name,CodexPage_LeTemple
source: The Le-Wahi Cave
fr_fr: La Grotte de Le-Wahi

# CodexPage_Name,CodexPage_LewasLanding
source: Lewa’s Landing
fr_fr: Accostage de Lewa

# CodexPage_Name,CodexPage_Log
source: The Log
fr_fr: Le Tronc

# CodexPage_Name,CodexPage_MapFragments
source: Map Fragments
fr_fr: Fragments de Carte

# CodexPage_Name,CodexPage_OnuasLanding
source: Onua’s Landing
fr_fr: Accostage d'Onua

# CodexPage_Name,CodexPage_OnuTemple
source: The Onu-Wahi Temple
fr_fr: Le Temple d'Onu-Wahi

# CodexPage_Name,CodexPage_Overlook
source: The Overlook
fr_fr: Le Surplomb

# CodexPage_Name,CodexPage_PohatusLanding
source: Pohatu’s Landing
fr_fr: Accostage de Pohatu

# CodexPage_Name,CodexPage_PoTemple
source: The Hidden Temple
fr_fr: Le Temple Caché

# CodexPage_Name,CodexPage_Quarry
source: The Quarry
fr_fr: La Carrière

# CodexPage_Name,CodexPage_StrangeCave
source: The Cave of Doom
fr_fr: La Grotte de la Mort

# CodexPage_Name,CodexPage_TahusLanding
source: Tahu’s Landing
fr_fr: Accostage de Tahu

# CodexPage_Name,CodexPage_TaTemple
source: The Ta-wahi Shrine
fr_fr: L'Autel de Ta-Wahi

# CodexPage_Name,CodexPage_TealTarakava
source: River Tarakava
fr_fr: Tarakava des rivières

# CodexPage_Name,CodexPage_Telescope
source: The Great Telescope
fr_fr: Le Grand Téléscope

# CodexPage_Name,CodexPage_TiroCanyon
source: Tiro Canyon
fr_fr: Canyon de Tiro

# CodexPage_Name,CodexPage_Ussal
source: Ussal Crabs
fr_fr: Crabes Ussal

# CodexPage_Name,CodexPage_Volcano
source: The Mangai Volcano
fr_fr: Le Volcan Mangai

# CodexPage_Name,CodexPage_Whagna
source: Whagna Village
fr_fr: Village Whagna

# Dialogue_Name,DL_Boat_SpeakerName
source: Dock Manager
fr_fr: Responsable des Quais

# Dialogue_Name,DL_BoatManagerQuest_SpeakerName
source: Dock Manager
fr_fr: Responsable des Quais

# Dialogue_Response,DL_420man1_PlayerResponse_1
source: Are you alright, you seem... Strange.
fr_fr: Est-ce que tu vas bien, tu sembles... Bizarre.

# Dialogue_Response,DL_420man2_PlayerResponse_1
source: Okay, I guess I'll leave you to it then.
fr_fr: Okay, je supose que je vais te laisser alors.

# Dialogue_Response,DL_420man_PlayerResponse_1
source: No, I am a Toa. What are you doing up here?
fr_fr: Non, je suis un Toa. Que fais-tu ici ?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_1
source: Why are there little bits of green on them?
fr_fr: Pourquoi est-ce qu'il y a des morceaux verts dessus ?

# Dialogue_Response,DL_Ahkmou1_PlayerResponse_2
source: Hmm I feel like I've heard of them...
fr_fr: Hum je crois que j'en ai entendu parler...

# Dialogue_Response,DL_Ahkmou3_PlayerResponse_1
source: Hmm... No I've heard of them some other way, I just can't remember how.
fr_fr: Hum... Non, j'en ai entendu parler d'une autre manière, mais je ne sais plus comment.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_1
source: Sure, let's trade.
fr_fr: Bien sûr, échangeons.

# Dialogue_Response,DL_Ahkmou_PlayerResponse_2
source: What is a Comet?
fr_fr: Qu'est-ce qu'une Comète ?

# Dialogue_Response,DL_Akamar2_PlayerResponse_1
source: You've done good work here craftsman.
fr_fr: Tu as fait du bon travail, artisan.

# Dialogue_Response,DL_Akamar3_PlayerResponse_1
source: I... See...
fr_fr: Je... Vois...

# Dialogue_Response,DL_Akamar4_PlayerResponse_1
source: Right... Thank you... I think.
fr_fr: D'accord... Merci... Je crois.

# Dialogue_Response,DL_Akamar_PlayerResponse_1
source: Yes?
fr_fr: Oui ?

# Dialogue_Response,DL_Akamar_PlayerResponse_2
source: You've done a fine job here, my city has never looked so lively!
fr_fr: Tu as fait du bon travail ici, ma cité n'a jamais eu l'air aussi animée !

# Dialogue_Response,DL_Akamar_PlayerResponse_3
source: About what you said before, who's... future, are you working on?
fr_fr: À propos de ce que vous avez dit, sur quel... futur travailles-tu ?

# Dialogue_Response,DL_AkamarBuddy2_PlayerResponse_1
source: Ahh, you did a good job on Po-Koro, I'm sorry he doesn't need you anymore.
fr_fr: Ah, vous avez bien travaillé sur Po-Koro, je suis désolé qu'il n'ai plus besoin de vous.

# Dialogue_Response,DL_AkamarBuddy3_PlayerResponse_1
source: I'm sure you will find plenty of work in Po-Koro when you get there, good luck little one.
fr_fr: Je suis sûr que tu trouveras beaucoup de travail à Po-Koro quand tu y arriveras, bonne chance, petit.

# Dialogue_Response,DL_AkamarBuddy_PlayerResponse_2
source: I'm well thank you.
fr_fr: Je vais bien merci.

# Dialogue_Response,DL_Akura_PlayerResponse_1
source: *Listen*
fr_fr: *Écouter*
