Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_ShipperIntroRahi_Ussal
source: An Ussal that can talk? I've gotta see this... *He opens his eyes.* Oh. It's just you, Toa $T... I mean, not that i'm not glad to see you, that is!
fr_fr: Un Ussal qui parle ? Je dois voir ça... *Il ouvre les yeux.* Oh, c'est juste vous, Toa $T... Je veux dire, non pas que je ne sois pas ravi de vous voir !

# Dialogue_Text,DL_ShipperIntroToa
source: T-Toa? *He opens his eyes.* Toa $T! It's good to see you... Ouch. It's a bit bright. I've had my eyes closed for a while now...
fr_fr: T-Toa ? *Il ouvre les yeux.* Toa $T ! C'est bon de vous voir... Ouf. C'est un peu lumineux. J'ai eu les yeux fermés pour un bon bout de temps...

# Dialogue_Text,DL_ShipperIntroToa_2
source: Oh, I was hiding. Didn't you see them when you came in?
fr_fr: Oh, j'étais caché. Ne les avez-vous pas vu quand vous êtes venu ?

# Dialogue_Text,DL_ShipperMahi
source: The Mahi! Thank Mata-Nui they're safe. You're right, it's odd for Tarakava that seem so ravenous to not eat the nearest Rahi - or Matoran - in plain sight...
fr_fr: Les Mahi ! Loué soit Mata-Nui, ils sont en sécurité. Vous avez raison, c'est étrange pour des Tarakava qui ont l'air si affamés de ne pas manger le Rahi - ou le Matoran - le plus proche...

# Dialogue_Text,DL_ShipperOnuKoro
source: We're the official shipping center for the city because we're the only major Onu-Wahi Port, but not all shipments from Onu-Koro go through us. In fact, our boss doesn't even visit this location often. It's kinda confusing, I don't really know how it works. But I work here anyway.
fr_fr: Nous sommes le centre de livraison pour la ville, puisque nous sommes le seul port majeur d'Onu-Wahi, mais toutes les cargaisons d'Onu-Koro ne passent pas par nous. En réalité, notre patron ne visite même pas souvent cet endroit. C'est un peu perturbant, je ne sais pas vraiment comment cela fonctionne. Mais je travaille ici quoi qu'il en soit.

# Dialogue_Text,DL_ShipperQuest1
source: Oh, Mr Khalo's shipment? I think my couriers started on their way with it yesterday. Come to think of it, they should be back by now.
fr_fr: Oh, la cargaison de Monsieur Khalo ? Je pense que mes coursiers ont commencé leur trajet avec hier. Maintenant que j'y pense, ils devraient être revenus à l'heure qu'il est...

# Dialogue_Text,DL_ShipperQuestWhichWay
source: Well, their usual route to Po-Koro takes them from here and through the Pillar-Lands. That's roughly north east of here. I'd start there.
fr_fr: Eh bien, leur trajet habituel jusque Po-Koro les fait démarrer d'ici et passer par la Terre des Piliers. C'est environ au nord-est d'ici. Je commencerais par là.

# Dialogue_Text,DL_ShipperWhatHappened
source: Well, I was alone here, when all of the sudden a bunch of big mean Tarakava came around, destroying all sorts of stuff! They usually never get this close to here... They must have been looking for something specific...
fr_fr: Eh bien, j'étais seul ici, quand d'un seul coup un groupe de méchants Takarava est arrivé, détruisant tout ! Ils ne viennent pas jusqu'ici d'habitude... Ils doivent avoir été à la recherche de quelque-chose de spécifique...

# Dialogue_Text,DL_ShipperWhatPlace
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today? ...Sorry, habit.
fr_fr: Bienvenue au centre de livraison de Onu-Koro. En quoi puis-je vous être utile aujourd'hui ? ... Désolé, l'habitude.

# Dialogue_Text,DL_StaffSeller1
source: Excuse me for a moment... Welcome Toa to my humble shop! Would you perhaps be in the market for a Ta-Koro Guard staff?
fr_fr: Veuillez m'excuser un instant... Bienvenue, Toa, dans mon humble échoppe ! Seriez-vous par hasard acheteur pour un bâton de la Garde de Ta-Koro ?

# Dialogue_Text,DL_StaffSeller2
source: Uhh well, technically no... You're supposed to have a Ta-Koro Guard insignia, but I'd be willing to make an exception for you!
fr_fr: Uhh eh bien, techniquement non... Vous êtes sensé avoir un insigne de la Garde de Ta-Koro, mais je suis disposé à faire une exception pour vous !

# Dialogue_Text,DL_StaffSellerQuartermaster
source: Oh dear, how wrong?
fr_fr: Oh, qu'est-ce qui ne va pas ?

# Dialogue_Text,DL_StaffSellerQuartermaster2
source: Gahh! I knew I'd get those mixed up at some point, they look exactly the same! I'll correct that straight away... Hmm, perhaps you would be willing to bring the class two's back for me?
fr_fr: Gahh ! Je savais que je finirais par les confondre, ils se ressemblent trait pour trait ! Je vais corriger ça tout de suite... Hmm, peut-être seriez-vous d'accord de me ramener les classe deux ?

# Dialogue_Text,DL_StaffSellerQuartermaster3
source: Excellent I'll get right on that then!
fr_fr: Excellent, je m'y mets alors !

# Dialogue_Text,DL_StaffSellerQuartermaster4
source: Ahh $T have you spoken to the Quartermaster yet?
fr_fr: Ahh $T, avez-vous déjà parlé au Quartier-maître ?

# Dialogue_Text,DL_StaffSellerQuartermaster5
source: Excellent! I've already sent out for the corrected delivery, it should be here within four days time.
fr_fr: Excellent ! J'ai déjà envoyé quelqu'un chercher la bonne livraison, elle devrait arriver d'ici quatre jours.

# Dialogue_Text,DL_StaffSellerQuartermaster6
source: Hold a moment toa! I can't have you go wandering off without your reward. Here we are, would 60 widgets be enough for you troubles.
fr_fr: Un petit instant Toa ! Je ne peux pas vous laisser gambader sans votre récompense. Nous y voici, j'imagine que 60 widgets seraient assez pour votre peine.

# Dialogue_Text,DL_StaffSellerQuartermaster7
source: Welcome back to my shop Toa $T! I appreciate what you did, helping me with that mess earlier.
fr_fr: Bon retour à mon magasin, Toa $T ! J'apprécie ce que vous avez fait, en m'aidant avec ce pétrin de tout à l'heure.

# Dialogue_Text,DL_StaffSellerQuartermasterRewardQuestion
source: Well, I suppose I could reward you with a large sum of widgets, would that suffice?
fr_fr: Eh bien, je pense que je pourrais vous récompenser d'une grosse somme de widgets, cela suffirait-il ?

# Dialogue_Text,DL_StatueCarver1
source: *Mumbling to self* Carry the one... Hmm yes, more over there...
fr_fr: *Marmonne* Porter celui-là... Hmm oui, plutôt ici...

# Dialogue_Text,DL_StatueCarver2
source: ACK! Goodness Toa, You shouldn't sneak up on people like that, I'm working on a carving of the Great Toa of stone, Pohatu.
fr_fr: ACK ! Bonté divine Toa, vous ne devriez pas surgir de derrière les gens comme ça ! Je progresse dans la construction du Grand Toa de Pierre, Pohatu.

# Dialogue_Text,DL_StatueCarverPohatu
source: Yes, I suppose he is...
fr_fr: Oui, j'imagine qu'il l'est...

# Dialogue_Text,DL_StatueCarverPohatu1
source: Toa $T, You're here? You - Uhh, it's not finished yet. I would say don't look, but I'm afraid that's to exactly possible.
fr_fr: Toa $T, vous ici ? Vous - Euuh, ce n'est pas encore terminé. Je vous dirais bien de ne pas regarder, mais j'ai bien peur que ce ne soit pas vraiment possible.

# Dialogue_Text,DL_StatueCarverPohatu2
source: I knew you'd like it! Wait, Now that you're here, you could model for me! You'd just have to stand still for... A few hours... or days...
fr_fr: Je savais que vous aimeriez ! Maintenant que vous êtes ici, vous pourriez poser pour mi ! Vous devriez juste rester immobile pour... Quelques heures... Quelques jours...

# Dialogue_Text,DL_StatueSeller
source: Statuettes! Souvenirs! Excellent Po-Koronan Craftsmanship! What about you toa? Would you like a Statuette of yourself $T?
fr_fr: Statuettes ! Souvenirs ! Excellent artisanat Po-Koronien ! Qu'en est-il de vous Toa ? Voudriez-vous une statuette de vous-même, $T ?

# Dialogue_Text,DL_Tafall1
source: Greetings Toa $T! Welcome to Whagna Village, our humble home on the outskirts of Ko-Wahi.
fr_fr: Bienvenue Toa $T ! Bienvenue au Village Whagna, notre humble foyer aux frontières de Ko-Wahi.

# Dialogue_Text,DL_TafallAbandoned1
source: Because I want to, and I have nothing else to do! Why won't you let me?
fr_fr: Parce que je le veux, et je n'ai rien d'autre à faire ! Pourquoi ne me laissez-vous pas ?

# Dialogue_Text,DL_TafallAbandoned2
source: Like I told you last time Tafall, I can't teach you right now! Plus Marka just asked me to start building a new boat, ontop of everything else I need to get finished already!
fr_fr: Comme je t'ai dit la dernière fois Tafall, je ne peux pas t'enseigner maintenant ! En plus Marka vient juste de me demander de commencer à construire un nouveau bateau, en prime de tout ce que j'ai déjà à terminer !

# Dialogue_Text,DL_TafallAbandoned3
source: Oh... Heeeyyy there Toa...
fr_fr: Oh.... Salut Toa...

# Dialogue_Text,DL_TafallAbandoned4
source: I want to be Taphal's apprentace so I can learn to work on things like him, but he doesn't want to teach me!
fr_fr: Je veux être l'apprenti de Taphal pour pouvoir apprendre à travailler sur les objets comme lui, mais il ne veut pas m'apprendre !

# Dialogue_Text,DL_TafallAbandoned5
source: That's right. I just can't fit it into my schedule at this point!
fr_fr: C'est juste. Je ne peux pas mettre ça dans mon programme à ce stade !

# Dialogue_Text,DL_TafallAbandoned6
source: Yes, that would work! I can hand you tools, carry materials, and watch what you do. That's how I'll learn!
fr_fr: Oui, ça pourrait marcher ! Je peux vous donner vos outils, porter des matériaux, et regarder ce que vous faites. C'est comme ça que j'apprendrai !

# Dialogue_Text,DL_TafallAbandoned7
source: Hmm... Alright. Sure, I guess that could work.
fr_fr: Hmm... D'accord. Bien sûr, je pense que ça pourrait marcher.

# Dialogue_Text,DL_TafallAbandoned8
source: Thank you so much Toa, I'm sure I'll learn a lot from this!
fr_fr: Merci beaucoup Toa, je vais beaucoup apprendre de tout ça !

# Dialogue_Text,DL_TafallAbandonedReturn
source: Thank you again $T, I know this apprenticeship will be great.
fr_fr: Encore merci $T, je sais que cet apprentissage sera incroyable.

# Dialogue_Text,DL_TafallFixing1
source: Uhh, I wish I was back in Ga-Koro. I hate the snow, it's so sticky and gross - gets everywhere.
fr_fr: Uhh, je voudrais tant être de retour à Ga-Koro. Je hais la neige, c'est tellement collant et dégueulasse - y'en a partout.

# Dialogue_Text,DL_TafallFixing2
source: Huff - Of course I knew that! You... You really shouldn't sneak up on someone like that Toa.
fr_fr: Huff - Evidemment que je le savais ! Vous... Vous ne devriez vraiment pas surgir derrière quelqu'un comme ça Toa.

# Dialogue_Text,DL_TafallQuestion
source: Yes we have very similar names, but to be honest, there's not much of a story there Toa - I just don't like being confused with him.
fr_fr: Oui, nous avons des noms très similaires, mais pour être honnête, il n'y a pas beaucoup d'histoire derrière Toa - Je n'aime juste pas être confondu avec lui.

# Dialogue_Text,DL_Tahu1
source: We are all gathered. We are ready and willing to face this threat at long last. Makuta falls this day!
fr_fr: Nous sommes tous rassemblés. Nous sommes prêts et volontaires pour faire face à cette menace une fois pour toutes. Makuta tombe aujourd'hui !

# Dialogue_Text,DL_Tahu2
source: If any of you question our choice, or doubt our abilities, speak now.
fr_fr: Si qui que ce soit parmi vous remet en question notre choix, ou doute de nos capacités, qu'il parle maintenant.

# Dialogue_Text,DL_Tahu3
source: Is something the matter, Gali?
fr_fr: Y a-t-il un problème, Gali ?

# Dialogue_Text,DL_Tahu4
source: Turaga? What’s the meaning of this? I would think to wait until after the Makuta was defeated to gather in celebration...
fr_fr: Turaga ? Qu'est-ce que ça veut dire ? Je pensais attendre que le Makuta soit vaincu pour faire une fête...

# Dialogue_Text,DL_Tahu5
source: How do we stop this madness?
fr_fr: Comment arrêter cette folie ?

# Dialogue_Text,DL_Tahu6
source: ...It is settled then.
fr_fr: ... C'est réglé alors.

# Dialogue_Text,DL_Tahu7
source: Toa! Let us finish the task we were destined to complete!
fr_fr: Toa ! Finissons la tâche que nous étions destinés à accomplir !

# Dialogue_Text,DL_TahuNoGold
source: *Humpf* It appears we are not all ready, go collect all your golden masks.
fr_fr: *Humpf* Il semblerait que nous ne soyons pas tous prêts, allez tous collecter vos masques d'or.

# Dialogue_Text,DL_TahuNoGold1
source: We will reconvene when all of us have the appropriate tools for this challange.
fr_fr: Nous nous retrouverons quand chacun de nous aura les outils appropriés pour cette tâche.

# Dialogue_Text,DL_Taipu1
source: Hmmm... Which one...
fr_fr: Hum... Laquelle...

# Dialogue_Text,DL_Taipu2
source: Oh a Toa! Yes I am, Onepu said to prepare for a special mission with him, and I'm afraid I don't exactly know which picaxe to chose.
fr_fr: Oh, un Toa ! Oui, Onepu a dit de se préparer pour une mission spéciale avec lui, et j'ai peur de ne pas vraiment savoir quelle pioche choisir.

# Dialogue_Text,DL_Taipu3
source: That's alright, Onepu said I'd have plenty of time to decide.
fr_fr: C'est vrai, Onepu a dit que j'aurais beaucoup de temps pour décider.

# Dialogue_Text,DL_TakoroGuardGreeting1
source: Greetings Toa, Welcome to Ta-Koro!
fr_fr: Salutations Toa, bienvenue à Ta-Koro !

# Dialogue_Text,DL_TakoroGuardGreeting2
source: Uhh hello Toa, This area is meant to be for the Ta-Koro Guard only... But I suppose you'd be the exception.
fr_fr: Oh bonjour Toa, cette zone est sensée être réservée à la Garde de Ta-Koro... Mais je suppose que vous êtes une exception.

# Dialogue_Text,DL_TakoroGuardGreeting3
source: You shouldn't be up here Toa.
fr_fr: Vous ne devriez pas être ici Toa.

# Dialogue_Text,DL_TakoroGuardGreeting4
source: This walkway is Ta-Koro guard only Toa.
fr_fr: Ce chemin de ronde est seulement pour la garde de Ta-Koro Toa.

# Dialogue_Text,DL_TakoroGuardGreeting_1
source: Good day Toa $T, Welcome to Ta-Koro!
fr_fr: Bonjour Toa $T, Bienvenue à Ta-Koro !

# Dialogue_Text,DL_TakoroGuardGreeting_2
source: Yeah I'm fine, don't like heights that much though.
fr_fr: Oui je vais bien, je n'aime juste pas trop les hauteurs.

# Dialogue_Text,DL_TakoroGuardGreetingPositive
source: Not really, It's been fairly quiet around here as of late.
fr_fr: Pas vraiment, c'est très calme dans le coin ces derniers temps.

# Dialogue_Text,DL_TakoroGuardInTraining1
source: Is it possible to make it a bit shorter?
fr_fr: Est-il possible de la faire un peu plus courte ?

# Dialogue_Text,DL_TakoroGuardInTraining2
source: Oh hello there Toa! It's true the Ta-Koro guard does supply pikes, but if you buy your own you can get one in better condition, and even get it customised!
fr_fr: Oh, bonjour Toa ! Il est vrai que la garde de Ta-Koro fournit des lances, mais si vous achetez la vôtre vous pouvez en trouver une en bien meilleur état, et même la faire personnaliser !

# Dialogue_Text,DL_TakoroGuardResponse2
source: No, not really. Takua is out wandering again, Vakama has recently returned from a meeting with the other Turaga, and Kapura is as weird as ever.
fr_fr: Non, pas vraiment. Takua est encore de sortie en balade, Vakama est récemment rentré d'une rencontre avec les autres Turaga, et Kapura est aussi bizarre que d'habitude.

# Dialogue_Text,DL_TakoroGuardResponse3
source: Oh well, I had a conversation with him yesterday and after I asked him what he does all day he said, "I Practice." and after I pressed him on it he said, "I Practice in the Charred forest, where the Makuta has blinded himeself." no idea what that means.
fr_fr: Oh eh bien, j'ai eu une conversation avec lui hier et je lui ai demandé ce qu'il faisait de ses journées et il a dit "M'entraîner". et après que j'ai insisté il a dit "Je m'entraîne dans la Forêt Calcinée, où le Makuta s'est aveuglé." Aucune idée de ce que ça veut dire.

# Dialogue_Text,DL_TakoroGuardResponse4
source: This walkway is for the Ta-Koro Guard only, unless you have business up here I recommend you leave.
fr_fr: Ce chemin de ronde est pour la Garde de Ta-Koro uniquement, à moins que vous n'ayez une affaire importante ici je vous recommande de partir.

# Dialogue_Text,DL_Takua1
source: Toa $T! You found me!
fr_fr: Toa $T ! Vous m'avez trouvé !

# Dialogue_Text,DL_Takua2
source: I’m sorry $T... it won’t happen again. I promise!
fr_fr: Je suis désolé $T... ça n'arrivera plus. Je le promets !

# Dialogue_Text,DL_Takua3
source: I just started running until I found this room. I had a few Madu fruit left over, but I sort of panicked and threw them all when I first found my way in... but thanks for clearing the way out so I can leave!
fr_fr: J'ai juste commencé à courir jusqu'à ce que je trouve cette pièce. J'avais quelques fruits Madu mis de côté, mais j'ai en quelque sorte paniqué et je les ai tous jetés quand j'ai trouvé mon chemin vers ici... Mais merci d'avoir nettoyé le chemin vers l'extérieur pour que je puisse m'échapper !

# Dialogue_Text,DL_Takua4
source: Oh, yes! I figured you’d want to pick that up, so I made sure not to touch it until you got here.
fr_fr: Oh oui ! J'avais supposé que vous voudriez le ramasser, donc je n'y ai pas touché jusqu'à ce que vous arriviez.

# Dialogue_Text,DL_Takua5
source: No problem, $T!
fr_fr: Pas de problème, $T !

# Dialogue_Text,DL_Takua6
source: Without all the Rahi, it shouldn’t be too much of an issue. Thanks for your help! I’ll make sure to tell Vakama that he can stop worrying about me.
fr_fr: Sans tous ces Rahi, ce ne devrait pas être un trop gros problème. Merci pour votre aide ! Je vais m'assurer de dire à Vakama qu'il peut arrêter de s'inquiéter à mon sujet.

# Dialogue_Text,DL_TakuaMask
source: Not exactly - then again I wasn’t really sure what I was looking for... not sure what a “Va-hee” is. Didn’t see any masks in here anyway. Whatever Vakama’s looking for is somewhere else.
fr_fr: Pas exactement - mais encore une fois je n'étais pas vraiment certain de ce que je recherchais... Pas sur de ce qu'est un "Va-hee". Je n'ai pas vu beaucoup de masques là-bas non plus. Quoi que Vakama puisse chercher là-bas, c'est quelque-part ailleurs.

# Dialogue_Text,DL_TakuaSaved
source: Toa $T! Thank you for saving me back at the Kini!
fr_fr: Toa $T ! Merci de m'avoir sauvé là-bas au Kini !

# Dialogue_Text,DL_TakuaSaved1
source: Oh well, Vakama sort of grounded me. He won't let me leave for another two weeks!
fr_fr: Oh eh bien, Vakama m'a en quelque-sorte puni. Il ne me laissera pas sortir pour encore deux semaines !

# Dialogue_Text,DL_TakuaSaved2
source: He said soming about how I was being reckless to even ask to enter the Kini, blah blah blah.
fr_fr: Il a dit quelque-chose à propos du fait que j'étais inconscient de simplement demander d'entrer dans le Kini, bla bla bla.

# Dialogue_Text,DL_TalkingToSupervisor
source: So, can I get a raise?
fr_fr: Alors, je peux avoir une augmentation ?

# Dialogue_Text,DL_Talok1
source: Hmm, what should go next. Ta-Koro the great... That's nothing.
fr_fr: Hmm, qu'est-ce qui devrait bien suivre. Ta-Koro le grand... Ce n'est rien.

# Dialogue_Text,DL_Talok10
source: So once again, "Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches," Just finish that sentence best you can.
fr_fr: Donc, reprenons, "Ahh Ta-Koro, quelle cité merveilleuse. De la Lave jusqu'au feu des torches, " Finissez juste ce vers du mieux qu'il vous semble.

# Dialogue_Text,DL_Talok2
source: Once again, You're really not supposed to be up here Talok. Go make your funny words somewhere else!
fr_fr: Une fois encore, vous n'êtes pas sensé être ici, Talok. Allez écrire vos mots bizarres ailleurs !

# Dialogue_Text,DL_Talok3
source: This is the best place to get insperation! I'm not leaving, but don't you worry yourself, I won't touch the ONE thing you're supposed to protect!
fr_fr: C'est le meilleur endroit pour trouver l'inspiration ! Je ne pars pas, mais ne vous inquiétez pas, je ne toucherai pas LA chose que vous êtes supposé protéger !

# Dialogue_Text,DL_Talok35
source: Your poems don't even rhyme, and don't start telling again me about those- Uhh, the- Hai... Haikus! Yeah, Don't start telling me about how "Haikus" don't have to rhyme!
fr_fr: Vos poèmes ne riment même pas, et ne me lancez pas sur - Uhh, les Hai... Haikus ! Oui, ne me lancez pas sur pourquoi les "Haikus" n'ont pas besoin de rimes !

# Dialogue_Text,DL_Talok4
source: Gah! You nearly scared the Great spirit from my limbs, I cannot believe that a Toa of legend standith before me!
fr_fr: Gah ! Vous m'avez fait une peur de tous les Grands Esprits ! Je ne peux pas croire que le Toa de légende se tienne devant moi !

# Dialogue_Text,DL_Talok5
source: Ehh- I uhh, sorry... Sometimes I forget that many others don't have as much of a vocabulary as me. I am Talok, the great poet. Or the Poet-Nui if you prefer.
fr_fr: Ehh- Je euhh, désolé... Parfois j'oublie que la plupart des autres n'ont pas autant de vocabulaire que moi. Je suis Talok, le grand poète. Ou le Poète-Nui si vous préférez.

# Dialogue_Text,DL_Talok6
source: Hahahaha, don't be redicoulous! I am renown all across Mata-Nui!
fr_fr: Hahahah, ne soyez pas ridicule ! Je suis renommé sur tout Mata Nui !

# Dialogue_Text,DL_Talok7
source: *Huff* Very well, then we must recrify this. I'm nearly finished with my latest poem, then you can have it!
fr_fr: *Huff* Très bien, donc nous devons rectifier ceci. J'ai presque terminé mon dernier poème, vous pourrez bientôt l'avoir !

# Dialogue_Text,DL_Talok8
source: Alright lets see, where was I... Oh yes- "Ahh Ta-Koro, what a wonderful city. From the Lava, to the fires of the torches,"... Dahh...
fr_fr: Alors, voyons-voir, où en étais-je... Oh oui, « Ahh Ta-Koro, quelle merveilleuse cité. De la Lave, jusqu'au feu des torches, » ... Dahh...

# Dialogue_Text,DL_Talok9
source: No, Gah Mata-Nui, I'm afraid I've reached some writers block. Hmm, would you like to pick the next line Toa?
fr_fr: Non, Gah Mata-Nui, j'ai peur d'avoir perdu mon inspiration. Hmm, voudriez-vous choisir le prochain vers, Toa ?

# Dialogue_Text,DL_TalokBurns
source: Oooo, I like it. You're not a half bad poet toa, Here's your copy!
fr_fr: Oh, j'aime. Vous n'êtes pas un mauvais poète Toa, voilà votre copie !

# Dialogue_Text,DL_TalokDone
source: Ahh, good to see you again Toa!
fr_fr: Ah, c'est bon de vous revoir Toa !

# Dialogue_Text,DL_TalokDone1
source: I am studying how the light scatters in Le-Wahi... Trying to come up with something for my next poem.
fr_fr: J'étudie comment la lumière se disperse dans Le-Wahi... J'essaye de trouver l'inspiration pour mon nouveau poème.

# Dialogue_Text,DL_TalokHot
source: HAHAHA, That is very funny indeed Kopaka! Here, your copy sir.
fr_fr: HAHAHA, C'est effectivement très drôle Kopaka ! Voici votre copie, monsieur.

# Dialogue_Text,DL_TalokLight
source: Uhh, that's not great... In my opinion of course, but I suppose it's better than nothing. Here's your copy!
fr_fr: Uhh, ce n'est pas fameux... De mon point de vue, bien entendu, mais je suppose que c'est mieux que rien. Voici votre copie !

# Dialogue_Text,DL_TalokSmoke
source: Ehh, it's not what I would have gone with personally, but it's not bad. Here's your copy!
fr_fr: Ehh, ce n'est pas ce vers quoi je me serais personnellement dirigé, mais ce n'est pas mal. Voici votre copie !

# Dialogue_Text,DL_Tamaru
source: Toa, Hi! It has been a long-while since we last talked!
fr_fr: Toa, bonjour ! Cela fait longtemps que nous n'avons plus parlé !

# Dialogue_Text,DL_Tamaru1
source: Yes, we talked about my height-dread. You don't remember your friend Tamaru?
fr_fr: Oui, nous avons parlé à propos de ma peur du vide. Vous ne vous souvenez pas de votre ami Tamaru ?

# Dialogue_Text,DL_Tamaru2
source: Hummm, Very strange... You may need your head look-seen about Toa.
fr_fr: Hummm, Très étrange... Vous devriez vous faire examiner Toa.
