Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_1
source: Hello, what are you doing?
fr_fr: Bonjour, qu'est-ce que vous faîtes ?

# Dialogue_Response,DL_StatueCarver1_PlayerResponse_2
source: He's quite handsome wouldn't you say?
fr_fr: Il est beau, hein ?

# Dialogue_Response,DL_StatueCarver2_PlayerResponse_1
source: It looks good.
fr_fr: Il est beau.

# Dialogue_Response,DL_StatueCarverPohatu1_PlayerResponse_1
source: You're doing good work!
fr_fr: Tu fais du bon travail !

# Dialogue_Response,DL_StatueCarverPohatu2_PlayerResponse_1
source: I'm afraid I don't have time for that at the moment, but good luck!
fr_fr: J'ai peur de ne pas avoir le temps pour ça pour le moment, mais bonne chance !

# Dialogue_Response,DL_StatueCarverPohatu_PlayerResponse_1
source: Haha! Over here little one.
fr_fr: Haha ! Par ici, petit.

# Dialogue_Response,DL_Tafall1_PlayerResponse_1
source: It seems very nice.
fr_fr: Ça a l'air très bien.

# Dialogue_Response,DL_Tafall1_PlayerResponse_2
source: You're name is Tafall, however I've also met a Taphal here.
fr_fr: Ton nom est Tafall, mais j'ai aussi rencontré un Taphal ici.

# Dialogue_Response,DL_TafallAbandoned2_PlayerResponse_1
source: Hey guys...
fr_fr: Hé les gars...

# Dialogue_Response,DL_TafallAbandoned3_PlayerResponse_1
source: What's this all about?
fr_fr: Qu'est-ce que ça veut dire ?

# Dialogue_Response,DL_TafallAbandoned4_PlayerResponse_1
source: I see, and Taphal can't teach you because he doesn't have enough time.
fr_fr: Je vois, et Taphal ne peut pas t'apprendre parce qu'il n'a pas assez de temps.

# Dialogue_Response,DL_TafallAbandoned5_PlayerResponse_1
source: Perhaps you could just let Tafall tag along, help out?
fr_fr: Peut-être que tu pourrais juste laisser Tafall te suivre, et aider ?

# Dialogue_Response,DL_TafallAbandoned7_PlayerResponse_1
source: There we go. Settling conflicts, it's what Toa do... Sometimes.
fr_fr: Et voilà, régler des conflits, voilà ce qu'un Toa fait... Parfois.

# Dialogue_Response,DL_TafallAbandoned8_PlayerResponse_1
source: You're welcome, and good luck. It's been great seeing you two.
fr_fr: De rien, et bonne chance. C'était bon de vous voir tous les deux.

# Dialogue_Response,DL_TafallAbandonedReturn_PlayerResponse_1
source: No problem.
fr_fr: Pas de problème.

# Dialogue_Response,DL_TafallFixing1_PlayerResponse_1
source: You know snow is just water, right?
fr_fr: Tu sais que la neige est juste de l'eau, hein ?

# Dialogue_Response,DL_TafallFixing2_PlayerResponse_1
source: I know, it's sort of a habit.
fr_fr: Je sais, c'est une espèce d'habitude.

# Dialogue_Response,DL_TafallQuestion_PlayerResponse_1
source: Right, I'll try my best not to mix you up.
fr_fr: Bon, je ferais de mon mieux pour ne pas vous confondre.

# Dialogue_Response,DL_Tahu2_PlayerResponse_1
source: Continue to the End game
fr_fr: Continuer vers la Fin

# Dialogue_Response,DL_Taipu1_PlayerResponse_1
source: Having some trouble deciding there little one?
fr_fr: Tu as du mal à te décider, petit ?

# Dialogue_Response,DL_Taipu2_PlayerResponse_1
source: They all look the same to me... I don't think I can help.
fr_fr: Je ne vois pas de différences... je ne crois pas pouvoir aider.

# Dialogue_Response,DL_Taipu3_PlayerResponse_1
source: Well good luck with that...
fr_fr: Et bien, bonne chance avec ça...

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_1
source: Excuse me?
fr_fr: Pardon ?

# Dialogue_Response,DL_TakoroGuardGreeting3_PlayerResponse_2
source: Very well, I'll leave at once.
fr_fr: Très bien, je men vais immédiatement.

# Dialogue_Response,DL_TakoroGuardGreeting4_PlayerResponse_1
source: I'm aware.
fr_fr: Je suis au courant.

# Dialogue_Response,DL_TakoroGuardGreeting_1_PlayerResponse_1
source: You good up there?
fr_fr: Tu vas bien là haut ?

# Dialogue_Response,DL_TakoroGuardGreeting_2_PlayerResponse_1
source: You'll be fine, you're not that high up.
fr_fr: Il n'y aura pas de problème, tu n'es pas si haut que ça.

# Dialogue_Response,DL_TakoroGuardGreetingPositive_PlayerResponse_1
source: Thank you guardsman.
fr_fr: Merci, garde.

# Dialogue_Response,DL_TakoroGuardInTraining1_PlayerResponse_1
source: Why are you looking to buy a staff?
fr_fr: Pourquoi veux-tu acheter un bâton ?

# Dialogue_Response,DL_TakoroGuardResponse2_PlayerResponse_1
source: What do you mean about Kapura?
fr_fr: Qu'est-ce que tu veux dire sur Kapura ?

# Dialogue_Response,DL_TakoroGuardResponse3_PlayerResponse_1
source: Hmm, Interesting.
fr_fr: Hum, intéressant.

# Dialogue_Response,DL_TakoroGuardResponse4_PlayerResponse_1
source: *Huff* Very well.
fr_fr: *Soupir* Très bien.

# Dialogue_Response,DL_Takua1_PlayerResponse_1
source: You’re lucky I did. If I weren’t here you’d be in a whole lot more trouble.
fr_fr: Tu as eu de la chance. Si je n'avais pas été là, tu aurais eu beaucoup plus de problèmes.

# Dialogue_Response,DL_Takua2_PlayerResponse_1
source: Is that the Makoki stone?
fr_fr: C'est la Pierre Makoki ?

# Dialogue_Response,DL_Takua2_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
fr_fr: As-tu trouvé le masque perdu de Vakama ?

# Dialogue_Response,DL_Takua2_PlayerResponse_3
source: How’d you make it past all the Rahi?
fr_fr: Comment as-tu passé tous ces Rahi ?

# Dialogue_Response,DL_Takua3_PlayerResponse_1
source: Not a problem... Wait, is that the Makoki Stone?
fr_fr: Pas de problème... Attends, c'est une Pierre Makoki ?

# Dialogue_Response,DL_Takua3_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
fr_fr: As-tu réussi à trouver le masque disparu de Vakama ?

# Dialogue_Response,DL_Takua4_PlayerResponse_1
source: Thanks for... guarding it.
fr_fr: Merci de... l'avoir gardé.

# Dialogue_Response,DL_Takua4_PlayerResponse_2
source: Were you able to find Vakama’s missing mask?
fr_fr: As-tu réussi à trouver le masque disparu de Vakama ?

# Dialogue_Response,DL_Takua4_PlayerResponse_3
source: How’d you make it past all the Rahi?
fr_fr: Comment as-tu passé tous ces Rahi ?

# Dialogue_Response,DL_Takua5_PlayerResponse_1
source: I’ll need to be taking that. You sure you can find your way out?
fr_fr: Il va falloir que je récupère ça. Tu es sûr que tu trouveras la sortie ?

# Dialogue_Response,DL_Takua6_PlayerResponse_1
source: Good idea.
fr_fr: Bonne idée.

# Dialogue_Response,DL_TakuaMask_PlayerResponse_1
source: Is that the Makoki stone?
fr_fr: C'est la Pierre Makoki ?

# Dialogue_Response,DL_TakuaMask_PlayerResponse_2
source: How’d you make it past all the Rahi?
fr_fr: Comment as-tu passé tous ces Rahi ?

# Dialogue_Response,DL_TakuaSaved1_PlayerResponse_1
source: Why?
fr_fr: Pourquoi ?

# Dialogue_Response,DL_TakuaSaved2_PlayerResponse_1
source: Ahh, I see. Well good luck with that.
fr_fr: Ahh, je vois. Et bien, bonne chance.

# Dialogue_Response,DL_TakuaSaved_PlayerResponse_1
source: No problem. Say, what are you doing standing around here, aren't you usually adventuring?
fr_fr: Pas de problème. Au fait, que fais-tu ici, tu n'es pas généralement en train de vivre des aventures ?

# Dialogue_Response,DL_Talok10_PlayerResponse_1
source: "This city burns with life."
fr_fr: « Cette cité brûle de vie. »

# Dialogue_Response,DL_Talok10_PlayerResponse_2
source: "Smoke rises to greet the sun."
fr_fr: « De la fumée s'élève pour accueillir le soleil. »

# Dialogue_Response,DL_Talok10_PlayerResponse_3
source: "Our city is full of light."
fr_fr: « Notre cité est pleine de lumière. »

# Dialogue_Response,DL_Talok10_PlayerResponse_4
source: "This place is too hot."
fr_fr: « Cet endroit est trop chaud. »

# Dialogue_Response,DL_Talok35_PlayerResponse_1
source: You're a poet?
fr_fr: Tu es un poète ?

# Dialogue_Response,DL_Talok4_PlayerResponse_1
source: What?
fr_fr: Quoi ?

# Dialogue_Response,DL_Talok5_PlayerResponse_1
source: I don't believe I've heard of you before.
fr_fr: Je ne crois pas avoir entendu parler de toi auparavant.

# Dialogue_Response,DL_Talok6_PlayerResponse_1
source: Nope, never heard of you.
fr_fr: Non, jamais entendu parler de toi.

# Dialogue_Response,DL_Talok7_PlayerResponse_1
source: Sounds good!
fr_fr: Ça a l'air bien !

# Dialogue_Response,DL_Talok8_PlayerResponse_1
source: Is that it?
fr_fr: C'est bon ?

# Dialogue_Response,DL_Talok9_PlayerResponse_1
source: I would be honored.
fr_fr: J'en serais honoré.

# Dialogue_Response,DL_TalokDone1_PlayerResponse_1
source: Nice, I'll leave you to it.
fr_fr: Bon, je vais vous laisser.

# Dialogue_Response,DL_TalokDone_PlayerResponse_1
source: What are you doing out here?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_Tamaru1_PlayerResponse_1
source: I'm afraid not, sorry.
fr_fr: J'ai peur que non, désolé.

# Dialogue_Response,DL_Tamaru2_PlayerResponse_1
source: Perhaps you're right Tamaru.
fr_fr: Peut-être que tu as raison Tamaru.

# Dialogue_Response,DL_Tamaru3_PlayerResponse_1
source: Me too... I think.
fr_fr: Moi aussi... je crois.

# Dialogue_Response,DL_Tamaru_PlayerResponse_1
source: We've spoken before?
fr_fr: On s'est déjà parlé ?

# Dialogue_Response,DL_Tamaru_PlayerResponse_2
source: We didn't speak much before...
fr_fr: On n'a pas beaucoup parlé par le passé...

# Dialogue_Response,DL_Taphal1_PlayerResponse_1
source: Break from what, and why would you be worried about being lazy?
fr_fr: Une pause de quoi, et pourquoi aurais-tu peur d'être paresseux ?

# Dialogue_Response,DL_Taphal1_PlayerResponse_2
source: I met Tafall - You two have very similar names.
fr_fr: J'ai rencontré Tafall - vous avez des noms très similaires.

# Dialogue_Response,DL_Taphal2_PlayerResponse_1
source: I see, but don't let your work consume you little one. Feel free to take a break whenever you need to.
fr_fr: Je vois, mais ne laisse pas ton travail te consumer, petit. Fais une pause quand tu veux.

# Dialogue_Response,DL_Taphal3_PlayerResponse_1
source: Take care.
fr_fr: Fais attention à toi.

# Dialogue_Response,DL_TaphalFixed2_PlayerResponse_1
source: nice...
fr_fr: Cool...

# Dialogue_Response,DL_TaphalFixed3_PlayerResponse_1
source: Just you two?
fr_fr: Juste vous deux ?

# Dialogue_Response,DL_TaphalFixed4_PlayerResponse_1
source: Tafall is your apprentice now?
fr_fr: Tafall est ton apprenti maintenant ?

# Dialogue_Response,DL_TaphalFixed6_PlayerResponse_1
source: Alright, I'll leave you to it.
fr_fr: Très bien, je vais te laisser.

# Dialogue_Response,DL_TaphalFixed_PlayerResponse_1
source: Yes it seems quite-
fr_fr: Oui elle a lair très -

# Dialogue_Response,DL_TaphalFixing1_PlayerResponse_1
source: Are you okay Taphal?
fr_fr: Tu vas bien Taphal ?

# Dialogue_Response,DL_TaphalFixing2_PlayerResponse_1
source: I'm sure you will, good luck.
fr_fr: J'en suis sûr, bonne chance.

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_1
source: You mentioned something about being lazy, why would anyone think you're lazy?
fr_fr: Tu as parlé d'être paresseux, pourquoi est-ce qu'on penserait que tu es paresseux ?

# Dialogue_Response,DL_TaphalQuestion_PlayerResponse_2
source: Ahh yes, I see how it is.
fr_fr: Ahh oui, je vois.

# Dialogue_Response,DL_TelescopeMan1_PlayerResponse_1
source: Have any prophecies you've read come true?
fr_fr: Des prophéties que tu as lu se sont-elles réalisées ?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_1
source: Which prophecies have come true?
fr_fr: Quelles prophéties se sont réalisées ?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_2
source: How is this done?
fr_fr: Comment est-ce fait ?

# Dialogue_Response,DL_TelescopeMan2_PlayerResponse_3
source: Can I use this telescope?
fr_fr: Je peux utiliser ce télescope ?

# Dialogue_Response,DL_TelescopeMan_PlayerResponse_1
source: Hello, what are you reading?
fr_fr: Bonjour, qu'est-ce que vous lisez ?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_1
source: Which prophecies have come true?
fr_fr: Quelles prophéties se sont réalisées ?

# Dialogue_Response,DL_TelescopeManHow_PlayerResponse_2
source: Can I use this telescope?
fr_fr: Je peux utiliser ce télescope ?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_1
source: Which prophecies have come true?
fr_fr: Quelles prophéties se sont réalisées ?

# Dialogue_Response,DL_TelescopeManUse_PlayerResponse_2
source: How do you make prophecies?
fr_fr: Comment crées-tu ces prophéties ?

# Dialogue_Response,DL_TelescopeManWhich_PlayerResponse_1
source: Hmm, very Interesting. I'll leave you to it.
fr_fr: Hum, très intéressant. Je vais te laisser.

# Dialogue_Response,DL_TempleMasterOtherTemples_PlayerResponse_1
source: Very well, I'll keep a look out for them.
fr_fr: Très bien, je garderais l'œil ouvert.

# Dialogue_Response,DL_TempleMasterQuestion_PlayerResponse_1
source: Yes the temple is safe.
fr_fr: Oui, le temple est sûr.

# Dialogue_Response,DL_TempleMasterThanks_PlayerResponse_1
source: Alright, I seem to be done here, Goodbye.
fr_fr: Très bien, on dirait que j'en ai fini, au revoir.

# Dialogue_Response,DL_TempleMatoran1_PlayerResponse_1
source: You're welcome!
fr_fr: De rien !

# Dialogue_Response,DL_TempleMatoran2_PlayerResponse_1
source: If I have the time, I will!
fr_fr: Si j'ai le temps, je le ferais !

# Dialogue_Response,DL_TempleMatoranGetQuest_PlayerResponse_1
source: If I have the time, I will!
fr_fr: Si j'ai le temps, je le ferais !

# Dialogue_Response,DL_TempleMatoranQuestGet_PlayerResponse_1
source: Thank you, I'll look for it.
fr_fr: Merci, je le chercherais.

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_1
source: Would you happen to know where the closest one is?
fr_fr: Est-ce que tu saurais où est le plus proche ?

# Dialogue_Response,DL_TempleMatoranQuestIntro_PlayerResponse_2
source: I'll see what I can do.
fr_fr: Je verrais ce que je peux faire.

# Dialogue_Response,DL_Thankscavetemple1_PlayerResponse_1
source: No problem.
fr_fr: Pas de problème.

# Dialogue_Response,DL_Thankscavetemple_PlayerResponse_1
source: Yes, the Rahi have been defeated.
fr_fr: Oui, les Rahi ont été vaincus.

# Dialogue_Response,DL_ThanksyouforKumo_PlayerResponse_1
source: You're welcome little one.
fr_fr: De rien, petit.

# Dialogue_Response,DL_Thuei2_PlayerResponse_1
source: And... what exactly is it supposed to be?
fr_fr: Et... qu'est-ce que c'est censé être ?

# Dialogue_Response,DL_Thuei2_PlayerResponse_2
source: And... what exactly is it supposed to be?
fr_fr: Et... qu'est-ce que c'est censé être ?

# Dialogue_Response,DL_Thuei3_PlayerResponse_2
source: When will you finish it?
fr_fr: Quand l'auras-tu fini ?

# Dialogue_Response,DL_Thuei3_PlayerResponse_3
source: When will you finish it?
fr_fr: Quand l'auras-tu fini ?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_2
source: I'm honored... I think. When will you finish it?
fr_fr: Je suis honoré... je crois. Quand est-ce que tu l'auras fini ?

# Dialogue_Response,DL_Thuei3Onua_PlayerResponse_3
source: I'm honored... I think. When will you finish it?
fr_fr: Je suis honoré... je crois. Quand est-ce que tu l'auras fini ?

# Dialogue_Response,DL_ThueiFinish_PlayerResponse_1
source: That's an interesting idea.
fr_fr: C'est une idée intéressante.

# Dialogue_Response,DL_ThueiFinishOnua_PlayerResponse_1
source: That's an interesting idea.
fr_fr: C'est une idée intéressante.

# Dialogue_Response,DL_ThueiFun_PlayerResponse_1
source: When will you finish it?
fr_fr: Quand l'auras-tu fini ?

# Dialogue_Response,DL_ThueiFun_PlayerResponse_2
source: When will you finish it?
fr_fr: Quand l'auras-tu fini ?

# Dialogue_Response,DL_ThueiOutro_PlayerResponse_1
source: I'll leave you to it.
fr_fr: Je vais te laisser.

# Dialogue_Response,DL_Trader1_PlayerResponse_1
source: Sure.
fr_fr: Bien sûr.

# Dialogue_Response,DL_Trader1_PlayerResponse_2
source: No thanks.
fr_fr: Non merci.

# Dialogue_Response,DL_TutCorruptedMakuta1_PlayerResponse_1
source: Stop this madness, Makuta!
fr_fr: Arrête cette folie, Makuta !

# Dialogue_Response,DL_TutCorruptedMakuta2_PlayerResponse_1
source: It’s your control over us that has ended!
fr_fr: C'est ton contrôle sur nous qui a pris fin !

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_1
source: What is my duty?
fr_fr: Quel est mon devoir ?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_2
source: Where am I?
fr_fr: Où suis-je ?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_3
source: Who am I?
fr_fr: Qui suis-je ?

# Dialogue_Response,DL_TutFinalDialouge2_PlayerResponse_4
source: I am ready to wake up.
fr_fr: Je suis prêt à me réveiller.

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_1
source: Where am I?
fr_fr: Où suis-je ?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_2
source: Who am I?
fr_fr: Qui suis-je ?

# Dialogue_Response,DL_TutFinalDialouge_Duty_PlayerResponse_3
source: I am ready to wake up.
fr_fr: Je suis prêt à me réveiller.

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_1
source: What is my duty?
fr_fr: Quel est mon devoir ?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_2
source: Who am I?
fr_fr: Qui suis-je ?

# Dialogue_Response,DL_TutFinalDialouge_Where_PlayerResponse_3
source: I am ready to wake up.
fr_fr: Je suis prêt à me réveiller.

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_1
source: What is my duty?
fr_fr: Quel est mon devoir ?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_2
source: Where am I?
fr_fr: Où suis-je ?

# Dialogue_Response,DL_TutFinalDialouge_Who_PlayerResponse_3
source: I am ready to wake up.
fr_fr: Je suis prêt à me réveiller.

# Dialogue_Response,DL_Ukkar1_PlayerResponse_1
source: What is?
fr_fr: Qu'est-ce ?

# Dialogue_Response,DL_Ukkar2_PlayerResponse_1
source: I've seen a fair amount of it.
fr_fr: J'en ai vu une bonne quantité.

# Dialogue_Response,DL_Ukkar3_PlayerResponse_1
source: Really?
fr_fr: Vraiment ?

# Dialogue_Response,DL_Ukkar4_PlayerResponse_1
source: Me as well.
fr_fr: Moi aussi.

# Dialogue_Response,DL_VakamaBeforeRescue1_PlayerResponse_2
source: Can you remind me how we met?
fr_fr: Peux-tu me rappeler comment on s'est rencontré ?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_1
source: What could have happened to the other Turaga?
fr_fr: Qu'est-ce qui a pu arriver aux autres Turaga ?

# Dialogue_Response,DL_VakamaBeforeRescue2_PlayerResponse_2
source: What should I do?
fr_fr: Que devais-je faire ?

# Dialogue_Response,DL_VakamaBeforeRescueLeave_PlayerResponse_1
source: I shall leave you in peace.
fr_fr: Je vais te laisser en paix.

# Dialogue_Response,DL_VakamaBeforeRescueMap_PlayerResponse_1
source: I'll find the other Turaga.
fr_fr: Je trouverais les autres Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_1
source: How might I find these other Villages?
fr_fr: Comment puis-je trouver ces autres villages ?

# Dialogue_Response,DL_VakamaBeforeRescueWhatDo_PlayerResponse_2
source: Of Course Turaga.
fr_fr: Bien sûr Turaga.

# Dialogue_Response,DL_VakamaBeforeRescueWhere_PlayerResponse_1
source: What should I do?
fr_fr: Que devais-je faire ?

# Dialogue_Response,DL_VakamaPostKini1_PlayerResponse_1
source: Very well, I'll return to my questing.
fr_fr: Très bien, je retournerais à mes quêtes.

# Dialogue_Response,DL_VakamaPostKini_PlayerResponse_2
source: We have gathered all of our Makoki stones Turaga, what is next?
fr_fr: Nous avons rassemblé toutes nos pierres Makoki Turaga, quelle est la prochaine étape ?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_1
source: I heard you have a task for me?
fr_fr: J'ai entendu dire que tu avais une tâche pour moi ?

# Dialogue_Response,DL_VakamaPostRescue_PlayerResponse_3
source: I am glad they are safe as well.
fr_fr: Je suis heureux qu'ils soient aussi en sécurité.

# Dialogue_Response,DL_VakamaPostRescueSafe_PlayerResponse_1
source: Indeed.
fr_fr: En effet.

# Dialogue_Response,DL_VakamaPostRescueTahu1_PlayerResponse_1
source: So you need me to enter the Ta-Kini in search of this mask?
fr_fr: Alors il faut que j'entre dans le Ta-Kini pour trouver ce masque ?

# Dialogue_Response,DL_VakamaPostRescueTahu2_PlayerResponse_1
source: Who?
fr_fr: Qui ?

# Dialogue_Response,DL_VakamaPostRescueTahu3_PlayerResponse_1
source: What happened?
fr_fr: Que s'est-il passé ?

# Dialogue_Response,DL_VakamaPostRescueTahu4_PlayerResponse_1
source: I shall save him, Turaga.
fr_fr: Je le sauverai, Turaga.

# Dialogue_Response,DL_VakamaPostRescueTahu_PlayerResponse_1
source: I am prepared. What is it?
fr_fr: Je suis prêt. Qu'est-ce que c'est ?

# Dialogue_Response,DL_VakamaPostTAKiniFailsafe_PlayerResponse_2
source: Thank you Turaga, I'm off.
fr_fr: Merci Turaga, j'y vais.

# Dialogue_Response,DL_VegSeller1_PlayerResponse_1
source: What's the matter?
fr_fr: Quel est le problème ?

# Dialogue_Response,DL_VegSeller2_PlayerResponse_2
source: I don't need any at the moment, no.
fr_fr: Je n'en ai pas besoin pour le moment, merci.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay1_PlayerResponse_1
source: I see... I hope to see you all here next time I visit. Goodbye everyone, and goodluck.
fr_fr: Je vois... J'espère tous vous revoir lors de ma prochaine visite. Au revoir tout le monde, et bonne chance.

# Dialogue_Response,DL_WhagnaMeeting_NumaiStay_PlayerResponse_1
source: Excuse me?
fr_fr: Pardon ?

# Dialogue_Response,DL_WhagnaMeeting_Parhi17_PlayerResponse_1
source: Me? You'd trust me with the fate of your village?
fr_fr: Moi ? Vous me confieriez le destin de votre village ?

# Dialogue_Response,DL_WhagnaMeeting_Parhi18_PlayerResponse_1
source: I see, I will use my best judgement.
fr_fr: Je vois, je jugerais au mieux.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_1
source: You should stay and repair Whagna, It will be hard - but this is your home.
fr_fr: Vous devriez rester et réparer Whagna, ce sera dur - mais c'est votre foyer.

# Dialogue_Response,DL_WhagnaMeeting_Parhi19_PlayerResponse_2
source: You should go back to your own Koros, It's too dangerous for Matoran out this far.
fr_fr: Vous devriez retourner dans vos propres Koro, c'est trop dangereux pour les Matoran aussi loin.

# Dialogue_Response,DL_WhagnaMeeting_ReturnStay_PlayerResponse_1
source: Very well, good luck.
fr_fr: Très bien, bonne chance.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave2_PlayerResponse_1
source: I hope to see you again soon, Goodbye.
fr_fr: J'espère vous revoir bientôt, au revoir.

# Dialogue_Response,DL_WhagnaMeeting_TaphalLeave_PlayerResponse_1
source: I'm sorry crafter, It's for your own safety.
fr_fr: Je suis désolé artisan, c'est pour ta propre sécurité.

# Dialogue_Response,DL_WhagnaVillager1_PlayerResponse_1
source: This is a nice town you have here.
fr_fr: C'est un beau village que vous avez là.

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_1
source: I heard you have something for me?
fr_fr: J'ai entendu dire que tu avais quelque chose pour moi ?

# Dialogue_Response,DL_WhenuaDefault1_PlayerResponse_3
source: Has Onu-Koro been faring well?
fr_fr: Onu-Koro se porte-t-il bien ?

# Dialogue_Response,DL_WhenuaDefaultPostKini_PlayerResponse_1
source: Has Onu-Koro been faring well?
fr_fr: Onu-Koro se porte-t-il bien ?

# Dialogue_Response,DL_WhenuaGetmeDown_PlayerResponse_1
source: Alright alright.
fr_fr: D'accord, d'accord.

# Dialogue_Response,DL_WhenuaLost1_PlayerResponse_1
source: What are you doing up there?
fr_fr: Que fais-tu là haut ?

# Dialogue_Response,DL_WhenuaLost2_PlayerResponse_1
source: Do you need help getting down, Turaga?
fr_fr: As-tu besoin d'aide pour descendre, Turaga ?

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_1
source: It’s not that far. You can Jump!
fr_fr: Ce n'est pas si loin. Tu peux sauter !

# Dialogue_Response,DL_WhenuaLost3_PlayerResponse_2
source: Don’t worry- I’ll find some way to get you down.
fr_fr: Ne vous inquiétez pas - je trouverais un moyen de vous faire descendre.

# Dialogue_Response,DL_WhenuaOnua1_PlayerResponse_1
source: What do you mean?
fr_fr: Que veux-tu dire ?

# Dialogue_Response,DL_WhenuaOnua2_PlayerResponse_1
source: What do you mean “again”?
fr_fr: Qu'est-ce que tu veux dire « encore » ?
