Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# AsyncLoadingScreen,Loading
source: LOADING
fr_fr: CHARGEMENT

# AutoSettings,ShiftKey
source: Shift
fr_fr: Maj

# CodexPage_Description,CodexPage_Akaku_Desc
source: The Kanohi Akaku: the Great Mask of X-Ray Vision. This mask will highlight key items such as masks, Protodermis Pools, Meditation Stones, and even quest objectives that appear on the map for your current tracked quest. You can also use the Akaku’s scope to zoom and see locations from far away. It’s an extremely useful mask for exploration and finding useful items.
fr_fr: Le Kanohi Akaku : le Grand Masque de la Vision aux Rayons-X. Ce masque fait briller les objets importants comme les masques, les Sources de Protodermis, les Pierres de Méditation, et même les objectifs de quête qui apparaissent sur la carte pour la quête actuellement sélectionnée. Tu peux également utiliser la lentille de l'Akaku pour zoomer et voir des endroits de loin. C'est un masque extrêmement utile pour explorer et trouver des objets utiles.

# CodexPage_Description,CodexPage_CanyonNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The blue variant can be found primarily in Po-Wahi. They’re known to sneak up on travellers behind canyon walls, and swiftly attack those who are less attentive.
fr_fr: Des scorpions Rahi contrôlés par Makuta. La variante bleue peut être trouvée principalement à Po-Wahi. Ils ont la réputation de tendre des embuscades derrière les parois des canyons, et attaquer rapidement ceux qui ne font pas attention.

# CodexPage_Description,CodexPage_Docks_Desc
source: These docks allow you to travel between multiple points on Mata Nui. They’re extremely useful for getting around the large island, so make sure to keep an eye out for them. Marka, the dock master, isn’t particularly fond of others using her boats without her permission, so it’s best to simply let her drive.
fr_fr: Ces quais te permettent de voyager entre plusieurs points de Mata Nui. Ils sont extrêmement utiles pour se déplacer sur l'île, alors garde l'œil ouvert. Marka, la responsable des quais, n'aime pas particulièrement que d'autres utilisent ses bateaux sans sa permission, donc il vaut mieux la laisser conduire.

# CodexPage_Description,CodexPage_Drifts_Desc
source: The Ko-Wahi drifts are an especially harsh and dangerous region of Ko-Wahi. Strong winds and thick snow make it nearly impossible to see. Some Matoran use flags to try and navigate their way through the drifts, but even then you need to watch out for Rahi, which are known to attack travellers who make their way through. Make sure to exercise caution if you choose to make your way through.
fr_fr: Les gorges de Ko-Wahi sont une région particulièrement dangereuse de Ko-Wahi. Des vents puissants et une neige épaisse rendent la visibilité presque inexistante. Certains matoran utilisent des drapeaux pour tenter de trouver un chemin dans les gorges, mais même avec cela il faut faire attention aux Rahi, qui attaquent régulièrement les voyageurs en chemin. Assures toi de faire bien attention si tu choisis de t'y aventurer.

# CodexPage_Description,CodexPage_FikouNui_Desc
source: Large spider-like Rahi that can be found in various places across Mata Nui. These Rahi can attack very quickly, and are even considered a danger by other rahi as well. It’s not uncommon to see them fighting with Nui-Jaga or other Rahi that see the Fikou-Nui as a threat.
fr_fr: De grandes araignées Rahi qu'on trouve à divers endroits de Mata Nui. Ces Rahi peuvent attaquer très rapidement, et sont un danger même pour les autres rahi. Il n'est pas rare de les voir se battre avec des Nui-Jaga ou d'autres Rahi qui voient les Fikou-Nui comme une menace.

# CodexPage_Description,CodexPage_FireNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The red variant can be found primarily in Ta-Wahi. They are larger than your standard Nui-Jaga, and are able to safely walk over Lava, making them harder to escape if they spot you.
fr_fr: Des scorpions Rahi contrôlés par Makuta. La variante rouge peut être trouvée principalement à Ta-Wahi. Ils sont plus grands que les Nui-Jaga standards, et peuvent marcher sur la Lave sans se blesser, ce qui rend plus difficile de leur échapper s'ils te remarquent.

# CodexPage_Description,CodexPage_GaKini_Desc
source: The Ga-Kini is the temple of Water. Lying partially submerged beneath the waters of Ga-Wahi, this temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. It seems that only Turaga Nokama knows the secret to unlocking it.
fr_fr: Le Ga-Kini est le temple de l'Eau. Partiellement submergé sous les eaux de Ga-Wahi, ce temple abrite une Pierre Makoki - un fragment d'une clé nécessaire pour accéder au repaire de Makuta. Il semble que seule Turaga Nokama connaisse le secret pour le déverouiller.

# CodexPage_Description,CodexPage_Gakoro_Desc
source: Ga-Koro, the village of Water. The entire village floats on top of great lily pads, allowing the Ga-Matoran easy access to the sea for fishing, swimming, and other activities. While being a peaceful and quiet village, the Ga-Matoran are still able to defend themselves when necessary. The gate which guards the village would be very difficult for any Rahi to open, and the village’s distance from land gives it a defensive advantage as well. While the Ga-Matoran are peaceful and kind, they’re far from helpless.
fr_fr: Ga-Koro, le village de l'Eau. Tout le village flotte sur de grands nénuphars, permettant aux Ga-Matoran d'accéder facilement à la mer pour pêcher, nager, et d'autres activités. Bien que ce soit un village paisible et calme, les Ga-Matoran restent capables de se défendre si nécessaire. La porte protégeant le village serait extrêmement compliqué à ouvrir pour n'importe quel Rahi, et l'éloignement de la terre du village lui donne également un avantage défensif. Même si les Ga-Matoran sont paisibles et gentilles, elles sont loin d'être impotentes.

# CodexPage_Description,CodexPage_Gali_Desc
source: Gali is the kind and caring Toa of water. She is often the one to settle disputes that often rise up between the other Toa. She takes it upon herself to hold the team together, staying focused on the three virtues even when she feels like lashing out as well. It is her who keeps the Toa united and focused on their goal of vanquishing the Makuta. Her elemental attack uses water to push away enemies on all sides. It’s useful if you find yourself overwhelmed while in battle.
fr_fr: Gali est la Toa de l'Eau, gentille et attentionnée. C'est souvent elle qui règle les disputes entre les autres Toa. Elle fait en sorte que l'équipe reste rassemblée, restant concentrée sur les trois vertus même lorsqu'elle a envie de se déchainer. C'est elle qui garde les Toa unis et concentrés sur leur but de vaincre le Makuta. Son attaque élémentaire utilise l'eau pour repousser les ennemis de tous les côtés. C'est utile en cas d'encerclement au combat.

# CodexPage_Description,CodexPage_GalisLanding_Desc
source: A strange vessel that has washed up onto the beach... nobody on the island is sure where it has come from. A village floating on the water can be seen in the distance, with a monument to a mask that is somehow… familiar.
fr_fr: Un étrange vaisseau qui s'est échoué sur la plage... Personne sur l'île n'est sûr de son origine. Une village flottant sur l'eau peut-être vu au loin, avec le monument d'un masque qui semble... familier.

# CodexPage_Description,CodexPage_GaTemple_Desc
source: The Ga-Matoran are peaceful by nature, a fact that is clearly seen in the temple they have constructed. The trees growing within, the open ceiling to view the clear skies of Ga-Wahi, and the reverence for the paradise that Mata Nui has given them are all evident in this monument to the Great Spirit.
fr_fr: Les Ga-Matoran sont paisibles de nature, ce qui se voit clairement dans le temple qu'elles ont construit. Les arbres qui poussent à l'intérieur, le plafond ouvert pour voir le ciel dégagé de Ga-Wahi, et la révérence pour le paradis que Mata Nui leur a données sont évidents dans ce monument au Grand Esprit.

# CodexPage_Description,CodexPage_GaWahi_Desc
source: This humid environment is home to the Ga-Matoran. It is one of the most diverse locations on Mata Nui, with sandy coastlines, lush vegetation, and plains making up just this one Wahi. If not for the Rahi which plague the island, this Ga-Wahi would be considered one of the most peaceful and pleasant places on Mata Nui.
fr_fr: Cet environnement humide abrite les Ga-Matoran. C'est une des régions les plus variées de Mata Nui, avec des côtes sableuses, une végétation luxuriante, et des plaines dans le même Wahi. Sans les Rahi qui harcèlent l'île, Ga-Wahi serait considéré un des endroits les plus paisibles et plaisants de Mata Nui.

# CodexPage_Description,CodexPage_GoldMask_Desc
source: These Gold Kanohi are bestowed to those who have earned the right to use their great power. While your Gold mask is equipped, with the Miru you jump 1.4 times higher, the Kakama you sprint 1.5 times faster, and more. You also drain Protodermis at a slower rate overall!
fr_fr: Ces Kanohi Dorés ne sont accordés qu'à ceux qui ont gagné le droit d'utiliser leur grand pouvoir. Quand tu as équippé ton Masque Doré, tu sautes 1.4 fois plus haut avec le Miru, sprinte 1.5 fois plus vite avec le Kakama, ainsi que d'autres bonus. Tu draines également le Protodermis plus lentement !

# CodexPage_Description,CodexPage_Hau_Desc
source: The Kanohi Hau: the Great Mask of Shielding. This mask can be used to protect you from any and all damage at the cost of stamina. It’s a very effective mask to use in combat, but make sure to keep an eye on your stamina meter so you don’t find yourself out of stamina in the middle of a difficult battle.
fr_fr: Le Kanohi Hau : Le Grand Masque de la Protection. Ce masque peut être utilisé pour te protéger de tous les dommages contre de l'endurance. C'est un masque très efficace en combat, mais fais attention à ta jauge d'endurance si tu ne veux pas te retrouver à court au milieu d'une bataille difficile.

# CodexPage_Description,CodexPage_Huna_Desc
source: The Kanohi Huna: the Noble Mask of Concealment. This mask allows you to become invisible, and can be used to sneak past rahi without fighting them. It’s a useful mask if you want to avoid combat, or need to quickly get out of combat.
fr_fr: Le Kanohi Huna : le Masque Noble de l'Invisibilité. Ce masque te permet de devenir invisible et peut être utilisé pour se glisser à côté de Rahi sans les combattre. C'est un masque utile pour éviter de combattre, ou pour quitter rapidement un combat.

# CodexPage_Description,CodexPage_IceNuiJaga_Desc
source: Scorpion-like Rahi that are controlled by Makuta. The white variant can be found primarily in Ko-Wahi. While they don’t appear very often, they tend to come in large groups when they do. If you find a group of them, make sure you’re prepared to deal with them all.
fr_fr: Des scorpions Rahi contrôlés par Makuta. La variante blanche peut être trouvée principalement à Ko-Wahi. Bien qu'ils n'apparaissent pas souvent, ils sont généralement en grands groupes lorsqu'on les voit. Si tu en trouves un groupe, assures-toi d'être prêt à tous leur faire face.

# CodexPage_Description,CodexPage_IceTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The white, spiked variant is found primarily in Ko-Wahi. The cold, harsh climate has hardened these Tarakava into fearsome beasts. They’re faster and more powerful than an average Tarakava.
fr_fr: Ces dangereux Rahi sont connus pour leurs puissants avant-bras, qu'ils utilisent pour attaquer rapidement leurs proies. La variante blanche à pics est trouvée principalement à Ko-Wahi. Le climat froid et dur a fait de ces Tarakava des bêtes terrifiantes. Ils sont plus rapides et plus puissants qu'un Tarakava normal.

# CodexPage_Description,CodexPage_Kakama_Desc
source: The Kanohi Kakama: the Great Mask of Speed. This mask lets you run at breathtaking speeds. It’s perfect for exploring the vast island of Mata Nui, and for getting around quickly. Just take care to not accidentally run off a cliff.
fr_fr: Le Kanohi Kakama : le Grand Masque de la Vitesse. Ce masque te permet de courir à une vitesse à couper le souffle. Il est parfait pour explorer la vaste île de Mata Nui et se déplacer rapidement. Fait juste attention à ne pas tomber d'une falaise par mégarde.

# CodexPage_Description,CodexPage_KaneRa_Desc
source: The Kane-Ra bull is among the largest of Makuta’s Rahi. Their hooves, sharp horns, and extendable necks make them a powerful threat to any who cross their path. These Rahi can be fiercely territorial, and are quick to attack any who they see as unwelcome- including Toa.
fr_fr: Les taureaux Kane-Ra font partie des Rahi les plus gros de Makuta. Leurs sabots, leurs cornes aiguisées, et leurs cous extensibles font d'eux une puissante menace pour ceux qui croisent leur chemin. Ces Rahi défendent férocement leur territoire, et sont prompts à attaquer les indésirables - même les Toa.

# CodexPage_Description,CodexPage_Kaukau_Desc
source: The Kanohi Kaukau: the Great Mask of Water Breathing. This mask allows you to swim underwater freely without losing any oxygen. It’s ideal for exploring underwater environments freely.
fr_fr: Le Kanohi Kaukau : le Grand Masque de la Respiration Sous-Marine. Ce masque te permet de nager librement sous l'eau sans perdre d'oxygène. Il est idéal pour explorer librement les environnements aquatiques.

# CodexPage_Description,CodexPage_KiniNui_Desc
source: The Kini-Nui is the great temple of Mata Nui. It is seen as a sacred and special place, holding a place of utmost spiritual importance to the Matoran. However, it also serves a much more sinister purpose, housing an entrance to Mangaia, the lair of Makuta. The entrance to Mangaia can only be unlocked with all six of the Makoki stones, which are hidden in the other Kinis across the island.
fr_fr: Le Kini-Nui est le grand temple de Mata Nui. Il est considéré comme un lieu spécial et sacré, ayant une importance spirituel importante pour les Matoran. Cependant, il a aussi une utilité plus sinistre, abritant une entrée vers Mangaia, le repaire de Makuta. L'entrée de Mangaia ne peut être débloquée qu'avec les six Pierres Makoki, qui sont cachées dans les autres Kini de l'île.

# CodexPage_Description,CodexPage_KoKini_Desc
source: The Ko-Kini is the temple of Ice. It lies far from Ko-Koro, and is a difficult trek for any to make who seek to reach it. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta. Only Nuju and his translator, Matoro, know the secret to unlocking it.
fr_fr: Le Ko-Kini est le temple de la Glace. Il se trouve loin de Ko-Koro, et c'est un voyage difficile pour ceux qui cherchent à l'atteindre. Le temple abrite une Pierre Makoki - un fragment d'une clé nécessaire pour accéder au repaire de Makuta. Seul Nuju et son traducteur, Matoro, connaissent le secret pour le déverrouiller.

# CodexPage_Description,CodexPage_Kokoro_Desc
source: Ko-Koro, the village of Ice. A treacherous climate and a secluded location make this village difficult to reach for even the bravest Matoran. But for those who do, there is little in terms of sightseeing. The quiet, contemplative nature of the Ko-Matoran is seen in how scarce their village is. They don’t need much for their own well-being, using their quiet solitude to reflect on the Great Spirit’s will in the Sanctum, the sacred building which houses prophecies as well as those who seek to decipher them.
fr_fr: Ko-Koro, le village de la Glace. Un climat traître et un emplacement reclus rendent ce village difficile à atteindre même pour les Matoran les plus courageux. Pour ceux qui y arrivent, il n'y a pas grand chose à voir. La nature silencieuse et contemplative des Ko-Matoran se reflètent dans la simplicité du village. Ils n'ont pas besoin de grand chose pour être à leur aise, utilisant leur solitude silencieuse pour réfléchir sur la volonté du Grand Esprit dans le Sanctuaire, le bâtiment sacré abritant des prophéties et ceux qui les déchiffrent.

# CodexPage_Description,CodexPage_Komau_Desc
source: The Kanohi Komau: the Noble Mask of Mind Control. This Mask allows you to make Rahi turn on their own kind, ignoring you in the process.
fr_fr: Le Kanohi Komau : le Masque Noble du Contrôle Mental. Ce masque te permet de faire en sorte que des Rahi se retournent contre les leurs, en t'ignorant.

# CodexPage_Description,CodexPage_Kopaka2_Desc
source: Kopaka is the cold and isolated Toa of ice. He often comes off as resentful and distant from the rest of the Toa, and can be the one to spark disputes within the team- especially between him and Tahu. However, at the root of this lies a fierce will to fulfil his duty as a hero and protector of the Matoran- even if his idea of that duty is to work alone. His elemental attack shoots out a quick beam of ice, which can be aimed depending on where you’re looking. Combining this with the scope of the Akaku can make for some very accurate shots.
fr_fr: Kopaka est le Toa de la glace, froid et solitaire. Les autres Toa le trouve souvent amer et distant, et il peut être à l'origine de disputes dans l'équipe - particulièrement entre lui et Tahu. Cependant, à la source de cela se trouve une féroce volonté d'accomplir son devoir de héros et protecteur des Matoran - même si son idée du devoir consiste à travailler seul. Son attaque élémentaire envoie un court rayon de glace, qui peut être dirigé vers l'endroit où tu regardes. En combinant cela avec la lentille de l'Akaku, il est possible d'effectuer des tirs très précis.

# CodexPage_Description,CodexPage_KopakasLanding_Desc
source: A strange vessel that has washed up onto the shore... nobody on the island is sure where it has come from. The land ahead seems cold and desolate, offering a challenge of strength and will to anyone willing to travel through it.
fr_fr: Un étrange vaisseau s'est échoué sur la côte... personne sur l'île n'est sûr de son origine. La terre au-delà semble froid et désolée, défiant la force et la volonté de tous ceux souhaitant la traverser.

# CodexPage_Description,CodexPage_KoTower_Desc
source: This watchtower in Ko-Wahi has since been abandoned. Ironically, this building, created to keep the Matoran safe, is now one of the most dangerous and hostile places on the island, as it is swarming with Rahi. The Ko-Matoran guard used this as one of their few outposts, making it one of the few hospitable places in Ko-Wahi that is outside of Ko-Koro.
fr_fr: Cette tour de garde à Ko-Wahi a été abandonnée. Ironiquement, ce bâtiment, créé pour assurer la sécurité des Matoran, est maintenant un des endroits les plus dangereux et les plus hostiles de l'île, étant envahi de Rahi. La garde des Ko-Matoran l'utilisait comme avant-poste, en faisant un des rares endroits hospitalier à Ko-Wahi en dehors de Ko-Koro.

# CodexPage_Description,CodexPage_KoWahi_Desc
source: Ko-Wahi is a treacherous place that few attempt to navigate. Harsh winds, steep mountains, and the cold climate make it difficult to traverse. On top of that, fierce Rahi like the Muaka are known to prowl the cold mountains, further discouraging unprepared travellers. But those who do brave the cold winds see it as a test of strength, challenging the harsh environment simply because it exists to be challenged.
fr_fr: Ko-Wahi est un endroit dangereux où s'aventurer. Des vents violents, des montagnes abruptes, et un climat froid le rendent difficile à traverser. En plus de ça, des Rahi féroces comme les Muaka arpentent les montagnes glacées, décourageant encore plus les voyageurs mal préparés. Mais ceux qui bravent les vents froids considèrent cela comme un test de leur force, défiant cet environnement dur simplement parce qu'il existe pour être défié.

# CodexPage_Description,CodexPage_LavaTarakava_Desc
source: These dangerous Rahi are known for their powerful forearms, which they use to swiftly attack their prey. The red variant is found primarily in Ta-Wahi, and is larger than your standard Tarakava. You’re in for a fight if you find yourself up against this powerful Rahi. Handle them with caution.
fr_fr: Ces dangereux Rahi sont connus pour leurs puissants avant-bras, qu'ils utilisent pour attaquer rapidement leurs proies. La variante rouge est trouvée principalement à Ta-Wahi, et est plus grande qu'un Tarakava standard. Affronter ce puissant Rahi est un combat difficile. Fais-y attention.

# CodexPage_Description,CodexPage_LeKini_Desc
source: The Le-Kini is the temple of Air. Rahi are known to frequently attack this remote temple, discouraging Matoran from visiting this sacred site. The temple houses a Makoki Stone- a fragment of a key needed to access the lair of Makuta.
fr_fr: Le Le-Kini est le temple de l'Air. Les Rahi attaquent souvent ce temple isolé, décourageant les Matoran de visiter ce site sacré. Le temple abrite une Pierre Makoki - un fragment d'une clé pour accéder au repaire de Makuta.

# CodexPage_Description,CodexPage_Lekoro_Desc
source: Le-Koro, the village of Air. Constructed in trees high above the ground, this village places the Le-Matoran far in the air- in the place where they feel at home. This also allows protection against grounded rahi, though it is still vulnerable to flying rahi, such as the Nui-Rama. There is an elevator pod that goes down from the village to Lake Kanae, allowing access to the village for Matoran. The cheerful spirit of the Le-Matoran is clear from spending time in their village, and it’s not uncommon to hear their music coming from the trees.
fr_fr: Le-Koro, le village de l'Air. Construit dans les arbres, loin du sol, ce village place les Le-Matoran dans hauteurs aériennes - là où ils se sentent chez eux. Cela leur permet également d'être protégés des Rahi terrestres, bien qu'ils soient toujours vulnérables aux Rahi volants comme les Nui-Rama. Il y a une capsule ascenseur qui descend du village vers le Lac Kanae pour permettre aux Matoran d'accéder au village. L'esprit joyeux des Le-Matoran est clair pour tous ceux qui passent du temps dans leur village, et il n'est pas rare d'entendre de la musique venue des arbres.

# CodexPage_Description,CodexPage_LeTemple_Desc
source: This temple was built by the Le-Matoran, along with the help of some Onu-Matoran. It was the Le-Matoran’s decision to build the temple underground, away from their home of Le-Koro. While they felt at home and free in the air, this underground temple provided little distraction from their worship of Mata Nui. The cave shows a rarely seen quiet and reflective nature of the Le-Matoran.
fr_fr: Ce temple a été construit par les Le-Matoran, avec l'aide de quelques Onu-Matoran. Ce fut la décision des Le-Matoran de construire le temple sous terre, loin de leur foyer de Le-Koro. Bien qu'ils se sentent chez eux et libre dans l'air, ce temple souterrain fournit peu de distraction dans leur adoration de Mata Nui. La grotte montre un aspect réfléchi et calme rarement vu chez les Le-Matoran.
