Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_RacePohatu5
source: ...He was in on the whole thing from the start.
fr_fr: ... Il était dans le coup depuis le début.

# Dialogue_Text,DL_RacePohatu6
source: A friendly race, that’s all! From here to Po-Koro. Just you and me!
fr_fr: Une course amicale, c'est tout ! D'ici à Po-Koro. Juste toi et moi !

# Dialogue_Text,DL_RacePohatu7
source: There’s a very stylish prize for you if you win.
fr_fr: Il y a un prix très stylé pour toi si tu gagnes.

# Dialogue_Text,DL_RacePohatuAccept
source: Excellent! First one to make it to the gates of Po-Koro wins! Hope you’re ready!
fr_fr: Excellent ! Le premier à atteindre les portes de Po-Koro gagne ! J'espère que tu es prêt !

# Dialogue_Text,DL_RacePohatuLeave
source: Very well... just let Podu here know WHEN you change your mind.
fr_fr: Très bien... Tiens juste Podu au courant de QUAND tu auras changé d'avis.

# Dialogue_Text,DL_RacePohatuPodu1
source: Huh? What do I have to do with this?
fr_fr: Hein ? Qu'est-ce que j'ai à voir avec ça ?

# Dialogue_Text,DL_RacePohatuPodu2
source: Half of it was my idea.
fr_fr: C'était à moitié mon idée.

# Dialogue_Text,DL_RacePohatuWhy
source: Well you just haven’t seen it yet! Trust me- it is a VERY cool hat.
fr_fr: Mais tu ne l'as pas encore vu ! C'est un chapeau TRÈS stylé.

# Dialogue_Text,DL_RacePohatuWhy2
source: Well I don’t want to race anyone else but you.
fr_fr: Eh bien je ne veux pas courir contre qui que ce soit à part toi.

# Dialogue_Text,DL_RacePohatuWhy3
source: Yes! ...But also because of the Island-wide poll I did.
fr_fr: Oui ! ... Mais également grâce à l'enquête que j'ai fait courir dans toute l'île.

# Dialogue_Text,DL_RacePohatuWhy4
source: I held a vote asking Matoran from all across the island who their favorite Toa was - And you won!
fr_fr: J'ai appelé les Matoran de toute l'île au vote pour savoir quel était leur Toa favori - Et tu as gagné !

# Dialogue_Text,DL_RacePohatuWhy5
source: I do as well. Though I did come in a very close second... half a percent of the vote! A little outrageous if you ask me, but you still won, fair and square.
fr_fr: Je pense aussi. Bien que je sois arrivé deuxième à peu de choses près... Un demi pour cent du vote ! Un peu outrageux si tu veux mon avis, mais tu as néanmoins gagné, dans les règles.

# Dialogue_Text,DL_RacePohatuWhy6
source: Oh, quit being so serious all the time, Kopaka! You’re always the one who is most dedicated out of all of us - don’t you think you deserve a little bit of fun now and then?
fr_fr: Oh, arrête d'être aussi sérieux tout le temps, Kopaka ! Tu es toujours le plus dévoué d'entre nous - ne crois-tu pas que tu mérites un peu d'amusement une fois de temps en temps ?

# Dialogue_Text,DL_RacePohatuWhy7
source: ...How about this, then. If you beat me in this race, it shall prove once and for all that you are the superior Toa, and you shall be burdened by the plight of my comradery for no longer.
fr_fr: ... Voici alors ma proposition. Si tu me bats à cette course, ce sera la preuve indéniable que tu es le Toa supérieur, et tu ne devras plus supporter ma camaraderie une seconde de plus.

# Dialogue_Text,DL_RahiAboutTemple
source: Why are you talking to me? The- The Rahi, they're still here!
fr_fr: Pourquoi m'adressez-vous la parole ? Les - Les Rahi, ils sont toujours là !

# Dialogue_Text,DL_RockGuy
source: Howdy Toa, Welcome to the back end of nowhere - otherwise known as my shop!
fr_fr: Salut Toa, bienvenue au milieu de nulle-part - aussi connu sous le nom de mon magasin !

# Dialogue_Text,DL_SadKolhiiPlayer
source: *Sigh*
fr_fr: *Soupir*

# Dialogue_Text,DL_SadKolhiiPlayer1
source: Huh? Oh, hello Toa... >snif<
fr_fr: Heu ? Oh, bonjour Toa... >snif<

# Dialogue_Text,DL_SadKolhiiPlayer2
source: No...
fr_fr: Non...

# Dialogue_Text,DL_SadKolhiiPlayerAlreadyHave
source: You do? How - Oh right you're a Toa. Can I...
fr_fr: Vous en avez ? Comment - Ah oui, vous êtes un Toa. Puis-je...

# Dialogue_Text,DL_SadKolhiiPlayerComplete1
source: Hello again toa!
fr_fr: Rebonjour Toa !

# Dialogue_Text,DL_SadKolhiiPlayerComplete2
source: Absolutely! I would be playing with it now but I've been feeling rather tired recently, I figured it would be better for me to rest for now.
fr_fr: Absolument ! Je jouerais bien avec maintenant mais je me suis sens assez fatigué ces derniers temps, je me suis dit qu'il serait mieux pour moi de me reposer maintenant.

# Dialogue_Text,DL_SadKolhiiPlayerCompleteQuest
source: Thank you so much for this Toa, I am forever indebted to you!
fr_fr: Merci beaucoup pour tout ça Toa, je suis pour toujours votre débiteur !

# Dialogue_Text,DL_SadKolhiiPlayerExplain
source: I- I can't buy a Comet... I worked hard, I saved everything up, and when I had just enough I sold my kohlii ball to get me over the top! But right when I went to buy one the price got raised! As much as I want to, I can't blame Ahkmou, they are in very high demand.
fr_fr: Je- Je ne peux pas acheter une Comète... J'ai travaillé dur, j'ai tout économisé, et juste quand j'avais assez, j'ai vendu ma balle de Kohlii pour me donner un boost ! Mais dès que je suis venu l'acheter, le prix a augmenté ! Aussi fort que je puisse le vouloir, je n'en veux pas à Ahkmou, ils sont en très forte demande.

# Dialogue_Text,DL_SadKolhiiPlayerExplainAgain
source: That's okay, I'll just sit here and sulk some more...
fr_fr: Ce n'est pas grave, je vais juste rester ici et bouder encore un peu...

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice1
source: What, you'd pay for it all - are you sure?
fr_fr: Quoi, vous payeriez pour tout ça - êtes-vous sûr ?

# Dialogue_Text,DL_SadKolhiiPlayerFullPrice2
source: Uhh, in exchange I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
fr_fr: Euuh, en échange je peux vous donner... Humm... Ceci ! Je l'ai trouvé perdu aux alentours de Po-Koro, peut-être que ça a de la valeur ?

# Dialogue_Text,DL_SadKolhiiPlayerGiveHalf
source: You'd do that for me? Here it is, that's all I have, feel free to keep the change if there is any.
fr_fr: Vous feriez ça pour moi ? Voilà, c'est tout ce que j'ai, soyez libre de garder la monnaie s'il y en a.

# Dialogue_Text,DL_SadKolhiiPlayerNoMoney
source: That's great, thank you Toa. I'm very glad that you have taken an interest in my petty needs.
fr_fr: C'est génial, merci Toa. Je suis très content de voir que vous avez de l'intérêt pour mes petites demandes.

# Dialogue_Text,DL_SadKolhiiPlayerReturn
source: Oh Toa you're back! Did you manage to get a Comet yet?
fr_fr: Oh Toa vous êtes de retour ! Avez-vous réussi à mettre la main sur une Comète ?

# Dialogue_Text,DL_SadKolhiiPlayerReturn1
source: You did? YEEESS! Hand it over!
fr_fr: Vous l'avez ? OUIIII ! Donnez-le moi !

# Dialogue_Text,DL_SadKolhiiPlayerReturn2
source: This is amazing Toa $T! I can't thank you enough!
fr_fr: C'est incroyable Toa $T ! Je ne pourrais jamais vous remercier assez !

# Dialogue_Text,DL_SadKolhiiPlayerReturnNoMoneyReward
source: Oh yes of course, Uhh I could give you some of the money I had saved up, and maybe something else...
fr_fr: Oh oui bien sûr, euuh, je pourrais vous donner l'argent que j'ai économisé, et peut-être autre-chose...

# Dialogue_Text,DL_SadKolhiiPlayerRewardItem
source: Uhh, perhaps I can give you... Umm... This! I found it lying around outside Po-Koro, maybe it's worth something?
fr_fr: Euuh, peut-être que je peux vous donner... Humm... Ceci ! Je l'ai trouvé perdu à l'extérieur de Po-Koro, peut-être que ça a de la valeur ?

# Dialogue_Text,DL_ScaredConvo1
source: Toa, You're here Finally! What took you so long!
fr_fr: Toa, vous êtes finalement arrivé ! Qu'est-ce qui vous a pris aussi longtemps !

# Dialogue_Text,DL_ScaredConvo10
source: I would offer you the cargo, but most of it was eaten. Good luck Toa.
fr_fr: Je vous donnerais bien la cargaison, mais la majeure partie a déjà été mangée. Bonne chance Toa.

# Dialogue_Text,DL_ScaredConvo2
source: We are, please exuse Laru, he's still very shaken up from the incident.
fr_fr: Nous le sommes, je vous prie d'excuser Laru, il est toujours assez secoué depuis l'incident.

# Dialogue_Text,DL_ScaredConvo3
source: The Tarakava down there sprinted at us from across the Pillar lands. Luckily, Me and Laru made it up here before they attacked - I think they wanted our cargo.
fr_fr: Les Tarakava en bas ont couru vers nous depuis la terre des Piliers. Par chance, Laru et moi avons réussi à monter avant leur attaque - je crois qu'ils voulaient notre cargaison.

# Dialogue_Text,DL_ScaredConvo4
source: I was never allowed to look inside, though it smelled terrible. Based on what I can see it looks like some kind of fish.
fr_fr: Je n'ai jamais été autorisé à regarder à l'intérieur, bien que ça sente terriblement mauvais. D'après ce que je peux voir, cela ressemble à une sorte de poisson.

# Dialogue_Text,DL_ScaredConvo5
source: They're after me, THEY'RE AFTER MY MASK!
fr_fr: Ils en ont après moi, ILS EN ONT APRES MON MASQUE !

# Dialogue_Text,DL_ScaredConvo6
source: Relax Laru, no one's after your mask.
fr_fr: Calme-toi Laru, personne ne veut ton masque.

# Dialogue_Text,DL_ScaredConvo7
source: NO NO YOU'RE WRONG! I smell like them, the Pink tailed ruki - It's their favorate treat! Wait, THEY'RE GOING TO EAT ME!
fr_fr: NON NON C'EST FAUX ! Je les sens, les Ruki à queue rose - c'est leur friandise favorite ! Attendez, ILS VONT ME MANGER !

# Dialogue_Text,DL_ScaredConvo8
source: Wait, Pink tailed Ruki? They're illegal in Po-Koro, why were we transporting this there?
fr_fr: Attendez, des Ruki à queue rose ? Ils sont illégaux à Po-Koro, pourquoi les transportaient-ils ici ?

# Dialogue_Text,DL_ScaredConvo9
source: Well, yes that's what it said on the order form. You know him?
fr_fr: Eh bien, oui c'est ce qui était écrit sur le bon de commande. Vous le connaissez ?

# Dialogue_Text,DL_ScaredConvoWho
source: WHAT DO YOU MEAN? Omak didn't send you? Gah!
fr_fr: QUE VOULEZ-VOUS DIRE ? Omak ne vous a pas envoyé ? Gah !

# Dialogue_Text,DL_Scholar1
source: </><Matoran>The chronicler will become the light</><Key> ... Hmm Okay.
fr_fr: </><Matoran>Le Chroniqueur deviendra la lumière</><Key> ... Hum okay.

# Dialogue_Text,DL_Scholar2
source: Huh? Oh hello Toa, I was just reading the wall of prophecies. Much of it is written in an older dialect, I am one of a few who transcribe those passages into our new way of speech.
fr_fr: Hein ? Oh bonjour Toa, j'étais juste en train de lire le mur des prophéties. La plupart sont écrites en dialecte ancien, je suis un de ceux qui peuvent traduire ces passages dans notre langue moderne.

# Dialogue_Text,DL_SellerConsumables1
source: Toa $T! I have just what you need, healing plants, empowering drinks and more!
fr_fr: Toa $T ! J'ai exactement ce qu'il vous fait, des plantes médicinales, des boissons énergisantes, et bien plus !

# Dialogue_Text,DL_SellerConsumablesHewtinii
source: Toa! Welcome to Hewtinii's comestibles, I've got plenty of exactly what you need $T!
fr_fr: Toa ! Bienvenue au magasin de nourriture de Hewtinii ! J'ai exactement ce qu'il vous faut $T !

# Dialogue_Text,DL_SellerConsumablesHewtiniiFikouNui
source: They're the worst! I can't stand them!
fr_fr: Ce sont les pires ! Je ne peux pas les supporter !

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran1
source: Oh? Well that would be because I'm not a Ga-Matoran.
fr_fr: Oh ? Eh bien j'imagine que c'est parce que je ne suis pas un Ga-Matoran.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran2
source: It's fine! I understand if my presence in Ga-Koro may have confused you, Toa $T.
fr_fr: Ce n'est rien ! Je comprends que ma présence à Ga-Koro ait pu vous sembler étrange, Toa $T.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran3
source: Your guess is as good as mine! Though I've been told I sometime speak words that no Matoran understands.
fr_fr: Je n'en ai aucune idée ! Bien qu'on m'ait déjà dit que je parlais en utilisant des mots qu'aucun Matoran ne comprend.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran4
source: Well, the other day I caught myself saying "Vackert Väder!" when I was talking to Hahli.
fr_fr: Eh bien, l'autre jour je me suis surpris à dire "Vackert Väder!" quand je parlais à Hahli.

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran5
source: I honestly do not know, but it made the rest of the conversation quite awkward...
fr_fr: Je ne sais honnêtement pas, mais ça a rendu le reste de la conversation assez bizarre...

# Dialogue_Text,DL_SellerConsumablesHewtiniiGamatoran7
source: ...I did it again, didn't I?
fr_fr: ... Je l'ai encore fait, n'est-ce pas ?

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura1
source: Oh Kapura? He said he was going to walk across the entirety of Mata-Nui. I don't know what's gotten into him, and I'm not sure how I feel about it.
fr_fr: Oh Kapura ? Il a dit qu'il allait marcher à travers l'entièreté de Mata-Nui. Je ne sais pas ce qui lui est arrivé, et je ne suis pas sûr de que ça m'inspire.

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura2
source: I don't know if you've noticed Toa $T, but Kapura walks very slow. In fact he's so slow that a Rahi would be able to catch him without even trying!
fr_fr: Je ne sais pas si vous avez remarqué Toa $T, mais Kapura marche très lentement. En réalité, il est tellement lent qu'un Rahi pourrait l'attraper sans faire d'effort !

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura3
source: I mean, there is a chance that they would consider him too boring to hunt, but you never know what goes on in the heads of the Nui-Jaga, Nui-Rama, and... *gulp* F-Fikou-Nui...
fr_fr: Je veux dire, il y a une chance qu'ils pourraient le considérer trop ennuyeux à chasser, mais on ne sait jamais ce qui se trame dans les têtes des Nui-Jaga, Nui-Rama ou... *glup* F-Fikou-Nui...

# Dialogue_Text,DL_SellerConsumablesHewtiniiKapura4
source: I would very much appreciate that if you did, Toa $T!
fr_fr: J'apprécierais beaucoup si vous vous en occupiez, Toa $T !

# Dialogue_Text,DL_SellerConsumablesTimed
source: Greetings! Have a look at my wares, you'll like what you see I'm sure of it! Long lasting energy, restorative gels, I've got it all!
fr_fr: Salutations ! Jetez un coup d'œil à mes produits, vous allez aimer ce que vous verrez, j'en suis certain ! De l'énergie longue durée, des gels restaurateurs, j'ai de tout !

# Dialogue_Text,DL_SellerGeneral1
source: Come, take a look at my wares! Even a Toa needs what I have!
fr_fr: Venez, jettez un coup d'œil à mes marchandises ! Même un Toa a besoin de ce que je vends !

# Dialogue_Text,DL_SellerMaskJuice1
source: Oh Toa hey! Come here, come here! I've got something you want!
fr_fr: Oh, Toa, salut ! Venez, venez ! J'ai quelque-chose qui va vous intéresser !

# Dialogue_Text,DL_SellerMaskJuiceQuestion
source: A rare, beautiful substance. I've heard rumors that it may have the ability to power masks, and make them work like your own do.
fr_fr: Une substance rare et belle à la fois. J'ai entendu des rumeurs qui disent qu'il pourrait avoir la capacité d'infuser des masques de puissance, pour les faire fonctionner comme le vôtre.

# Dialogue_Text,DL_SellerMasks1
source: My my a Toa, what luck! I carry something you may be interested in, Masks!
fr_fr: Oh, un Toa, quelle chance ! J'ai sur moi quelque-chose qui pourrait vous intéresser, des Masques !

# Dialogue_Text,DL_SellerMasksNobua
source: Oh uhh. Hello Toa, Nobua here.
fr_fr: Oh heu. Bonjour Toa, je suis Nobua.

# Dialogue_Text,DL_SellerMasksNobua1
source: Oh fie, I'm not very good at this shopkeeping thing. Did you want to buy something Toa?
fr_fr: Oh tant pis, je ne suis pas très bon pour toutes ces choses commerciales. Vous vouliez acheter quelque-chose Toa ?

# Dialogue_Text,DL_SellerMasksNobua2
source: Masks! Or... mask replacements anyways. We don't get a lot of sales to be honest, not sure how the company keeps us in business.
fr_fr: Des masques ! Où... Des masques de rechange à tout le moins. On ne fait pas énormément de ventes, pour être honnête, je ne sais pas comment la compagnie maintient le cap.

# Dialogue_Text,DL_SellerMasksNobua3
source: Huh? Oh uhh... I'm not supposed to talk about it, but seeing as you're a Toa...
fr_fr: Hein ? Oh euuh... Je ne suis pas sensé en parler, mais puisque vous êtes un Toa...

# Dialogue_Text,DL_SellerMasksNobua4
source: *Hushed* I'm currently working off my debt to the company, they said they'd throw me out of Onu-Koro if I didn't work for them!
fr_fr: *Discrètement* Je suis actuellement en train de travailler pour payer ma dette à la compagnie, ils ont dit qu'ils me jetteraient hors d'Onu-Koro si je ne travaillais pas pour eux !

# Dialogue_Text,DL_SellerMasksNobua5
source: Buy my stuff! The more widgets I get, the closer I am to getting them off my back! *Wispering* Please don't tell anyone I told you this...
fr_fr: Achetez mes affaires ! Plus je gagne de widgets, plus je me rapproche de pouvoir en être débarrassé ! *Chuchote* S'il vous plait, ne dites à personne que je vous ai dit ça...

# Dialogue_Text,DL_SellerMasksQuestion
source: Yes really! Although they are made for Matoran, they may work on a Toa who knows?
fr_fr: Oui vraiment ! Bien que s'ils sont faits pour des Matoran, ils devraient pouvoir aller sur un Toa, qui sait ?

# Dialogue_Text,DL_SellerMetal1
source: AH HA! Exactly the one who should visit my shop, you must have stumbled across some metalic objects in your travels Toa! If so, I'd buy them at a high price!
fr_fr: AH HA ! Exactement celui qui devrait visiter mon magasin, vous devez être tombé sur quelques objets métalliques dans vos voyages Toa ! Si c'est le cas, je les achèterai à bon prix !

# Dialogue_Text,DL_SellerNone
source: Ugghh, my head...
fr_fr: Eugh, ma tête...

# Dialogue_Text,DL_SellerNone1
source: Nothing, it doesn't matter.
fr_fr: Rien, peu importe.

# Dialogue_Text,DL_SellerNone2
source: It's those two next door, they won't stop arguing! My head is killing me I can't sell, much less think!
fr_fr: C'est ces deux-là à côté, ils n'arrêtent pas de se disputer ! Ma tête est en feu, je ne peux pas vendre, encore moins penser !

# Dialogue_Text,DL_SellerNotes
source: Oh oh a Toa! You MUST have some interesting artifacts from all your travels! Some ancient notes, books, anything!
fr_fr: Oh, un Toa ! Vous DEVEZ avoir des artéfacts intéressants de vos voyages ! D'anciennes notes, des livres, n'importe quoi !

# Dialogue_Text,DL_SellerSports
source: Kolhii, Kolhii, Kolhii! Welcome to my shop Toa, I sell everything you'll ever need for a Kolhii match!
fr_fr: Kohlii, Kohlii, Kohlii ! Bienvenue dans mon magasin Toa, je vends tout ce dont vous avez besoin pour un match de Kohlii !

# Dialogue_Text,DL_SellerSports1
source: Too? I - Oh, you've met Ahkmou...
fr_fr: Aussi ? Je - Oh, vous avez rencontré Ahkmou...

# Dialogue_Text,DL_SellerSports2
source: No I don't like him! He's an egotistacal charlatan selling Kolhii balls just for the profit! He cares nothing about the actual game, the sportsmanship!
fr_fr: Non je ne l'aime pas ! C'est un charlatan égoïste qui vend des balles de Kohlii uniquement pour le profit ! Il n'a rien à faire du jeu, du sport !

# Dialogue_Text,DL_SellerTrade
source: Yes, let's trade!
fr_fr: Oui, marchandons !

# Dialogue_Text,DL_SellerTrade2
source: Of course!
fr_fr: Bien sûr !

# Dialogue_Text,DL_Selling1
source: This amount's worth well more than 80 widgets!
fr_fr: Ça vaut bien plus que 80 widgets !

# Dialogue_Text,DL_Selling2
source: But are you sure you can't at least drop the price a little?
fr_fr: Mais tu es sûr que tu ne peux pas baisser un peu le prix ?

# Dialogue_Text,DL_Selling3
source: Lava stone is very difficult to harvest, and with the recent rahi attacks it's in very high demand to be used for repairs... I suppose I could drop it to 75.
fr_fr: La pierre de lave est très difficile à récolter, et avec les attaques de Rahi récentes, on en demande beaucoup pour les réparations... Je suppose que je pourrais descendre à 75.

# Dialogue_Text,DL_Selling4
source: Hmm, I think I have that much...
fr_fr: Hum, je pense que j'ai assez...

# Dialogue_Text,DL_Seltra1
source: I really need to find a better place for my books...
fr_fr: J'ai vraiment besoin de trouver un meilleur endroit pour mes livres...

# Dialogue_Text,DL_Seltra2
source: Oh Toa $T, Hi! Have you seen any Rahi recently?
fr_fr: Oh Toa $T, bonjour ! Avez-vous vu des Rahi récemment ?

# Dialogue_Text,DL_Seltra3
source: Well since you're a Toa, you get around better than us Matoran. You must get to see so many cool creatures!
fr_fr: Eh bien puisque vous êtes un Toa, vous vous débrouillez mieux que nous les Matoran. Vous devez voir plein de créatures intéressantes !

# Dialogue_Text,DL_Seltra4
source: Oooooo! Sounds exciting, Tell me all about them!
fr_fr: Oooooooh ! Ça a l'air intéressant. Dites m'en plus !

# Dialogue_Text,DL_Seltra5
source: Ack! Wait, I was supposed to be reorginising my books. If I don't finish now then I'll forget how I was doing it! Rain check on that story Toa!
fr_fr: Ack ! Attendez, j'étais sensé réorganiser mes livres. Si je ne termine pas maintenant je vais oublier comment je le faisais ! On se reverra pour votre histoire Toa !

# Dialogue_Text,DL_ShipperCleanUp
source: Oh, thank you Toa but I'll be okay.
fr_fr: Oh, merci Toa, mais je vais m'en occuper.

# Dialogue_Text,DL_ShipperDefault
source: Welcome to the Onu-Koro shipping center. Is there anything I can help you with today?
fr_fr: Bienvenue au centre de livraison d'Onu-Koro. Y a-t-il quoi que ce soit que je puisse faire pour vous aider aujourd'hui ?

# Dialogue_Text,DL_ShipperDefault2
source: This is the Onu-Koro shipping center, we ship things from Koro to Koro. I know it seems like we're in Po-Wahi but we're actually just on the edge of Onu-Wahi!
fr_fr: C'est le centre de livraisons d'Onu-Koro, nous livrons des colis de Koro à Koro. Je sais qu'on pourrait croire que nous sommes à Po-Wahi, mais nous sommes en vérité juste à la frontière avec Onu-Wahi !

# Dialogue_Text,DL_ShipperIntro
source: *The Matoran has his eyes closed tightly. He seems to be attempting to be as quiet as possible.*
fr_fr: *Le Matoran a les yeux fermés. Il semble s'efforcer d'être le plus calme possible.*

# Dialogue_Text,DL_ShipperIntro_2
source: *The Matoran keeps his eyes shut.* Who... Who's there?
fr_fr: *Le Matoran garde les yeux fermés.* Qui... Qui est là ?

# Dialogue_Text,DL_ShipperIntroGetup
source: They're gone? *He gets up, being cautious.* Oh, good. There were... two, maybe three? Or was it six? A bunch of Tarakava came in and wrecked the place!
fr_fr: Ils sont partis ? *Il se lève prudemment.* Oh, bien. Ils étaient... Deux, peut-être trois ? Où bien six ? Une bande de Trakava est arrivée et a mis l'endroit à sac !

# Dialogue_Text,DL_ShipperIntroRahi
source: Oh... Oh yeah? What kind of Rahi?
fr_fr: Oh... Oh oui ? Quelle sorte de Rahi ?

# Dialogue_Text,DL_ShipperIntroRahi_Tarakava
source: *He keeps his eyes shut.* Alright. Go ahead and eat me. Wait... Tarakava usually don't bother talking to their dinner... *He opens his eyes.* Toa! Why did you try and scare me like that?
fr_fr: *Il garde un de ses yeux fermés.* Très bien. Allez-y et mangez-moi. Une petite minute... Les Tarakava ne prennent d'habitude pas la peine de parler à leur dîner... *Il ouvre les yeux.* Toa ! Pourquoi m'avez-vous fait peur comme ça ?

# Dialogue_Text,DL_ShipperIntroRahi_Toa
source: Wait a minute... Toa aren't Rahi! *He opens his eyes.* Oh, It's you Toa $T. You shouldn't try to trick people, it's unbecoming of a hero.
fr_fr: Une petite minute... Les Toa ne sont pas des Rahi ! *Il ouvre les yeux.* Oh, c'est vous Toa $T. Vous ne devriez pas tromper les gens comme ça, c'est inconvenant de la part d'un héros.
