Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# InvItem_NoteText,Item_PoetNoteBurns_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this city burns with life. -Talok Poet-Nui, feat. The Toa Mata
fr_fr: Talok : La Ballade de Ta-Koro Partie 2 Aah Ta-Koro, quelle merveilleuse cité. De la Lave, jusqu'au feu des torches, cette cité est brûlante de vie. - Talok Poète-Nui, avec le Toa Mata

# InvItem_NoteText,Item_PoetNoteHot_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, this place is too hot. -Talok Poet-Nui, feat. Toa Kopaka
fr_fr: Talok : La Ballade de Ta-Koro Partie 2 Aah Ta-Koro, quelle merveilleuse cité. De la Lave, jusqu'au feu des torches, cet endroit est trop chaud. - Talok Poète-Nui, avec le Toa Mata

# InvItem_NoteText,Item_PoetNoteLight_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, our city is full of light. -Talok Poet-Nui, feat. The Toa Mata
fr_fr: Talok : La Ballade de Ta-Koro Partie 2 Aah Ta-Koro, quelle merveilleuse cité. De la Lave, jusqu'au feu des torches, notre cité est pleine de lumière. - Talok Poète-Nui, avec les Toa Mata

# InvItem_NoteText,Item_PoetNotePart1_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 1 The Cavern of Lava, the great city stands alone within it's embrace. Fire springs up only to splash against it's black walls. -Talok Poet-Nui
fr_fr: Talok : La Ballade de Ta-Koro Partie 1 La Caverne de Lave, la grande cité se tient seule dans son étreinte. Le feu s'élève uniquement pour s'éclabousser contre ses murs noirs. - Talok Poète-Nui

# InvItem_NoteText,Item_PoetNotePart3_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 3 As the guards patrol, the heat will boil. The burning of the forest, and the setting of the sun. I believe now my time in Ta-koro is finally done. -Talok Poet-Nui
fr_fr: Talok : La Ballade de Ta-Koro Partie 3 Alors que les gardes patrouillent, la chaleur bouillonne. Les brûlures de la foret, et le coucher du soleil. Je crois maintenant que mon temps à Ta-Koro est finalement révolu. - Talok Poète-Nui

# InvItem_NoteText,Item_PoetNoteSmoke_NoteDisplay
source: Talok: The Ballad of Ta-koro Part 2 Ahh Ta-koro, what a wonderful city. From the Lava, to the fires of the torches, smoke rises to greet the sun. -Talok Poet-Nui, feat. The Toa Mata
fr_fr: Talok : La Ballade de Ta-Koro Partie 2 Aah Ta-Koro, quelle merveilleuse cité. De la Lave, jusqu'au feu des torches, de la fumée s'élève à la rencontre du soleil. - Talok Poète-Nui, avec le Toa Mata

# InvItem_NoteText,Item_ResearchNotes_NoteDisplay
source: Komata Research Notes - The Artifact Entry 1 - I've just bought a strange looking stone sculpture from the fellow I met in Po-Koro during the shifting festival last year. I found him outside Onu-Koro and he seemed strangely eager to get rid of this object. I took a liking to it, given that it was nothing like anything I had previously seen on Mata-Nui. I'll begin my research when I return to Onu-Koro. Entry 2 - It's Alive! Or rather it was. It turns out this sculpture is no sculpture at all, it's a fossil of a once living creature! However I see no indication of the common signs we have come to associate with living creatures, no limbs, orifices, or servos of any kind. Perhaps this creature made it's home beneath the waves? Entry 3 - After consulting with some seers from Ko-Koro, I believe we have made a connection between this fossil and the strange grey sculptures found around Mata-Nui, I no not what this connection is, but the seers have assured me that the stars tell us there is one. Entry 4 - I have arrived at a circle of the aforementioned sculptures in the Onu-Wahi wilds, upon inital examanation they seem to be ordinary sculptures. Returning to the fossil, I would like to retract my previous hypothesis of it residing under the ocean - I would instead infer that it came from under Mata-Nui's surface. I will elaborate on this potential conclusion tomorrow, as for now I must retire.
fr_fr: Notes de Recherche de Komata - L'Artéfact Entrée 1 - Je viens tout juste d'acheter une sculpture de pierre à l'air étrange au bonhomme que j'ai rencontré à Po-Koro lors du festival du changement l'année dernière. Je l'ai trouvé hors d'Onu-Koro et il avait l'air étrangement impatient de se débarrasser de cet objet. Celui-ci m'intéressait, puisqu'il ne ressemblait à rien de ce que j'ai pu voir auparavant sur Mata-Nui. Je commencerai ma recherche lorsque je rentrerai à Onu-Koro. Entrée 2 - C'est en vie ! Ou plutôt c'était. Il se trouve que cette sculpture n'en est pas du tout une, c'est un fossile d'une créature autrefois vivante ! Je ne vois cependant aucune indication des signes communs que nous avons associés aux créatures vivantes : pas de membres, d'orifices ou de servos quels qu'ils soient. Peut-être cette créature était-elle chez elle sous les vagues ? Entrée 3 - Après avoir consulté quelques voyants de Ko-Koro, je pense que nous avons établi un lien entre ce fossile et les étranges sculptures grises trouvées ici et là sur Mata-Nui, je ne sais pas ce que ce lien est, mais les voyants m'ont assuré que les étoiles nous disent qu'il existe. Entrée 4 - Je suis arrivé dans un cercle des sculptures précitées dans les contrées sauvages d'Onu-Wahi, après examen elles ressemblent à des sculptures ordinaires. Pour revenir au fossile, je voudrais rétracter mon hypothèse précédente selon laquelle il viendrait de sous l'océan - je pense plutôt qu'il viendrait de sous la surface de Mata-Nui. Je développerai cette conclusion potentielle demain, il est venu l'heure de me retirer.

# InvItem_NoteText,Item_ShoppingList_NoteDisplay
source: Needed: -10 Metallic Protodermis Ingots -10 Glow Crystals -50 Wahae-Mata Gel -200 Widgets
fr_fr: Requis : - 10 Lingots de Protodermis Métallique - 10 Cristaux Lumineux - 50 Gel Wahae-Mata - 200 Widgets

# InvItem_NoteText,Item_SouthernTipNote_NoteDisplay
source: To whoever finds this note: Welcome to the southernmost tip of Mata-Nui! First explored by Hahi of Le-Koro! Items found here when first explored: -An interesting looking rock (took it with me!) -A lonely looking ussal -A piece of driftwood All in all, worth the trip! -Note authored by Hahi of Le-Koro
fr_fr: A qui que ce soit qui trouverait cette note : Bienvenue à la pointe sud de Mata-Nui ! Explorée pour la première fois par Hahi de Le-Koro ! Objets trouvés ici lors de la première exploration : - Un caillou intéressant (l'ai pris avec moi !) - Un ussal à l'air esseulé - Un morceau de bois flotté Au final, ça valait la peine ! - Note écrite par Hahi de Le-Koro

# InvItem_NoteText,Item_SwordStatueNotePart1_NoteDisplay
source: Akoga 22:1 The unrest in my soul is creeping into my every day life, I feel my mood becoming more and more unmanageable each day. I wish for a way to rid myself of these feelings, but I fear that I may never find peace. I have just awoken from a dream that could not have been less than a message from the great spirit himself. In this dream I found myself humbled at the feet of three massive swords that towered over me, they reached so high they seemed to penetrate the clouds. A rather strange, tall Ko-Matoran stood in the middle of these three swords, he uttered one word, "Pahtu". I am unsure of the spelling of course, but I will be consulting the Turaga later today, as well as the wall of prophicies - to decifer what the meaning of this vision could be, and who or what "Pahtu" could be.
fr_fr: Akoga 22:1 Le tourment dans mon âme déteint sur ma vie de tous les jours, je sens mon humeur devenir de moins en moins gérable chaque jour. Je souhaite une manière de me libérer de ces sentiments, mais je crains que je ne puisse jamais trouver la paix. Je viens de me réveiller d'un rêve qui ne pourrait rien être d'autre qu'un message du grand esprit lui-même. Dans ce rêve, je me suis retrouvé, humble, aux pieds de trois grandes épées qui me surplombaient, elles allaient si haut qu'elle semblaient pénétrer à travers les nuages. Un étrange Ko-Matoran, grand, se tenait au milieu des trois épées, et a prononcé un mot, « Pahtu ». Je ne suis pas certain de l'écriture de celui-ci, bien sûr, mais j'irai consulter le Turaga plus tard dans la journée, ainsi que le mur des prophéties - pour déchiffrer ce que pourrait être la signification de cette vision, et qui ou quoi pourrait être ce « Pahtu ».

# InvItem_NoteText,Item_SwordStatueNotePart2_NoteDisplay
source: Akoga 22:2 After doing some research I've discovered that Pahtu was a Ko-Matoran that made many exploits into the drifts as well as many other places in Ko-Wahi. I am unsure if this was the tall creature in the dream, someone I must find, or perhaps this matoran is completely unreleated. The Turaga has informed me that Pahtu has not been seen in many many years, he went missing during an expedition near the Ko-Wahi coast. No one really knows what happened to him, but I intend to discover that truth. I believe I am on the road to enlightenment - while some may think that my path is dangerous or folly, strangely... I have a good feeling about this. (Note: It turns out the spelling "Pahtu" is correct. Strange....)
fr_fr: Akoga 22:2 Après avoir fait un peu de recherche j'ai découvert que Pahtu était un Ko-Matoran qui a fait plusieurs exploits dans les gorges ainsi qu'en d'autres endroits à Ko-Wahi. Je ne suis pas sûr de si c'était lui la grande créature dans le rêve, quelqu'un que je dois trouver, ou peut-être quelqu'un de complètement étranger à tout ceci. Le Turaga m'a informé du fait que Pahtu n'a pas été vu depuis des années, il a disparu lors d'une expédition sur la côte de Ko-wahi. Personne ne sait réellement ce qui lui est arrivé mais j'ai l'intention de le découvrir. Je pense que je suis sur la route de l'illumination - alors que certains peuvent penser que mon chemin est dangereux ou une folie, étrangement... J'ai un bon pressentiment. (Note : il semblerait que l'écriture du mot « Pahtu » soit correcte. Étrange...)

# InvItem_NoteText,Item_SwordStatuesNotePart3_NoteDisplay
source: Akoga 22:3 They stood even taller than I could have imagined, for all this time. When my journey first began I did not believe that I could ever find this holy place, I even doubted it's existance - but now that I am here I truly feel at peace. As I meditate at the structure nearby, directly underneath Mata-Nui's might, I feel more refreshed and alive than ever. I feel as though Mata-Nui himself has blessed these statues with his divine will. While Pahtu is nowhere in sight, I believe this to be where his jouney ended. Something happened to him here, and what that was no-one will ever know. But I have a feeling that he was not killed, he is still alive, somewhere, and somehow. Dear reader, This will be my last entry for some time. I hope my words have perhaps inspired you to strive for enlightenment similar to myself. Thank you for reading, and may the Great Spirit guide you.
fr_fr: Akoga 22:3 Ils se tenaient encore plus hauts que ce que j'aurais pu imaginer, pendant tout ce temps. Au commencement de mon voyage je n'aurais pas cru pouvoir trouver un jour ce lieu saint, j'ai même douté de son existence - mais maintenat que je suis là, je me sens vraiment en paix. Alors que je médite auprès de la structure non-loin, directement sous la puissance de Mata-Nui, je me sens plus ressourcé et vivant que jamais. Je me sens comme si Mata-Nui lui-même avait béni ces statues de sa volonté divine. Alors que Pahtu n'est nulle part dans mon champ de vision, je pense que c'est ici que son voyage a pris fin. Quelque-chose lui est arrivé ici, et personne ne saura jamais ce que c'était. Mais j'ai le sentiment qu'il n'a pas été tué, il est toujours vivant, quelque-part, par quelque moyen. Cher lecteur, Ceci sera ma dernière entrée avant longtemps. J'espère que mes mots vous ont peut-être inspiré à rechercher une illumination similaire à la mienne. Merci pour votre lecture, et puisse le Grand Esprit vous guider.

# InvItem_NoteText,Item_ThueiNote_NoteDisplay
source: THUEI'S GOOD QUALITY CARVING SERVICE Out carving! If you're stopping by to ask about an order you placed, it will probably be finished in approximately 2-30 weeks depending on certain factors! Thank you! -Thuei
fr_fr: SCULPTURE DE BONNE QUALITE DE THUEI Parti sculpter ! Si vous avez des questions concernant une commande en cours, elle sera probablement terminée d'ici approximativement 2-30 semaines en fonction de certains facteurs ! Merci ! - Thuei

# InvItem_NoteText,KylmaNote_NoteDisplay
source: The text seems indecipherable. It might be an older dialect or just Kylma's handwriting...
fr_fr: Le texte semble indéchiffrable. Il pourrait s'agir d'un dialecte ancien, ou juste l'écriture de Kylma...

# Loading,Loading_Text
source: Loading...
fr_fr: Chargement...

# LoadingTip_Text,Tip_AkakuZoom
source: You can zoom while wearing the Akaku by pressing the assigned key (Default is Left ALT).
fr_fr: Vous pouvez zoomer en portant l'Akaku en appuyant sur le bouton désigné (ALT Gauche par défaut)

# LoadingTip_Text,Tip_CodexHints
source: The Codex contains not only lore, but also Gameplay hints.
fr_fr: Le Codex contient non-seulement des éléments de l'histoire, mais aussi des indices utiles en jeu.

# LoadingTip_Text,Tip_MeditationStoneAutosave
source: The game Autosaves when interacting with a meditation stone.
fr_fr: Le jeu sauvegarde automatiquement en interagissant avec une pierre de méditation.

# LoadingTip_Text,Tip_MeditationStonesHeal
source: Meditation Stones Heal all Toa on interaction, there's no need to actually meditate for this effect.
fr_fr: Les Pierres de Méditation soignent tous les Toa lors de l'interaction, il n'est pas nécessaire de méditer pour cet effet.

# LoadingTip_Text,Tip_MeditationStonesInteract
source: Press the interaction key while in meditation stone menu to quickly exit it.
fr_fr: Appuyez sur le bouton d'interaction dans le menu de méditation pour quitter celle-ci rapidement.

# LoadingTip_Text,Tip_ObjectivesAkaku
source: Quest objectives can be seen in the world when using the Akaku.
fr_fr: Les objectifs de quêtes peuvent être visualisés en utilisant l'Akaku.

# LoadingTip_Text,Tip_Save
source: Remember to manually save OFTEN!
fr_fr: Rappelez-vous de sauvegarder manuellement SOUVENT !

# LoadingTip_Text,Tip_SaveSlots
source: It's a good idea to Save in multiple slots.
fr_fr: Avoir plusieurs emplacements de sauvegarde est une bonne idée.

# LoadingTip_Text,Tip_UnderwaterElementalAttacks
source: Elemental Attacks can be triggered in water.
fr_fr: Les attaques élémentaires peuvent être déclenchées sous l'eau.

# Quest_Description,Quest_Amongsttheburnttrees_Desc
source: A temple of worship in Ta-wahi has been overrun by rahi!
fr_fr: Un temple d'adoration à Ta-Wahi a été envahi par les rahi !

# Quest_Description,Quest_CalmCave_Desc
source: This Cave sanctuary is infested by rahi, Free it so that the matoran may return to their Temple.
fr_fr: Cette Grotte sanctuaire est infestée par les rahi, Libérez-là pour que les Matoran puissent revenir à leur Temple.

# Quest_Description,Quest_Challange_Desc
source: Kopaka has been informed by a Po-matoran in Ko-koro that he has been summoned to the tip of Po-wahi for an urgent purpose.
fr_fr: Kopaka a été informé par un Po-Matoran à Ko-Koro qu'il était attendu à l'extrémité de Po-Wahi pour une affaire urgente.

# Quest_Description,Quest_CometHunt_Desc
source: Komeke doesn't have the widgets to buy a Comet Kolhii ball, perhaps you could get one for him.
fr_fr: Komeke n'a pas assez de widgets pour acheter une balle de Kohlii Comète, peut-être pourriez-vous en trouver une pour lui.

# Quest_Description,Quest_DangerOnTheHorizon_Desc
source: A small temple near Ga-koro has been taken over by a Tarakava, the matoran would like it back.
fr_fr: Un petit temple près de Ga-Koro a été envahi par les Tarakava, les Matoran voudraient le récupérer.

# Quest_Description,Quest_FindKumo_Desc
source: A matoran by the name of Kumo got lost while collecting materials, and his friend is worried. You should be able to find Kumo in Fau swamp, on the lake with the "Huge-big" Boulder in it.
fr_fr: Un matoran du nom de Kumo s'est perdu en collectant des matériaux, et son ami est inquiet. Vous devriez trouver Kumo dans le marécage de Fau, sur le lac près de « l'Énorme-gros » Rocher.

# Quest_Description,Quest_FrozenInWood_Desc
source: Kohi, a Protosteel Collector has requested that you find a Protosteel tool in the Jungles of Le-wahi, He said it would be found "Frozen in Wood" and is surrounded by a Nui-Jaga nest.
fr_fr: Kohi, un Collectionneur de Protoacier, vous a demandé de trouver un outil en Protoacier dans les Jungles de Le-Wahi, Il a dit qu'il serait « Gelé dans le Bois » au milieu d'un nid de Nui-Jaga.

# Quest_Description,Quest_FrozenTower_Desc
source: The tower sanctuary in Ko-wahi has been taken over by rahi, free it so that the matoran may return.
fr_fr: La tour sanctuaire à Ko-Wahi a été envahie par les rahi, libérez-là pour que les Matoran puissent revenir.

# Quest_Description,Quest_Gali_Desc
source: You have gathered all your Masks of Power, head to the suva in Ga-koro to gain your golden mask.
fr_fr: Vous avez trouvé tous les Masques de Pouvoir, retournez au Suva à Ga-Koro pour obtenir votre masque d'or.

# Quest_Description,Quest_GaMakokiStone_Desc
source: Turaga Nokama has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
fr_fr: Turaga Nokama vous a demandé de trouver une ancienne relique connue sous le nom de Pierre Makoki, une des six pièces nécessaires pour débloquer l'entrée du repaire du Makuta.

# Quest_Description,Quest_Infestation_Desc
source: A small Mining village has been Infested by Nui-jaga!
fr_fr: Un petit village de mineurs a été infesté par les Nui-Jaga !

# Quest_Description,Quest_KiniNui_Desc
source: You have recovered all the Makoki stones, Retrieve the remaining Golden masks - Then join the other Toa at the Kini-Nui for the final battle. ($G/6 Gold Masks)
fr_fr: Vous avez retrouvé toutes les Pierres Makoki, Retrouvez les masques d'or restants - Puis rejoignez les autres Toa au Kini-Nui pour la bataille finale. ($G/6 Masques d'or)

# Quest_Description,Quest_KoMakokiStone_Desc
source: Matoro has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
fr_fr: Matoro vous a demandé de trouver une ancienne relique connue sous le nom de Pierre Makoki, une des six pièces nécessaires pour débloquer l'entrée du repaire du Makuta.

# Quest_Description,Quest_Kopaka_Desc
source: You have gathered all your Masks of Power, head to the suva in Ko-koro to gain your golden mask.
fr_fr: Vous avez trouvé tous les Masques de Pouvoir, retournez au Suva à Ko-Koro pour obtenir votre masque d'or.

# Quest_Description,Quest_LeMakokiStone_Desc
source: Matau has informed you of an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
fr_fr: Matau vous a demandé de trouver une ancienne relique connue sous le nom de Pierre Makoki, une des six pièces nécessaires pour débloquer l'entrée du repaire du Makuta.

# Quest_Description,Quest_LeTemple_Desc
source: There's a temple near the edge of the island in Le-wahi, you should explore it.
fr_fr: Il y a un temple en bordure de l'île à Le-Wahi, vous devriez l'explorer.

# Quest_Description,Quest_Lewa_Desc
source: You have gathered all your Masks of Power, head to the suva in Le-koro to gain your golden mask.
fr_fr: Vous avez trouvé tous les Masques de Pouvoir, retournez au Suva à Le-Koro pour obtenir votre masque d'or.

# Quest_Description,Quest_LostResearch_Desc
source: Find Kylma's lost research. It should be in a hut near a ruined temple on a small island on the shore in ko-wahi near the le-wahi border. Kylma even said that there is a Great mask there.
fr_fr: Retrouver les recherches perdues de Kylma. Elles devraient être dans une hutte près d'un temple en ruine sur une petite île sur la côte de Ko-Wahi près de la frontière avec Le-Wahi. Kylma a également indiqué qu'il y a un Grand Masque sur place.

# Quest_Description,Quest_Mangaia_Desc
source: You have gathered all your Masks of Power, You've Found the Makoki stones, now you must face the ultimate test. Fight your way through the Makuta's beasts and defeat him once and for all.
fr_fr: Vous avez rassemblé tous les Masques de Pouvoir, Vous avez Trouvé les Pierres Makoki, maintenant vous devez faire face au test ultime. Frayez-vous un chemin à travers les rangs des bêtes du Makuta, et vainquez-le une fois pour toutes.

# Quest_Description,Quest_OnTheLine_Desc
source: Reka, the Mask maker - needs 350 widgets to sell you a powered kakama.
fr_fr: Reka, le fabriquant de Masques - demande 350 widgets pour vous vendre un Kakama actif.

# Quest_Description,Quest_Onua_Desc
source: You have gathered all your Masks of Power, head to the suva in Onu-koro to gain your golden mask.
fr_fr: Vous avez trouvé tous les Masques de Pouvoir, retournez au suva à Onu-koro pour obtenir votre masque d'or.

# Quest_Description,Quest_OnuMakokiStone_Desc
source: Turaga Whenua has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
fr_fr: Le Turaga Whenua vous a demandé de trouver une ancienne relique connue sous le nom de Pierre Makoki, une des six pièces nécessaires pour débloquer l'entrée du repaire du Makuta.

# Quest_Description,Quest_Pohatu_Desc
source: You have gathered all your Masks of Power, head to the suva in Po-koro to gain your golden mask.
fr_fr: Vous avez trouvé tous les Masques de Pouvoir, retournez au suva à Po-Koro pour obtenir votre masque d'or.

# Quest_Description,Quest_PoMakokiStone_Desc
source: Turaga Onewa has tasked you to find an ancient relic refered to as the Makoki Stone, one of six pieces used to unlock the makuta's domain.
fr_fr: Le Turaga Onewa vous a demandé de trouver une ancienne relique connue sous le nom de Pierre Makoki, une des six pièces nécessaires pour débloquer l'entrée du repaire du Makuta.

# Quest_Description,Quest_PoTemple_Desc
source: There's a strange temple in the desert, Explore it and see what might be hidden among it's tunnels.
fr_fr: Il y a un temple étrange dans le désert, Explorez-le et voyez ce qu'il peut y avoir de caché dans ses tunnels.

# Quest_Description,Quest_ProphetOfTheMakuta_Desc
source: A strange matoran has lead you in the direction of a cold and ominous cave on the south side of the Mangia. He said he saw the toa enter, but never leave; It's best to be careful.
fr_fr: Un étrange Matoran vous a indiqué la direction d'une grotte sombre et sinistre sur le versant sud du Mangia. Il a dit qu'il avait vu un Toa entrer, mais pas ressortir; Mieux vaut être prudent.

# Quest_Description,Quest_Protosteel_Desc
source: The Po-Matoran Kohi has been seeking out rare tools cast in Protosteel, You've gathered the tool he wanted, return it to him.
fr_fr: Le Po-Matoran Kohi est à la recherche d'outils rare en Protoacier, Vous avez trouve tous les outils qu'il cherchait, ramenez-les lui.

# Quest_Description,Quest_Staff_Desc
source: Quater Master Niidok has gotten the wrong shipment of staves, he has requested that you speak to Takar the staff seller about this. He has a shop just outside Ta-koro.
fr_fr: Le Quartier-Maître Niidok a reçu la mauvaise cargaison de bâtons, il vous a demandé d'en parler à Takar le marchand de bâtons. Il a un magasin juste aux abords de Ta-Koro.

# Quest_Description,Quest_Tahu_Desc
source: You have gathered all your Masks of Power, head to the suva in Ta-koro to gain your golden mask.
fr_fr: Vous avez rassemblé tous les Masques de Pouvoir, retournez au Suva à Ta-kKro pour obtenir votre masque d'or.
