Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_Hahli3_PlayerResponse_2
source: Well that's not good. Any way I can help?
fr_fr: Oh, ce n'est pas bon. Je peux aider d'une manière ou d'une autre ?

# Dialogue_Response,DL_Hahli4_PlayerResponse_1
source: I'll see what I can do.
fr_fr: Je verrais ce que je peux faire.

# Dialogue_Response,DL_Hahli5_PlayerResponse_1
source: Not yet, I'm working on it.
fr_fr: Pas encore, j'y travaille.

# Dialogue_Response,DL_Hahli6_PlayerResponse_1
source: You have my word.
fr_fr: Tu as ma parole.

# Dialogue_Response,DL_HahliGiveMap_PlayerResponse_1
source: I'll see what I can do.
fr_fr: Je verrais ce que je peux faire.

# Dialogue_Response,DL_HalloweenMan1_PlayerResponse_1
source: What do you mean?
fr_fr: Que veux-tu dire ?

# Dialogue_Response,DL_HalloweenMan2_PlayerResponse_1
source: Oh, you mean the vegetables with faces on them?
fr_fr: Oh, tu parles des légumes avec des visages ?

# Dialogue_Response,DL_HalloweenMan3_PlayerResponse_1
source: Do you know what they're for?
fr_fr: Tu sais à quoi ils servent ?

# Dialogue_Response,DL_HalloweenMan4_PlayerResponse_1
source: I suppose it couldn't hurt to try.
fr_fr: Je suppose que ça ne peut pas faire de mal d'essayer.

# Dialogue_Response,DL_HalloweenMan5_PlayerResponse_1
source: No, not really.
fr_fr: Non, pas vraiment.

# Dialogue_Response,DL_HalloweenMan6_PlayerResponse_1
source: Thank you, I suppose.
fr_fr: Merci, je suppose.

# Dialogue_Response,DL_Huki1_PlayerResponse_1
source: Hello?
fr_fr: Bonjour ?

# Dialogue_Response,DL_Huki3_PlayerResponse_1
source: I'm afraid not...
fr_fr: J'ai peur que non...

# Dialogue_Response,DL_Huki4_PlayerResponse_1
source: Nice to meet you - Again I suppose. What was this about a Turaga?
fr_fr: Enchanté de te rencontrer - à nouveau je suppose. Que me dis-tu à propos d'un Turaga ?

# Dialogue_Response,DL_Huki5_PlayerResponse_1
source: Is there something I can do?
fr_fr: Est-ce que je peux faire quelque chose ?

# Dialogue_Response,DL_Huki6_PlayerResponse_1
source: Uhh, Map?
fr_fr: Heu, une carte ?

# Dialogue_Response,DL_Huki6_PlayerResponse_2
source: Of course.
fr_fr: Bien sûr.

# Dialogue_Response,DL_HukiMap_PlayerResponse_1
source: I'll find him.
fr_fr: Je le trouverai.

# Dialogue_Response,DL_HukiNoMap_PlayerResponse_1
source: Thank you, I'll find him.
fr_fr: Merci, je le trouverai.

# Dialogue_Response,DL_HukiReturn_PlayerResponse_1
source: I will, don't worry.
fr_fr: Je le ferais, ne t'inquiète pas.

# Dialogue_Response,DL_ImportedPlantSeller_PlayerResponse_2
source: I don't need any at the moment thank you.
fr_fr: Je n'en ai pas besoin pour le moment, merci.

# Dialogue_Response,DL_InsaneMatoran1_2_PlayerResponse_1
source: Don't worry I won't hurt you!
fr_fr: Ne vous inquiétez pas, je ne vais pas vous faire de mal !

# Dialogue_Response,DL_InsaneMatoran1_PlayerResponse_1
source: Don't worry I won't hurt you!
fr_fr: Ne vous inquiétez pas, je ne vais pas vous faire de mal !

# Dialogue_Response,DL_InsaneMatoran2_2_PlayerResponse_1
source: Wait, I'm not lying!!
fr_fr: Attends, je ne me mens pas !

# Dialogue_Response,DL_InsaneMatoran2_PlayerResponse_1
source: Wait, I'm not lying!!
fr_fr: Attends, je ne me mens pas !

# Dialogue_Response,DL_Jala1_PlayerResponse_2
source: How do I get to the village?
fr_fr: Comment est-ce que j'atteins le village ?

# Dialogue_Response,DL_Jala1_PlayerResponse_4
source: Nothing, didn't mean to bother you.
fr_fr: Rien, je ne voulais pas te déranger.

# Dialogue_Response,DL_JalaReport1_PlayerResponse_1
source: Any news in Ta-Koro?
fr_fr: Des nouvelles de Ta-Koro ?

# Dialogue_Response,DL_JalaReport1_PlayerResponse_2
source: Thank you for the information. I'll speak to him.
fr_fr: Merci pour l'information. Je lui parlerai.

# Dialogue_Response,DL_JalaReport_PlayerResponse_1
source: I have more Athority than you.
fr_fr: J'ai plus d'autorité que toi.

# Dialogue_Response,DL_JalaReport_PlayerResponse_2
source: Please, I'd like to know what's going on around here.
fr_fr: S'il te plaît, j'aimerai savoir ce qui se passe par ici.

# Dialogue_Response,DL_JalaReportTahu_PlayerResponse_1
source: Thank you for the information.
fr_fr: Merci pour l'information.

# Dialogue_Response,DL_JalaTakoro_PlayerResponse_1
source: Remind me, Who are you?
fr_fr: Rappelle-moi, qui es-tu ?

# Dialogue_Response,DL_JalaWho_PlayerResponse_1
source: How do I get to the village?
fr_fr: Comment est-ce que j'atteins le village ?

# Dialogue_Response,DL_JalaWho_PlayerResponse_3
source: Thank you, I remember now.
fr_fr: Merci, je m'en souviens maintenant.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_1
source: What's this about the Turaga?
fr_fr: Que me dis-tu sur le Turaga ?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_2
source: Your shipment?
fr_fr: Ta cargaison ?

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_3
source: Reka said you would have a job for me.
fr_fr: Reka m'a dit que tu avais du travail pour moi.

# Dialogue_Response,DL_JobmasterIntro_2_PlayerResponse_4
source: Carry on.
fr_fr: Continue.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_1
source: Am I disturbing you?
fr_fr: Je te dérange ?

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_2
source: Reka sent me.
fr_fr: Je suis envoyé par Reka.

# Dialogue_Response,DL_JobmasterIntro_PlayerResponse_3
source: I'll leave you to... whatever you're doing.
fr_fr: Je te laisserai à... ce que tu es en train de faire.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_1
source: Sounds like something I could handle.
fr_fr: On dirait que c'est quelque chose dont je pourrais m'occuper.

# Dialogue_Response,DL_JobmasterJob1_PlayerResponse_2
source: What kind of shipment?
fr_fr: Quelle sorte de cargaison ?

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_1
source: He said you might have a job for me.
fr_fr: Il a dit que tu pourrais avoir du travail pour moi.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_2
source: You looked distracted just then.
fr_fr: Tu avais l'air distrait à l'instant.

# Dialogue_Response,DL_JobmasterJobSneak_PlayerResponse_3
source: Nevermind.
fr_fr: Oublie ça.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_1
source: Alright, I'm on it.
fr_fr: D'accord, je m'y mets.

# Dialogue_Response,DL_JobmasterQuestLoc_PlayerResponse_2
source: Remind me, what type of shipment is this?
fr_fr: Rappelle-moi, de quel type de cargaison s'agit-il ?

# Dialogue_Response,DL_JobmasterReturn1_PlayerResponse_1
source: Why were you having them imported?
fr_fr: Pourquoi les importais-tu ?

# Dialogue_Response,DL_JobmasterReturn2_PlayerResponse_1
source: This stops now.
fr_fr: Cela prend fin maintenant.

# Dialogue_Response,DL_JobmasterReturn3_PlayerResponse_1
source: I believe you owe me some widgets.
fr_fr: Je crois que tu me dois des widgets.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_1
source: Your Illegal Ruki were eaten by Rahi.
fr_fr: Tes Ruki illégaux ont été mangés par des Rahi.

# Dialogue_Response,DL_JobmasterReturn_PlayerResponse_2
source: Not yet.
fr_fr: Pas encore.

# Dialogue_Response,DL_JobmasterReturnFinal_PlayerResponse_1
source: Sorry.
fr_fr: Désolé.

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_1
source: Is there something I can do for you?
fr_fr: Je peux faire quelque chose pour toi ?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_2
source: And what did you say about the Turaga?
fr_fr: Et qu'as-tu dit à propos du Turaga ?

# Dialogue_Response,DL_JobmasterShipment_PlayerResponse_3
source: Reka said you might have a job for me. How about I locate this shipment?
fr_fr: Reka m'a dit que tu pourrais avoir du travail pour moi. Et si je retrouvais cette cargaison ?

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_1
source: I accept.
fr_fr: J'accepte.

# Dialogue_Response,DL_JobmasterShipmentGiveQuest_PlayerResponse_2
source: I have some other matters to attend to.
fr_fr: Il y a d'autres problèmes dont je dois m'occuper.

# Dialogue_Response,DL_JobmasterShipmentJob_PlayerResponse_1
source: What do you need me to do?
fr_fr: Que veux-tu que je fasse ?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_2
source: Where exactly is the shipping center?
fr_fr: Où est ce centre d'expédition exactement ?

# Dialogue_Response,DL_JobmasterShipmentQuestDesc_PlayerResponse_3
source: What type of shipment was it again?
fr_fr: De quel type de cargaison s'agissait-il déjà ?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_1
source: What's this about a shipment?
fr_fr: Quelle est cette histoire de cargaison ?

# Dialogue_Response,DL_JobmasterTuraga_PlayerResponse_2
source: Reka mentioned I should come see you.
fr_fr: Reka m'a dit que je devrais venir te voir.

# Dialogue_Response,DL_KapuraGa_PlayerResponse_2
source: Why are you in Ga-wahi?
fr_fr: Que fais-tu à Ga-Wahi ?

# Dialogue_Response,DL_KapuraKo_PlayerResponse_2
source: What is a Ta-Matoran doing in Ko-Wahi?
fr_fr: Qu'est-ce qu'un Ta-Matoran fait à Ko-Wahi ?

# Dialogue_Response,DL_KapuraLe_PlayerResponse_2
source: Why are you in Le-Wahi?
fr_fr: Que fais-tu à Le-Wahi ?

# Dialogue_Response,DL_Kapuranotlost_PlayerResponse_1
source: Ok, Goodbye...
fr_fr: Ok, au revoir...

# Dialogue_Response,DL_KapuraOnu_PlayerResponse_2
source: What are you doing on this Island?
fr_fr: Que fais-tu sur cette île ?

# Dialogue_Response,DL_KapuraPo1_PlayerResponse_1
source: Huh, I almost didn't recognise you without your wandering in circles!
fr_fr: Heu, je ne t'ai presque pas reconnu à ne pas tourner en rond !

# Dialogue_Response,DL_KapuraPo2_PlayerResponse_1
source: Very well then, I'll leave you to it.
fr_fr: Très bien, je vais te laisser.

# Dialogue_Response,DL_KapuraWhatareyoudoing_PlayerResponse_2
source: Ok, Goodbye...
fr_fr: Ok, au revoir...

# Dialogue_Response,DL_KapuraWhereGa_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
fr_fr: Si tu es venu jusqu'à Ta-Wahi, on dirait qu'il avait raison.

# Dialogue_Response,DL_KapuraWhereKo_PlayerResponse_1
source: If you managed to come all the way from Ta-Wahi, then It seems he was right.
fr_fr: Si tu es venu jusqu'à Ta-Wahi, on dirait qu'il avait raison.

# Dialogue_Response,DL_KapuraWhereLe_PlayerResponse_1
source: If you came all the way from Ta-Wahi, then It seems he was right.
fr_fr: Si tu es venu jusqu'à Ta-Wahi, on dirait qu'il avait raison.

# Dialogue_Response,DL_KapuraWhereOnu_PlayerResponse_1
source: Huh, I suppose you're right.
fr_fr: Heu, je suppose que tu as raison.

# Dialogue_Response,DL_KewaMaster1_PlayerResponse_1
source: Can I?
fr_fr: Je peux ?

# Dialogue_Response,DL_KewaMaster_PlayerResponse_1
source: What about this Kahu, can I ride him?
fr_fr: Et ce Kahu, je peux le monter ?

# Dialogue_Response,DL_Kieve1_PlayerResponse_1
source: We? You... want me to come with you?
fr_fr: Nous ? Tu... veux que je viennes avec toi ?

# Dialogue_Response,DL_Kieve2_PlayerResponse_1
source: Alright, Are you sure you'll be okay?
fr_fr: D'accord, tu es sûr que tu iras bien ?

# Dialogue_Response,DL_Kieve3_PlayerResponse_1
source: I'll... Leave you to it then.
fr_fr: Je... vais te laisser alors.

# Dialogue_Response,DL_KoAstronomer1_PlayerResponse_1
source: Do you... Do anything else?
fr_fr: Est-ce que tu... fais quelque chose d'autre ?

# Dialogue_Response,DL_KoAstronomer2_PlayerResponse_1
source: How do you make these?
fr_fr: Comment fabriques-tu ça ?

# Dialogue_Response,DL_KoAstronomer3_PlayerResponse_1
source: Intriguing.
fr_fr: Intrigant.

# Dialogue_Response,DL_KoFishSeller2_PlayerResponse_1
source: Where are you from?
fr_fr: D'où viens-tu ?

# Dialogue_Response,DL_KoFishSeller3_PlayerResponse_1
source: So then you settled?
fr_fr: Alors vous vous êtes installé ?

# Dialogue_Response,DL_KoFishSeller4_PlayerResponse_1
source: Thank you, that was a nice story.
fr_fr: Merci, c'était une bonne histoire.

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_1
source: What do you sell?
fr_fr: Que vends-tu ?

# Dialogue_Response,DL_KoFishSeller_PlayerResponse_2
source: Where are you from?
fr_fr: D'où viens-tu ?

# Dialogue_Response,DL_KoFishSellerAbandoned1_PlayerResponse_1
source: How are you Kahli?
fr_fr: Comment ça va Kahli ?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
fr_fr: Comment trouves-tu Le-Koro, c'est mieux qu'avant ?

# Dialogue_Response,DL_KoFishSellerAbandoned2_PlayerResponse_2
source: Have you seen any of the others since you left?
fr_fr: As-tu vu les autres depuis ton départ ?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro1_PlayerResponse_1
source: You seem like something's bothering you.
fr_fr: On dirait que quelque chose te dérange.

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_1
source: Have you seen any of the others since you left?
fr_fr: As-tu vu les autres depuis ton départ ?

# Dialogue_Response,DL_KoFishSellerAbandonedLekoro2_PlayerResponse_2
source: I'm sure you'll work it out, It's been good to see you Kahli.
fr_fr: Je suis sûr que tu y arriverais. C'est bon de te revoir Kahli.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_1
source: How are you finding Le-Koro, any better than before?
fr_fr: Comment trouves-tu Le-Koro, c'est mieux qu'avant ?

# Dialogue_Response,DL_KoFishSellerAbandonedSeen2_PlayerResponse_2
source: I'm glad you're feeling better, however it's time for me to go.
fr_fr: Je suis content que tu te sentes mieux, mais je dois y aller.

# Dialogue_Response,DL_KoFishSellerAbandonedSeen_PlayerResponse_1
source: You think?
fr_fr: Tu penses ?

# Dialogue_Response,DL_KoFishSellerFixed1_PlayerResponse_1
source: Then what are you doing up there?
fr_fr: Alors que faîtes-vous là-haut ?

# Dialogue_Response,DL_KoFishSellerFixed2_PlayerResponse_1
source: I like it.
fr_fr: J'aime.

# Dialogue_Response,DL_KoFishSellerFixed_PlayerResponse_1
source: Are you feeling alright Kahli?
fr_fr: Tu te sens bien Kahli ?

# Dialogue_Response,DL_KoFishSellerFixing1_PlayerResponse_1
source: Okay... *Back away slowly*
fr_fr: Okay... *Reculer lentement*

# Dialogue_Response,DL_KoFishSellerFixing_PlayerResponse_1
source: Are you alright Kahli?
fr_fr: Tu vas bien Kahli ?

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_1
source: That seems like a lot of work, supplying the entire island.
fr_fr: Ça doit être beaucoup de travail, fournir toute l'île.

# Dialogue_Response,DL_KoFlagQuestFlagMaker1_PlayerResponse_2
source: Neat!
fr_fr: Cool !

# Dialogue_Response,DL_KoFlagQuestFlagMaker2_PlayerResponse_1
source: Don't overwork yourself little one!
fr_fr: Ne travaille pas trop, petit !

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_1
source: What do you do here?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_KoFlagQuestFlagMaker_PlayerResponse_2
source: I apologise. I'll leave you to your work.
fr_fr: Je m'excuse. Je te laisse à ton travail.

# Dialogue_Response,DL_KoFlagQuestOtherFlagmakers_PlayerResponse_1
source: Thank you, Flagmaker, Rest well.
fr_fr: Merci, Fabricant de drapeaux, reposez-vous bien.

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_1
source: Before I leave, do you know of any other flag makers?
fr_fr: Avant que je ne partes, connais-tu d'autres fabricants de drapeaux ?

# Dialogue_Response,DL_KoFlagQuestRest_PlayerResponse_2
source: Goodbye, Flagmaker. Rest well.
fr_fr: Au revoir, Fabricant de Drapeaux. Repose-toi bien.

# Dialogue_Response,DL_KokoroGuardGreeting2_2_PlayerResponse_1
source: Protodermis?
fr_fr: Du Protodermis ?

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_1
source: Protodermis?
fr_fr: Du Protodermis ?

# Dialogue_Response,DL_KokoroGuardGreeting2_PlayerResponse_2
source: What is Going on in Ko-koro?
fr_fr: Que se passe-t-il à Ko-Koro ?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_1
source: Protodermis, what is that?
fr_fr: Du Protodermis, qu'est-ce que c'est ?

# Dialogue_Response,DL_KokoroGuardInfo_PlayerResponse_2
source: Ahh, I see.
fr_fr: Ah, je vois.

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_1
source: Anything going on in town?
fr_fr: Il se passe quelque chose en ville ?

# Dialogue_Response,DL_KokoroGuardProtodermis_2_PlayerResponse_2
source: Well now I know, Thank you!
fr_fr: Bon, maintenant je sais, merci !

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_1
source: Anything going on in town?
fr_fr: Il se passe quelque chose en ville ?

# Dialogue_Response,DL_KokoroGuardProtodermis_3_PlayerResponse_2
source: Well now I know, Thank you!
fr_fr: Bon, maintenant je sais, merci !

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_1
source: Anything going on in town?
fr_fr: Il se passe quelque chose en ville ?

# Dialogue_Response,DL_KokoroGuardProtodermis_PlayerResponse_2
source: Well now I know, Thank you!
fr_fr: Bon, maintenant je sais, merci !

# Dialogue_Response,DL_Kongu1_PlayerResponse_1
source: Did you need something from me?
fr_fr: Avez-vous besoin de quelque chose ?

# Dialogue_Response,DL_Kongu2_PlayerResponse_1
source: Hmm, anywhere I should start?
fr_fr: Hum, par où commencer ?

# Dialogue_Response,DL_Kongu2_PlayerResponse_2
source: Hmm, anywhere I should start?
fr_fr: Hum, par où commencer ?

# Dialogue_Response,DL_Kongu_PlayerResponse_1
source: What do you mean? This is the first time I've been here, and who are you?
fr_fr: Que veux-tu dire ? C'est la première fois que je viens ici, et qui es-tu ?

# Dialogue_Response,DL_KonguMap_PlayerResponse_1
source: Thank you, I'll begin my search.
fr_fr: Merci, je vais commencer ma quête.

# Dialogue_Response,DL_KonguNoMap_PlayerResponse_1
source: Thank you, I'll begin my search.
fr_fr: Merci, je vais commencer ma quête.

# Dialogue_Response,DL_KonguReturn_PlayerResponse_1
source: Yes, I'm still looking.
fr_fr: Oui, je cherche toujours.

# Dialogue_Response,DL_Kopeke1_PlayerResponse_1
source: What is this sculpture?
fr_fr: C'est quoi cette sculpture ?

# Dialogue_Response,DL_Kopeke1_PlayerResponse_2
source: Looks good!
fr_fr: Elle est bien !

# Dialogue_Response,DL_Kopeke2_PlayerResponse_1
source: But... Isn't that a Lightstone?
fr_fr: Mais... ce n'est pas une Lumine ?

# Dialogue_Response,DL_Kopeke2_PlayerResponse_2
source: Intriguing.
fr_fr: Intrigant.

# Dialogue_Response,DL_Kopeke3_PlayerResponse_1
source: I'll let you get to that.
fr_fr: Je te laisse faire ça.

# Dialogue_Response,DL_KoTempleMaster1_PlayerResponse_1
source: Thank you, I'll be sure to do that.
fr_fr: Merci. Je le ferais.

# Dialogue_Response,DL_KoTempleMaster_PlayerResponse_1
source: I'll keep a look out for them.
fr_fr: Je garderai l'œil ouvert.

# Dialogue_Response,DL_KoTownBuyer2_PlayerResponse_1
source: Your colors are very different from any Po-Matoran I've ever met.
fr_fr: Tes couleurs sont très différentes de tous les Po-Matoran que j'ai rencontré.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_1
source: You spoke of a "Protosteel", I'm not familiar with this material.
fr_fr: Tu as parlé de « Protoacier », je ne connais pas cette matière.

# Dialogue_Response,DL_KoTownBuyer3_PlayerResponse_2
source: Interesting, thank you.
fr_fr: Intéressant, merci.

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_1
source: I don't mean to be rude, but what kind of Matoran are you?
fr_fr: Je ne veux pas être rude, mais quelle sorte de Matoran es-tu ?

# Dialogue_Response,DL_KoTownBuyer_PlayerResponse_2
source: I've never heard of this Protosteel, wouldn't a Protodermis pickaxe be a stronger tool for mining?
fr_fr: Je n'ai jamais entendu parler de ce Protoacier, une pioche en Protodermis ne serait pas mieux pour miner ?

# Dialogue_Response,DL_KoTownBuyerGainQuest_PlayerResponse_1
source: Of course.
fr_fr: Bien sûr.

# Dialogue_Response,DL_KoTownBuyerOnua1_PlayerResponse_1
source: I'll try to find it for you, will you be here when I return?
fr_fr: J'essayerai de le trouver pour toi, seras-tu ici lorsque je reviendrais ?

# Dialogue_Response,DL_KoTownBuyerOnua_PlayerResponse_1
source: Interesting, do you have a lead on any other Protosteel tools? Perhaps I can help.
fr_fr: Intéressant, as-tu des pistes pour d'autres outils en Protoacier ? Peut-être que je peux aider.

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_2
source: Do you know that your village was attacked?
fr_fr: Savais-tu que ton village avait été attaqué ?

# Dialogue_Response,DL_KoTownKohiProtosteel1_PlayerResponse_3
source: Do you know that Whagna village was attacked?
fr_fr: Savais-tu que le village Whagna a été attaqué ?

# Dialogue_Response,DL_KoTownKohiProtosteel2_PlayerResponse_1
source: Uhh no, Whagna village, the small port you were just at.
fr_fr: Heu non, le village Whagna, le petit port où tu te trouvais.

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_1
source: And this is?
fr_fr: Et c'est ?

# Dialogue_Response,DL_KoTownKohiProtosteel3_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
fr_fr: Je n'aime pas avoir à te demander ça, Kohi, mais est-ce que tu as quelque chose à voir avec l'attaque sur Whagna ?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_1
source: What happened?
fr_fr: Que s'est-il passé ?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered2_PlayerResponse_2
source: What do you plan to do with it?
fr_fr: Qu'est-ce que tu comptes en faire ?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered3_PlayerResponse_1
source: So, how did you manage it?
fr_fr: Comment as-tu réussi ça ?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_1
source: Incredible.
fr_fr: Incroyable.

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered4_PlayerResponse_2
source: What do you plan to do with this discovery?
fr_fr: Que prévoies-tu de faire de cette découverte ?

# Dialogue_Response,DL_KoTownKohiProtosteelDiscovered_PlayerResponse_1
source: You've discovered how to manipulate Protosteel?
fr_fr: Tu as découvert comment manipuler le Protoacier ?

# Dialogue_Response,DL_KoTownKohiProtosteelGift1_PlayerResponse_1
source: Of course, sounds great!
fr_fr: Bien sûr, ça a l'air génial !

# Dialogue_Response,DL_KoTownKohiProtosteelGift2_PlayerResponse_1
source: It's very stylish, thank you.
fr_fr: C'est très stylé, merci.

# Dialogue_Response,DL_KoTownKohiProtosteelGift_PlayerResponse_1
source: Thank you! What are you going to make?
fr_fr: Merci ! Que vas-tu faire ?

# Dialogue_Response,DL_KoTownKohiProtosteelGive1_PlayerResponse_1
source: I also got the one you wanted from Le-Wahi.
fr_fr: J'ai aussi récupéré celui de Le-Wahi que tu voulais.

# Dialogue_Response,DL_KoTownKohiProtosteelGive2_PlayerResponse_1
source: I'll make sure to stop by soon.
fr_fr: Je repasserais bientôt.

# Dialogue_Response,DL_KoTownKohiProtosteelGive_PlayerResponse_1
source: That was suprisingly easy.
fr_fr: C'était surprenamment facile.

# Dialogue_Response,DL_KoTownKohiProtosteelPlan_PlayerResponse_1
source: How did you manage to manipulate the Protosteel?
fr_fr: Comment as-tu réussi à manipuler le Protoacier ?

# Dialogue_Response,DL_KoTownKohiProtosteelQuestion_PlayerResponse_1
source: Of course, I'm just trying to find out what happened.
fr_fr: Bien sûr, j'essaye juste de découvrir ce qui s'est passé.

# Dialogue_Response,DL_KoTownKohiProtosteelWaitingfor_PlayerResponse_1
source: Right.
fr_fr: D'accord...

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_1
source: And what is this?
fr_fr: Et qu'est-ce que c'est ?

# Dialogue_Response,DL_KoTownKohiProtosteelWhagnaattacked_PlayerResponse_2
source: I hate to ask you this Kohi, but did you have anything to do with the attack on Whagna?
fr_fr: Je déteste avoir à te demander ça Kohi, mais est-ce que tu as quelque chose à voir avec l'attaquer sur Whagna ?

# Dialogue_Response,DL_KoTownSeller1_PlayerResponse_1
source: Interesting.
fr_fr: Intéressant.
