Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_KoTownSeller2_PlayerResponse_1
source: What happened here?
fr_fr: Que s'est-il passé ici ?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_1
source: Where is Kohi?
fr_fr: Où est Kohi ?

# Dialogue_Response,DL_KoTownSeller3_PlayerResponse_2
source: What else can you tell me about this attack?
fr_fr: Que peux-tu me dire d'autre sur cette attaque ?

# Dialogue_Response,DL_KoTownSeller4_PlayerResponse_1
source: The Po-Matoran that was here, asking about Protosteel.
fr_fr: Le Po-Matoran était ici, à poser des questions sur le Protoacier.

# Dialogue_Response,DL_KoTownSeller5_PlayerResponse_1
source: Thank you, and sorry about your shop.
fr_fr: Merci et désolé pour ta botique.

# Dialogue_Response,DL_KoTownSeller6_PlayerResponse_1
source: Where did you say Kohi was?
fr_fr: Où m'as-tu dit que Kohi se trouvait ?

# Dialogue_Response,DL_KoTownSeller_PlayerResponse_1
source: What do you carry?
fr_fr: Que portes-tu ?

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_1
source: I could ask you the same.
fr_fr: Je pourrais te demander la même chose.

# Dialogue_Response,DL_KoTownSellerAbandoned1_PlayerResponse_2
source: Have you seen any of the others since you left?
fr_fr: As-tu vu les autres depuis ton départ ?

# Dialogue_Response,DL_KoTownSellerAbandoned2_PlayerResponse_1
source: Have you seen any of the others since you left?
fr_fr: As-tu vu les autres depuis ton départ ?

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_1
source: Hello again Parhi!
fr_fr: Rebonjour, Parhi !

# Dialogue_Response,DL_KoTownSellerAbandoned_PlayerResponse_2
source: I'd like to buy some Toa please.
fr_fr: J'aimerais acheter des Toa s'il te plaît.

# Dialogue_Response,DL_KoTownSellerAbandonedLewa_PlayerResponse_1
source: Hello again Parhi!
fr_fr: Rebonjour, Parhi !

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_1
source: Why are you here?
fr_fr: Pourquoi es-tu ici ?

# Dialogue_Response,DL_KoTownSellerAbandonedSeen_PlayerResponse_2
source: It's been good to see you again, but it is time for me to go.
fr_fr: C'est bon de vous revoir, mais je dois y aller.

# Dialogue_Response,DL_KoTownSellerAttack_PlayerResponse_1
source: I need to find Kohi.
fr_fr: Je dois trouver Kohi.

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_1
source: I see you built a wall?
fr_fr: Je vois que tu as construit un mur ?

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_2
source: How is everyone?
fr_fr: Comment va tout le monde ?

# Dialogue_Response,DL_KoTownSellerFixed1_PlayerResponse_3
source: It looks nice but unfortunately I can't stay.
fr_fr: Ça a l'air bien mais malheureusement je ne peux pas rester.

# Dialogue_Response,DL_KoTownSellerFixedHow2_PlayerResponse_1
source: I'll consider it.
fr_fr: Je le considérerais.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_1
source: You didn't mention Numai.
fr_fr: Tu n'as pas parlé de Numai.

# Dialogue_Response,DL_KoTownSellerFixedHow_PlayerResponse_2
source: That's great, I'm glad you're all doing well.
fr_fr: C'est bien, je suis content que vous alliez tous bien.

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_1
source: How is everyone?
fr_fr: Comment va tout le monde ?

# Dialogue_Response,DL_KoTownSellerFixedWall2_PlayerResponse_2
source: I suppose.
fr_fr: Je suppose.

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_1
source: How is everyone?
fr_fr: Comment va tout le monde ?

# Dialogue_Response,DL_KoTownSellerFixedWall_PlayerResponse_2
source: Will it actually protect anyone? Can't the Rahi just jump over or go around?
fr_fr: Est-ce que ça protégera quelqu'un ? Les Rahi ne peuvent pas sauter par dessus ou le contourner ?

# Dialogue_Response,DL_KoTownSellerFixing1_PlayerResponse_1
source: What's wrong Parhi?
fr_fr: Quel est le problème Parhi ?

# Dialogue_Response,DL_KoTownSellerFixing2_PlayerResponse_1
source: Have you talked it over with the others?
fr_fr: En as-tu parlé avec les autres ?

# Dialogue_Response,DL_KoTownSellerFixing3_PlayerResponse_1
source: Very good, I will take my leave then.
fr_fr: Très bien, je m'en vais alors.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_1
source: I suppose I could, let's go.
fr_fr: Je suppose que je pourrais, allons-y.

# Dialogue_Response,DL_KoTownSellerFixing4_PlayerResponse_2
source: I have some things to do, If you could delay it?
fr_fr: J'ai des choses à faire, ça pourrait attendre ?

# Dialogue_Response,DL_KoTownSellerFixing5_PlayerResponse_1
source: Thank you Parhi.
fr_fr: Merci Parhi.

# Dialogue_Response,DL_KoTownSellerFixingMeeting_PlayerResponse_1
source: *Continue*
fr_fr: *Continuer*

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_1
source: I am, Let's do it.
fr_fr: C'est bon, allons-y.

# Dialogue_Response,DL_KoTownSellerFixingReturn_PlayerResponse_2
source: I'm afraid I'm still busy, sorry.
fr_fr: J'ai peur d'être toujours occupé, désolé.

# Dialogue_Response,DL_Kufa2_PlayerResponse_1
source: What do you know of this "before-time"?
fr_fr: Que sais-tu de cet « avant le temps » ?

# Dialogue_Response,DL_Kufa3_PlayerResponse_1
source: What do you mean?
fr_fr: Que veux-tu dire ?

# Dialogue_Response,DL_Kufa_PlayerResponse_1
source: Hi.
fr_fr: Salut.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_1
source: I have found your research
fr_fr: J'ai trouvé tes recherches.

# Dialogue_Response,DL_KylmaInQuest_PlayerResponse_2
source: Not yet.
fr_fr: Pas encore.

# Dialogue_Response,DL_KylmaNotesFound_PlayerResponse_1
source: If you insist.
fr_fr: Si tu insistes.

# Dialogue_Response,DL_KylmaReading_PlayerResponse_1
source: It was no trouble.
fr_fr: Ce n'était rien.

# Dialogue_Response,DL_KylmaRuins_PlayerResponse_1
source: Then I'll return once I've recovered your research.
fr_fr: Alors je reviendrais quand j'aurais retrouver tes recherches.

# Dialogue_Response,DL_KylmaTrouble2_PlayerResponse_1
source: And your research was left there?
fr_fr: Et tes recherches sont restées là-bas ?

# Dialogue_Response,DL_KylmaTrouble3_PlayerResponse_1
source: And you want me to recover it for you?
fr_fr: Et tu veux que je les récupère pour toi ?

# Dialogue_Response,DL_KylmaTrouble4_PlayerResponse_1
source: Where exactly are theese ruins?
fr_fr: Où sont ces ruines exactement ?

# Dialogue_Response,DL_KylmaTrouble_PlayerResponse_1
source: Do you have any idea where it could be?
fr_fr: Est-ce que tu as une idée de l'endroit où il peut être ?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_1
source: What seems to be the problem little one?
fr_fr: Quel est le problème, petit ?

# Dialogue_Response,DL_KylmaWhere_PlayerResponse_2
source: I have recovered your research
fr_fr: J'ai retrouvé tes recherches

# Dialogue_Response,DL_LavaFarmerBreak_PlayerResponse_1
source: I bet it is.
fr_fr: Je le parie.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_1
source: I'll find your friend.
fr_fr: Je trouverai ton ami.

# Dialogue_Response,DL_LeQuestExpos_PlayerResponse_2
source: Your friend will have to stay lost for now.
fr_fr: Ton ami restera perdu pour l'instant.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_1
source: From what?
fr_fr: De quoi ?

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_2
source: Yes, Your friend sent me.
fr_fr: Oui, Ton ami m'a envoyé.

# Dialogue_Response,DL_LeQuestKumo_PlayerResponse_3
source: No.
fr_fr: Non.

# Dialogue_Response,DL_LeQuestKumoGood_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
fr_fr: Au sud, mais tu ne veux pas que je t'y emmène ? Il y a des Rahi dans les parages !

# Dialogue_Response,DL_LeQuestKumoGoodAddQuest_PlayerResponse_1
source: South, but wouldn't you like me to take you there? There are Rahi about!
fr_fr: Au sud, mais tu ne veux pas que je t'y emmène ? Il y a des Rahi dans les parages !

# Dialogue_Response,DL_LeQuestKumoHelp_PlayerResponse_1
source: Well I can help you then.
fr_fr: Et bien je peux t'aider alors.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_1
source: Yes, Your friend sent me.
fr_fr: Oui, Ton ami m'a envoyé.

# Dialogue_Response,DL_LeQuestKumoImlost_PlayerResponse_2
source: Do you need help?
fr_fr: Avez-vous besoin d'aide ?

# Dialogue_Response,DL_LeQuestKumoNextime_2_PlayerResponse_1
source: Ahh, very well then.
fr_fr: Ahh, très bien alors.

# Dialogue_Response,DL_LeQuestKumoNextime_PlayerResponse_1
source: Ahh, Alright
fr_fr: Ahh, d'accord

# Dialogue_Response,DL_LeQuestKumoThanks_PlayerResponse_1
source: It was no trouble at all.
fr_fr: Ce n'était rien du tout.

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_1
source: What do you do here?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_2
source: What are you holding?
fr_fr: Qu'est-ce que tu tiens ?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_3
source: May I help?
fr_fr: Je peux aider ?

# Dialogue_Response,DL_LightstoneCaveMaster1_PlayerResponse_4
source: Thank you supervisor.
fr_fr: Merci superviseur.

# Dialogue_Response,DL_LightstoneCaveMaster_DataPad_PlayerResponse_1
source: Goodbye Supervisor.
fr_fr: Au revoir superviseur.

# Dialogue_Response,DL_LightstoneCaveMaster_Doing_PlayerResponse_1
source: Interesting.
fr_fr: Intéressant.

# Dialogue_Response,DL_Lockedout_PlayerResponse_1
source: Nice...
fr_fr: Cool...

# Dialogue_Response,DL_LyingUnderTree1_PlayerResponse_1
source: Alright, have fun.
fr_fr: D'accord, amuse-toi bien.

# Dialogue_Response,DL_LyingUnderTree_PlayerResponse_1
source: Why are you under here?
fr_fr: Qu'est-ce que tu fais là-dessous ?

# Dialogue_Response,DL_MackuHi_PlayerResponse_1
source: Beautiful Indeed.
fr_fr: Très beau effectivement.

# Dialogue_Response,DL_MackuHi_PlayerResponse_2
source: Aside from the dangerous Rahi, I suppose It is.
fr_fr: À part les Rahi dangereux, je suppose, oui.

# Dialogue_Response,DL_MackuHi_PlayerResponse_3
source: Indeed, So how's it going with Huki?
fr_fr: Effectivement. Comment ça va avec Huki ?

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_1
source: We'll see...
fr_fr: On verra...

# Dialogue_Response,DL_MackuHuki2_PlayerResponse_2
source: I won't, don't worry.
fr_fr: Je ne le ferais pas, ne t'inquiète pas.

# Dialogue_Response,DL_MackuHuki_PlayerResponse_1
source: Only to me.
fr_fr: Seulement pour moi.

# Dialogue_Response,DL_MackuTidbit_PlayerResponse_1
source: Hmm, I didn't know that, Thank you.
fr_fr: Hum, je ne le savais pas, merci.

# Dialogue_Response,DL_Maren1_PlayerResponse_1
source: Need some assistance?
fr_fr: Tu as besoin d'aide ?

# Dialogue_Response,DL_Maren2_PlayerResponse_1
source: What are you doing all the way out here?
fr_fr: Que fais-tu par ici ?

# Dialogue_Response,DL_Maren2_PlayerResponse_2
source: I'll leave you to it.
fr_fr: Je vais te laisser.

# Dialogue_Response,DL_Maren3_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
fr_fr: Tu penses qu'une partie du trésor de Masquenoir est dans les parages ?

# Dialogue_Response,DL_Maren3_PlayerResponse_2
source: The Ga-Matoran tell stories of Blackmask. But they are only stories.
fr_fr: Les Ga-Matoran racontent des histoires sur Masquenoir. Mais ce ne sont que des histoires.

# Dialogue_Response,DL_Maren3_PlayerResponse_3
source: I wish you luck, Maren.
fr_fr: Bonne chance, Maren.

# Dialogue_Response,DL_MarenBlackmask1_PlayerResponse_1
source: I'd like to buy some of your maps.
fr_fr: J'aimerai acheter certaines de tes cartes.

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_1
source: You think some of Blackmask's treasure is around here?
fr_fr: Tu penses qu'une partie du trésor de Masquenoir est dans les parages ?

# Dialogue_Response,DL_MarenGaliStories_PlayerResponse_2
source: Good sailing, Maren.
fr_fr: Bon vent, Maren.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_1
source: I'd like a map.
fr_fr: J'aimerai une carte.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_2
source: I've got treasure to sell.
fr_fr: J'ai des trésors à vendre.

# Dialogue_Response,DL_MarenWelcomeBack_PlayerResponse_3
source: Good sailing, Maren.
fr_fr: Bon vent, Maren.

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_1
source: What do you have?
fr_fr: Qu'as-tu ?

# Dialogue_Response,DL_MarkleMasks_PlayerResponse_3
source: Not today, thank you.
fr_fr: Pas aujourd'hui, merci.

# Dialogue_Response,DL_MarkleQuestion1_PlayerResponse_1
source: Well, I think it’s very convenient to be able to buy masks.
fr_fr: Et bien, je crois que c'est très pratique de pouvoir acheter des masques.

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_1
source: I'd be happy to, what do you have?
fr_fr: Je serais heureux de le faire, qu'est-ce que tu as ?

# Dialogue_Response,DL_MarkleQuestion2_PlayerResponse_2
source: Sorry, not at the moment.
fr_fr: Désolé, pas pour le moment.

# Dialogue_Response,DL_MarkleQuestion_PlayerResponse_1
source: Who is this “He?”
fr_fr: Qui est ce « Il » ?

# Dialogue_Response,DL_MaskPowerer1_PlayerResponse_1
source: Strange.
fr_fr: Étrange.

# Dialogue_Response,DL_MaskPowerer2_PlayerResponse_1
source: What is this device?
fr_fr: C'est quoi cette machine ?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_1
source: What is this device?
fr_fr: C'est quoi cette machine ?

# Dialogue_Response,DL_MaskPowerer_PlayerResponse_2
source: So, about that Talok...
fr_fr: À propos de ce Talok...

# Dialogue_Response,DL_MatauInTree_PlayerResponse_1
source: How did you manage to get up there, Turaga?
fr_fr: Comment t'es-tu retrouvé là-haut, Turaga ?

# Dialogue_Response,DL_MatauInTree_PlayerResponse_2
source: Would you like some help?
fr_fr: Est-ce que tu veux de l'aide ?

# Dialogue_Response,DL_MatauInTreeHelp_PlayerResponse_1
source: Are you sure?
fr_fr: Tu es sûr ?

# Dialogue_Response,DL_MatauInTreeHow_PlayerResponse_1
source: Would you like some help?
fr_fr: Est-ce que tu veux de l'aide ?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_1
source: I heard you had something for me?
fr_fr: J'ai entendu dire que tu avais quelque chose pour moi ?

# Dialogue_Response,DL_MatauKoro_PlayerResponse_2
source: Sorry for waking you up.
fr_fr: Désolé de t'avoir réveillé.

# Dialogue_Response,DL_MatauKoroHowsgoing_PlayerResponse_1
source: Of course, I'll leave you to that then.
fr_fr: Bien sûr, je vais te laisser alors.

# Dialogue_Response,DL_MatauKoroLewa1_PlayerResponse_1
source: What’s the trouble-matter?
fr_fr: Quel est le problème ?

# Dialogue_Response,DL_MatauKoroLewa2_PlayerResponse_1
source: What’s so important that’s in this temple anyways?
fr_fr: Qu'y a-t-il de si important dans ce temple ?

# Dialogue_Response,DL_MatauKoroLewa3_PlayerResponse_1
source: No worries, Turaga. I’ll quick-snatch that stone before you know it!
fr_fr: Ne t'inquiète pas, Turaga. Je récupérerais cette pierre avant que tu n'ais le temps de dire ouf !

# Dialogue_Response,DL_MatauKoroPostKini_PlayerResponse_1
source: How has Le-Koro been?
fr_fr: Comment va Le-Koro ?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_1
source: Where exactly were you coming home from?
fr_fr: D'où revenais-tu exactement ?

# Dialogue_Response,DL_MatauOutofTree_PlayerResponse_2
source: I’m glad that you’re unharmed, Turaga.
fr_fr: Je suis content que tu ailles bien, Turaga.

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_1
source: Where exactly were you coming home from?
fr_fr: D'où viens-tu exactement ?

# Dialogue_Response,DL_MatauOutofTreeSaved_PlayerResponse_2
source: I'll make sure to stop by Turaga.
fr_fr: Je repasserais, Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere2_PlayerResponse_1
source: I'll make sure to Turaga.
fr_fr: Je m'en assurerais Turaga.

# Dialogue_Response,DL_MatauOutofTreeWhere_PlayerResponse_1
source: Well, I’m glad you’re safe regardless.
fr_fr: Et bien, je suis heureux que tu sois en sécurité quoi qu'il en soit.

# Dialogue_Response,DL_MatoranTransporter10_PlayerResponse_1
source: Are any other Rahi used for jobs like this?
fr_fr: D'autres Rahi sont-ils utilisés pour des travaux dans ce genre ?

# Dialogue_Response,DL_MatoranTransporter11_PlayerResponse_1
source: Hey, didn't you say you were on the clock?
fr_fr: Hé, tu n'as pas dit que tu étais au travail ?

# Dialogue_Response,DL_MatoranTransporter1_PlayerResponse_1
source: I apologise, you may continue on your way little one.
fr_fr: Je suis désolé, tu peux continuer ton chemin, petit.

# Dialogue_Response,DL_MatoranTransporter2_PlayerResponse_1
source: I didn't mean to inturrupt!
fr_fr: Je ne voulais pas interrompre !

# Dialogue_Response,DL_MatoranTransporter3_PlayerResponse_1
source: I was about to ask you the same thing.
fr_fr: J'allais te demander la même chose.

# Dialogue_Response,DL_MatoranTransporter4_PlayerResponse_1
source: Interesting, may I ask what you're delivering?
fr_fr: Intéressant, puis-je te demander ce que tu livres ?

# Dialogue_Response,DL_MatoranTransporter5_PlayerResponse_1
source: Well that seems... Inconsiderate.
fr_fr: Et bien, ça semble... manquer de considération.

# Dialogue_Response,DL_MatoranTransporter6_PlayerResponse_1
source: I'm sure everything you deliver has helped in some way little one.
fr_fr: Je suis sûr que tout ce que tu as livré a aidé d'une manière ou d'une autre, petit.

# Dialogue_Response,DL_MatoranTransporter8_PlayerResponse_1
source: What... about your Ussal is he doing well?
fr_fr: Et... ton Ussal, il va bien ?

# Dialogue_Response,DL_MatoranTransporter9_PlayerResponse_1
source: I've noticed quite a few Ussals being used for work around Mata-Nui.
fr_fr: J'ai remarqué qu'il y avait pas mal d'Ussals utilisés pour travailler sur Mata Nui.

# Dialogue_Response,DL_Matoro1_PlayerResponse_1
source: Ehh, who are you?
fr_fr: Hé, qui es-tu ?

# Dialogue_Response,DL_Matoro3_PlayerResponse_1
source: You want me to look for this Turaga?
fr_fr: Tu veux que je cherche ça, Turaga ?

# Dialogue_Response,DL_Matoro4_PlayerResponse_1
source: Do you have somewhere I can begin searching?
fr_fr: As-tu une idée de l'endroit où je peux commencer à chercher ?

# Dialogue_Response,DL_Matoro4_PlayerResponse_2
source: How can I find Nuju?
fr_fr: Comment puis-je trouver Nuju ?

# Dialogue_Response,DL_MatoroGetMap_PlayerResponse_1
source: Thank you this should help.
fr_fr: Merci, ça devrait aider.

# Dialogue_Response,DL_MatoroHaveMap_PlayerResponse_1
source: I'll begin my search.
fr_fr: Je vais commencer ma quête.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_1
source: I am ready.
fr_fr: Je suis prêt.

# Dialogue_Response,DL_MatoroKini1_PlayerResponse_2
source: What are you doing here, Matoro?
fr_fr: Que fais-tu ici, Matoro ?

# Dialogue_Response,DL_MatoroKiniExplanation1_PlayerResponse_1
source: Matoro? What is it?
fr_fr: Matoro ? Qu'y a-t-il ?

# Dialogue_Response,DL_MatoroKiniExplanation2_PlayerResponse_1
source: So there IS something he’s hiding. What is it?
fr_fr: Alors il y A quelque chose qu'il cache. De quoi s'agit-il ?

# Dialogue_Response,DL_MatoroKiniExplanation3_PlayerResponse_1
source: Nuju doubts me? He doubts the Toa?
fr_fr: Nuju a des doutes sur moi ? Il a des doutes sur les Toa ?

# Dialogue_Response,DL_MatoroKiniExplanation4_PlayerResponse_1
source: What things have been happening to cause him to doubt us?
fr_fr: Qu'est-ce qui aurait pu se passer pour que tu doutes de nous ?

# Dialogue_Response,DL_MatoroKiniExplanation5_PlayerResponse_1
source: What do you mean?
fr_fr: Que veux-tu dire ?

# Dialogue_Response,DL_MatoroKiniExplanation7_PlayerResponse_1
source: And I must travel to this temple, even against the Turaga’s wishes?
fr_fr: Et je dois me rendre à ce temple, même contre les souhaits du Turaga ?

# Dialogue_Response,DL_MatoroKiniExplanation8_PlayerResponse_1
source: We?
fr_fr: Nous ?

# Dialogue_Response,DL_MatoroKiniExplanation9_PlayerResponse_1
source: Thank you for this, Matoro.
fr_fr: Merci, Matoro.

# Dialogue_Response,DL_MatoroKiniReturn2_PlayerResponse_1
source: What will you do?
fr_fr: Que vas-tu faire ?

# Dialogue_Response,DL_MatoroKiniReturn3_PlayerResponse_1
source: I understand. I shall speak with Nuju then.
fr_fr: Je comprends. Je parlerais à Nuju alors.

# Dialogue_Response,DL_MatoroKiniReturn_PlayerResponse_1
source: Thank you for your help Matoro. I could not have completed this without you.
fr_fr: Merci de ton aide Matoro. Je n'aurais pas réussi sans toi.

# Dialogue_Response,DL_MatoroKiniReturnMine_PlayerResponse_1
source: ...Very well.
fr_fr: ... Très bien.

# Dialogue_Response,DL_MatoroKiniReturnUnderstand_PlayerResponse_1
source: Here is the stone. Return to Nuju’s side and I will meet you there.
fr_fr: Voilà la pierre. Retourne aux côtés de Nuju et je t'y retrouverai.

# Dialogue_Response,DL_MatoroReturn_PlayerResponse_1
source: Not yet no.
fr_fr: Pas encore, non.

# Dialogue_Response,DL_MetalSeller_PlayerResponse_1
source: Yeah, I'll take a look.
fr_fr: Oui, j'y jetterai un coup d'œil.

# Dialogue_Response,DL_Metonu1_PlayerResponse_1
source: But I'm interested, Would you at least give me a hint?
fr_fr: Mais je suis intéressé, est-ce que tu me donnerais au moins un indice ?

# Dialogue_Response,DL_Metonu1_PlayerResponse_2
source: Alright.
fr_fr: D'accord.

# Dialogue_Response,DL_Metonu2_PlayerResponse_1
source: Hmm I see...
fr_fr: Humm je vois...

# Dialogue_Response,DL_Metonu3_PlayerResponse_2
source: Sorry I'm not interested at the moment.
fr_fr: Désolé je ne suis pas intéressé pour le moment.

# Dialogue_Response,DL_Metonu_PlayerResponse_1
source: I have the materials you needed.
fr_fr: J'ai les matériaux dont tu avais besoin.

# Dialogue_Response,DL_Metonu_PlayerResponse_2
source: What's done?
fr_fr: Qu'est-ce qui est fait ?

# Dialogue_Response,DL_Metonu_PlayerResponse_3
source: About that device from before?
fr_fr: À propos de cette machine ?

# Dialogue_Response,DL_MetonuExplain_PlayerResponse_1
source: What will I need?
fr_fr: De quoi as-tu besoin ?

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
fr_fr: Heu, j'ai déjà tout ça

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_2
source: I'd like that in writing if you would.
fr_fr: J'aimerais que tu mettes ça par écrit.

# Dialogue_Response,DL_MetonuMaterials_PlayerResponse_3
source: Sure, I'll go find it.
fr_fr: D'accord, j'irais le trouver.

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_1
source: Huh, it just so happens I have all of that right now
fr_fr: Heu, j'ai déjà tout ça

# Dialogue_Response,DL_MetonuMaterialsWriting_PlayerResponse_2
source: Alright, I'll see if I can find all this.
fr_fr: D'accord, je vais voir si je peux trouver tout ça.

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_1
source: What do I need?
fr_fr: De quoi as-tu besoin ?

# Dialogue_Response,DL_MetonuReturn_PlayerResponse_3
source: Nevermind.
fr_fr: Oublie ça.

# Dialogue_Response,DL_Midak1_PlayerResponse_1
source: What are you doing out here?
fr_fr: Que fais-tu ici ?

# Dialogue_Response,DL_NightWatchGuard1_PlayerResponse_1
source: Not at the moment no.
fr_fr: Pas pour le moment, non.

# Dialogue_Response,DL_NightWatchGuard2_PlayerResponse_1
source: I'll be vigilant.
fr_fr: Je serai vigilant.

# Dialogue_Response,DL_Nixie_PlayerResponse_1
source: What's interesting?
fr_fr: Qu'y a-t-il d'intéressant ?

# Dialogue_Response,DL_NixieResponse1_PlayerResponse_1
source: Very interesting.
fr_fr: Très intéressant.

# Dialogue_Response,DL_NixieResponse2_PlayerResponse_1
source: Very interesting.
fr_fr: Très intéressant.

# Dialogue_Response,DL_NixieResponse_PlayerResponse_1
source: How do you do that?
fr_fr: Comment fais-tu ça ?

# Dialogue_Response,DL_NixieResponse_PlayerResponse_2
source: What have you discovered?
fr_fr: Qu'as-tu découvert ?

# Dialogue_Response,DL_Nokama3_PlayerResponse_1
source: Now you’re safe. You should head back to Ga-Koro.
fr_fr: Maintenant tu es en sécurité. Tu devrais retourner à Ga-Koro.
