Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_WhagnaMeeting_Parhi17
source: Toa $T, with the vote in a deadlock - and our deciding vote being completely out of it, I'd like to defer to your wisdom in this matter.
fr_fr: Toa $T, avec le vote en match nul - et notre vote-clé complètement hors-jeu, je voudrais vous demander votre avis à ce sujet.

# Dialogue_Text,DL_WhagnaMeeting_Parhi18
source: Yes. Although these types of matters would usually be the duty of a Turaga. While we don't have one, we do have the next best thing, a Toa of legend.
fr_fr: Oui. Bien que ces types d'affaires sont généralement la responsabilité d'un Turaga. Nous n'en avons pas, mais nous avons la meilleure chose possible : un Toa de légende.

# Dialogue_Text,DL_WhagnaMeeting_Parhi19
source: Very good, So what will it be Toa? Do we stay or go?
fr_fr: Très bien, donc qu'est-ce que ce sera, Toa ? Va-t-on rester ou partir ?

# Dialogue_Text,DL_WhagnaMeeting_Parhi7
source: Okay, okay, that's enough. We need to make a decision here, I'm calling a vote. I'm for staying and trying to repair.
fr_fr: Okay, okay, ça suffit. Nous avons besoin de prendre une décision ici, j'appelle au vote. Je suis pour rester et essayer de réparer.

# Dialogue_Text,DL_WhagnaMeeting_Parhi8
source: Kahli, your vote?
fr_fr: Kahli, ton vote ?

# Dialogue_Text,DL_WhagnaMeeting_ParhiLeave
source: You heard the Toa! Start packing up, I'll be taking you by boat to your village if that's possible.
fr_fr: Vous avez entendu le Toa ! Commencez à remballer, je vous ramènerai en bateau jusqu'à votre village si c'est possible.

# Dialogue_Text,DL_WhagnaMeeting_ParhiStay
source: You heard the Toa! Taphal, get to work. I'll travel to Po-Koro to see if they have any materials we can use, perhaps I can hire a few more crafters there too.
fr_fr: Vous avez entendu le Toa ! Taphal, au travail. Je vais voyager jusqu'à Po-Koro pour voir s'ils ont quoi que ce soit comme matériaux qu'on peut utiliser, peut-être que je peux aussi engager quelques artisans là-bas.

# Dialogue_Text,DL_WhagnaMeeting_ReturnStay
source: You may go now Toa, we can handle everything else.
fr_fr: Vous pouvez y aller maintenant Toa, nous nous occupons du reste.

# Dialogue_Text,DL_WhagnaMeeting_Tafall15
source: I... I don't think we should stay, I'm sorry Taphal, but there's just too much work for just you and us.
fr_fr: Je... Je ne pense pas qu'on devrait rester, je suis désolé Taphal, mais je pense que c'est trop de travail juste pour toi et nous.

# Dialogue_Text,DL_WhagnaMeeting_Tafall6
source: I'm not him! You- I- Ugghhhh!
fr_fr: Je ne suis pas lui ! Tu - Je -Ugghhhh!

# Dialogue_Text,DL_WhagnaMeeting_Taphal13
source: I'm staying. I've already started working on the repairs, I'm not abandoning my work!
fr_fr: Je reste. J'ai déjà commencé à travailler sur les réparations, je n'abandonnerai pas mon travail !

# Dialogue_Text,DL_WhagnaMeeting_Taphal3
source: What do you mean too much work! I can do it all in half the time of any Po, or Onu matoran!
fr_fr: Comment ça, trop de travail ?! Je peux le faire en la moitié du temps qu'il n'en faudrait à n'importe quel Po ou Onu Matoran !

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave
source: Gah! You've gotta be kidding me!
fr_fr: Gah ! C'est une blague !

# Dialogue_Text,DL_WhagnaMeeting_TaphalLeave2
source: Yes, I understand it's just... My work, all for nought.
fr_fr: Oui, je comprends, c'est juste que... Mon travail, tout ça pour rien.

# Dialogue_Text,DL_WhagnaMeeting_TaphalStay
source: Yes! I'll go get started right now!
fr_fr: Oui ! Je vais m'y mettre tout de suite !

# Dialogue_Text,DL_WhagnaVillager1
source: Hello Toa $T, Welcome to Whagna Village.
fr_fr: Bonjour Toa $T, bienvenue au Village Whagna.

# Dialogue_Text,DL_Whenua1
source: We come bearing the truth.
fr_fr: Nous venons porteurs de la vérité.

# Dialogue_Text,DL_Whenua2
source: We have spoken, and decided that you must be armed with this knowledge if you are to break the Makuta’s cycle.
fr_fr: Nous avons parlé, et décidé que tu devais être armé de cette connaissance si tu veux briser le cycle du Makuta.

# Dialogue_Text,DL_WhenuaBack
source: Eager is an understatement, Toa. I do hope you will visit me once I am comfortably underground- I have other tasks for you.
fr_fr: Impatient est un euphémisme, Toa. J'espère que tu viendras me rendre visite quand je serai confortablement sous terre - j'ai d'autres tâches pour toi.

# Dialogue_Text,DL_WhenuaDefault1
source: Hello, Toa $T. I am glad to see you are well.
fr_fr: Bonjour, Toa $T. Je suis heureux de voir que tu vas bien.

# Dialogue_Text,DL_WhenuaDefaultPostKini
source: Hello, Toa $T. I am glad to see you are well.
fr_fr: Bonjour, Toa $T. Je suis heureux de voir que tu vas bien.

# Dialogue_Text,DL_WhenuaGetmeDown
source: Come on Toa, I don't have all day. Get me down!
fr_fr: Allez, Toa, je n'ai pas toute la journée. Fais-moi descendre !

# Dialogue_Text,DL_WhenuaJump
source: Hmph. I suppose you think that’s funny? I believed that you Toa would have a bit more respect for your Turaga, but apparently not. Why, back in my prime I would have- ...oh, never mind. Please just help me down!
fr_fr: Oumph. Je suppose que tu trouves ça drôle ? Je croyais qu'un Toa aurait un peu plus de respect envers son Turaga, mais apparemment non. De mon temps, j'aurais... oh, oublie. Fais-moi juste descendre s'il-te-plaît !

# Dialogue_Text,DL_WhenuaKoro
source: Indeed it has. The Lightstone mines have increased in productivity, which is slight compensation for the incident at the great mine...
fr_fr: Effectivement. Les mines de Lumine ont augmenté en productivité, ce qui est une petite compensation pour l'incident dans la mine principale...

# Dialogue_Text,DL_WhenuaLost1
source: Toa! So good to see you here. I was beginning to get worried I would be lost for good...
fr_fr: Toa ! C'est si bon de te voir ici. Je commençais à m'inquiéter que je serais perdu pour de bon...

# Dialogue_Text,DL_WhenuaLost2
source: I was returning to Onu-Koro when a swarm of Nui-Jaga appeared and started chasing me. I climbed up here to escape them.
fr_fr: Je revenais à Onu-Koro quand un essaim de Nui-Jaga est apparu et m'a pris en chasse. J'ai escaladé jusqu'ici pour leur échapper.

# Dialogue_Text,DL_WhenuaLost3
source: Well... yes I do. I’m not particularly fond of heights...
fr_fr: Et bien... oui. Je n'aime pas particulièrement les hauteurs.

# Dialogue_Text,DL_WhenuaOnua
source: Indeed I do. Now that I am safely underground, there is something which I must tell you.
fr_fr: Effectivement. Maintenant que je suis en sécurité sous terre, il y a quelque-chose dont je dois te parler.

# Dialogue_Text,DL_WhenuaOnua1
source: I believe I have a newfound appreciation for our safe underground home- though I fear portions of it will not remain safe for much longer...
fr_fr: Je pense que j'ai trouvé une nouvelle appréciation pour notre demeure souterraine - bien que je crains que certaines portions de celle-ci ne sont plus en sécurité pour bien longtemps...

# Dialogue_Text,DL_WhenuaOnua2
source: As you may have seen with our great mine, portions of the Onu-Wahi tunnels have become less stable than they were before. Cave-ins have been happening more frequently, which have even begun to affect the surface. It seems these tremors have affected the Onu-Kini temple, preventing us from burrowing into the temple from below again. It was a great convenience which is, unfortunately, lost.
fr_fr: Comme tu as pu le voir avec notre grande mine, des portions des tunnels d'Onu-Wahi sont devenues moins stables qu'elles ont pu l'être. Les affaissements se sont produits plus fréquemment, certains ont même commencé à affecter la surface. Il semblerait que ces tremblements ont affecté le temple d'Onu-Kini, nous empêchant d'atteindre le temple par en dessous comme avant. C'était un grand avantage qui, malheureusement, a été perdu.

# Dialogue_Text,DL_WhenuaOnua3
source: Do you not... Oh! Forgive me, Onua. We have attempted to access the Onu-Kini through alternate means in the past, in an attempt to avoid the Makuta’s threats. ...All in preparation for your arrival of course. I apologize for any... confusion I may have caused.
fr_fr: Tu ne... Oh ! Pardonne-moi, Onua. Nous avons tenté d'accéder au Onu-Kini par d'autres moyens dans le passé, lors de nos tentatives d'éviter la menace de Makuta... Toujours en préparation de ton arrivée, bien sûr. Je suis désolé pour toute... confusion que j'aurais pu créer.

# Dialogue_Text,DL_WhenuaOnua4real
source: Here, this map may help you find the temple. Be careful Toa.
fr_fr: Tiens, cette carte pourrait t'aider à trouver le temple. Sois prudent, Toa.

# Dialogue_Text,DL_WhenuaOnuaGiveMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
fr_fr: L'Onu-Kini recèle une pierre Makoki - un fragment de clé que tu dois retrouver pour compléter ta destinée. C'est un objet que Makuta va tenter à tout prix de t'empêcher d'obtenir.

# Dialogue_Text,DL_WhenuaOnuaMap
source: The Onu-Kini houses a Makoki stone- a part of a key which you must retrieve to complete your destiny. It is something the Makuta will use any means to prevent you from acquiring.
fr_fr: L'Onu-Kini recèle une pierre Makoki - un fragment de clé que tu dois retrouver pour compléter ta destinée. C'est un objet que Makuta va tenter à tout prix de t'empêcher d'obtenir.

# Dialogue_Text,DL_WhenuaOtherToa
source: For you? Not exactly... Though if you could send a message to Onua I would appreciate it. Please tell him that I wish to speak with him as soon as he is able.
fr_fr: Pour toi ? Pas exactement... Bien que si tu pouvais envoyer un message à Onua j'apprécierais. Dis-lui s'il te plaît que je voudrais m'entretenir avec lui dès que possible.

# Dialogue_Text,DL_WhenuaSaved
source: What is WRONG with you! I could have been hurt! ...But thank you for getting me down from there. That rock looks much taller from the top of it.
fr_fr: Mais qu'est-ce qui ne va PAS chez vous ? J'aurais pu être blessé ! ...Mais merci de m'avoir aidé à descendre de là-haut. Ce rocher a l'air bien plus grand vu depuis son sommet.

# Dialogue_Text,DL_WhenuaSaved1
source: Oh… hah… that’s a story for another time, Toa. Perhaps one day I shall be able to tell it to you.
fr_fr: Oh... hah... c'est une histoire pour un autre jour, Toa. Peut-être qu'un jour je serai capable de t'en parler.

# Dialogue_Text,DL_WhenuaSaved2
source: Well, when you live underground long enough, finding yourself too far above it becomes rather nauseating.
fr_fr: Eh bien, quand on vit sous terre aussi longtemps, se retrouver trop haut à la surface peut être assez écœurant.

# Dialogue_Text,DL_WinRacePodu
source: Ah... hello $T. Not many people come down here... Good to see a friendly face once in a while.
fr_fr: Ah... bonjour $T. Peu de gens viennent jusqu'ici... C'est agréable de voir un visage amical de temps en temps.

# Dialogue_Text,DL_WinRacePoduGeneral
source: Well, I was out here doing a favor for Pohatu, but I’ve decided to stay. It’s nice out here, away from all the hustle and bustle of Po-Koro.
fr_fr: Eh bien, j'étais de sortie pour rendre un service à Pohatu, mais j'ai décidé de rester. C'est agréable ici, loin du vacarme et de la vie trépidante de Po-Koro.

# Dialogue_Text,DL_WinRacePoduGeneral1
source: Me too, $T. Me too.
fr_fr: Moi aussi, $T. Moi aussi.

# Dialogue_Text,DL_WinRacePoduKopaka
source: Oh no, you won’t have to do any more racing. Pohatu had his fun.
fr_fr: Oh non, vous n'aurez plus besoin de participer a des courses. Pohatu a eu sa dose.

# Dialogue_Text,DL_WinRacePoduPohatu
source: I like it out here. The ocean is nice, it’s peaceful and quiet, and there’s that temple full of swinging axes nearby in case I get bored!
fr_fr: J'aime bien cet endroit. L'océan est agréable, c'est paisible et calme, et il y a ce temple non-loin plein de haches qui se balancent si jamais je m'ennuie !

# Dialogue_Text,DL_WinRacePoduPohatu1
source: Indeed it is! ...One more thing. What did Kopaka think of my hat?
fr_fr: Bien sûr que ça l'est ! ... Autre-chose. Qu'a pensé Kopaka de mon chapeau ?

# Dialogue_Text,DL_WinRacePoduPohatu2
source: Yes! I knew he'd like them.
fr_fr: Yes! Je savais qu'il les apprécierait.

# Dialogue_Text,DL_WinRacePohatu
source: Well done, Kopaka! Truly, well done. That was a finer race than any I’ve had before.
fr_fr: Bien joué, Kopaka ! Vraiment bien joué. C'était une meilleure course que toutes celles que j'ai eues auparavant.

# Dialogue_Text,DL_WinRacePohatu1
source: Oh, of course! Here, let me get it for you...
fr_fr: Oh, bien sûr ! Laisse-moi te chercher ça...

# Dialogue_Text,DL_WinRacePohatu2
source: I knew you’d enjoy it! I knew this whole task would be rewarding in the end.
fr_fr: Je savais que tu apprécierais ! Je savais que tous ces efforts vaudraient la peine à la fin.

# Dialogue_Text,DL_WinRacePohatu3
source: Watch what you say about these! Podu made them.
fr_fr: Fais attention à ce que tu dis là-dessus ! C'est Podu qui les a faits.

# Dialogue_Text,DL_WinRacePohatuGift
source: What did I say? Stylish, right? And I’ve got enough for all six of us to wear!
fr_fr: Qu'est-ce que je disais ? Classe, non ? Et j'en ai assez pour nous six !

# Dialogue_Text,DL_YumaFishIntro
source: Stop copying me! There's got to be a law against this!
fr_fr: Arrête de me copier ! Il doit y avoir une loi contre ça !

# Dialogue_Text,DL_YumaFishIntro_2
source: Oh, Toa $T! I didn't see you there. Would you like some rare fish? It may be expensive, but it's great quality!
fr_fr: Oh, Toa $T! Je ne vous avais pas vu. Voudriez-vous du poisson rare ? Il est peut-être cher, mais c'est de la bonne qualité !

# Dialogue_Text,DL_YumaFishIntro_Gali
source: Oh yeah. Guess I didn't think about that. If you catch any rare ones, you can always sell them to me!
fr_fr: Oh ouais. J'imagine que j'y avais pas pensé. Si vous en attrapez des rares, vous pouvez toujours me les vendre !

# Dialogue_Text,DL_YumaFishIntro_lewa
source: Fair enough I suppose... though if you ever have a change of appetite you know the salesman to buy from!
fr_fr: Compréhensible, j'imagine... Ceci-dit, si un jour vous avez un changement d'appétit vous savez à quel marchand acheter !

# InvItem_Description,Item_AmanaVoloSphere_Desc
source: Rare orbs full of a powerful essence that has the power to heal a great amount.
fr_fr: Des orbes rares contenant une essence puissante ayant un grand pouvoir de guérison.

# InvItem_Description,Item_ArakaNote_Desc
source: A note left to inform any shoppers of Araka's absence.
fr_fr: Une note laissé pour informer les clients de l'absence d'Araka.

# InvItem_Description,Item_Blackmask_Desc
source: A mysterious Komau covered in a strange black substance. It's cracked and doesn't work. The hypnotising material on the surface of the mask pulses slowly, as if breathing...
fr_fr: Un mystérieux Komau couvert d'une étrange substance noire. Il est brisé et ne fonctionne pas. La substance hypnotisante à la surface du masque palpite lentement, comme si elle respirait...

# InvItem_Description,Item_BrothersNote_Desc
source: A poorly written note telling the tale of two Matoran.
fr_fr: Une note mal écrite racontant l'histoire de deux Matoran.

# InvItem_Description,Item_Candle_Desc
source: A candle sitting atop a small carving of the great spirit.
fr_fr: Une bougie posée sur une petite statuette du grand esprit.

# InvItem_Description,Item_Comets_Desc
source: A specal, enhanced, Kolhii ball for increased performance.
fr_fr: Une balle de Kolhii spéciale, améliorée pour être plus performante.

# InvItem_Description,Item_CookBook_Desc
source: A dusty old cookbook, the only one of it's kind.
fr_fr: Un vieux livre de recettes poussiéreux, le seul en son genre.

# InvItem_Description,Item_DoorKeyNote_Desc
source: A note showing designations of many symbols.
fr_fr: Une note montrant la signification de nombreux symboles.

# InvItem_Description,Item_GlowCrystal_Desc
source: A shard of green glow crystal, may be worth something.
fr_fr: Un éclat de cristal vert brillant, peut-être de valeur.

# InvItem_Description,Item_GoldBars_Desc
source: A stack of shiny gold bars.
fr_fr: Un tas de barres d'or brillantes.

# InvItem_Description,Item_GoldenMahi_Desc
source: A large golden Mahi figure. Hard to carry.
fr_fr: Une grande figurine de Mahi en or. Difficile à porter.

# InvItem_Description,Item_GoldenRama_Desc
source: It's a small statue of a Nui-Rama. Strangely, it seems to be made of solid gold. It's very heavy.
fr_fr: C'est une petite statue de Nui-Rama. Étrangement, elle semble être faite d'or massif. Elle est très loude.

# InvItem_Description,Item_GoldenRuki_Desc
source: A small golden figure of a Ruki.
fr_fr: Une petite figurine de Ruki dorée.

# InvItem_Description,Item_GoldenStatue_Desc
source: A statue of Mata-Nui, made of solid gold.
fr_fr: Une statue de Mata Nui en or massif.

# InvItem_Description,Item_GoldenUssal_Desc
source: A small statue of an Ussal, made of solid gold.
fr_fr: Une petite statue d'Ussal en or massif.

# InvItem_Description,Item_HauUnpowered_Desc
source: The Hau great mask of Shielding, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Grand Hau, masque de Protection, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_InfectedMasks_Desc
source: These masks seem to be under a strange power from Makuta. Perhaps they are worth some widgets?
fr_fr: Ces masques semblent être sous l'influence d'un étrange pouvoir de Makuta. Peut-être valent-ils quelques widgets ?

# InvItem_Description,Item_KakamaUnpowered_Desc
source: The Kakama great mask of Speed, this mask is made for Matoran and has no power. Perhaps there is a way to power it?
fr_fr: Le Grand Kakama, masque de Vitesse, ce masque est fait pour les Matoran et n'a pas de pouvoir. Peut-être y a-t-il un moyen de l'activer ?

# InvItem_Description,Item_KolhiiBall_Desc
source: A standard Kolhii ball.
fr_fr: Une balle de Kolhii standard.

# InvItem_Description,Item_MahaiTea_Desc
source: Tea made from Mahai bark. It tastes very bitter, and quite earthy. The Matoran use this drink for a boost of energy. It would probably work on a Toa, too.
fr_fr: Du thé fait à partir d'écorce de Mahai. Il a un goût très amer, et plutôt terreux. Les Matoran utilisent cette boisson pour regagner de l'énergie. Ça marchera probablement aussi sur un Toa.

# InvItem_Description,Item_MarenMap1_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 1/4
fr_fr: Une carte supposée mener à un grand trésor caché par le légendaire marin Ga-Matoran Masquenoir. 1/4

# InvItem_Description,Item_MarenMap2_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 2/4
fr_fr: Une carte supposée mener à un grand trésor caché par le légendaire marin Ga-Matoran Masquenoir. 2/4

# InvItem_Description,Item_MarenMap3_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 3/4
fr_fr: Une carte supposée mener à un grand trésor caché par le légendaire marin Ga-Matoran Masquenoir. 3/4

# InvItem_Description,Item_MarenMap4_Desc
source: A map supposedly leading to a great treasure hidden by the legendary Ga-Matoran sailor Blackmask. 4/4
fr_fr: Une carte supposée mener à un grand trésor caché par le légendaire marin Ga-Matoran Masquenoir. 4/4

# InvItem_Description,Item_MaskFinder_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
fr_fr: Un petit mécanisme fabriqué par Metonu, conçu par Nuparu, qui peut être utilisé pour trouver les $M proches.

# InvItem_Description,Item_MaskLocator_Desc
source: A small device crafted by Metonu, Designed by Nuparu, that can be used to find near by $M.
fr_fr: Un petit mécanisme fabriqué par Metonu, conçu par Nuparu, qui peut être utilisé pour trouver les $M proches.

# InvItem_Description,Item_MetallicProtodermisIngots_Desc
source: Ingots of Metallic Protodermis. This material is extremely hard to make, and can be used in the creation of powerful tools.
fr_fr: Lingots de Protodermis métallique. Ce matériau est extrêmement difficile à créer, et peut être utilisé dans la création de puissants outils.

# InvItem_Description,Item_Pocketdermis_Desc
source: A small bag of powdered Protodermis that your mask will draw energy from over time. Effects will not stack, lasts for 8 seconds.
fr_fr: Un petit sac de Protodermis en poudre dont votre masque puisera l'énergie. Effet non-cumulable, dure 8 secondes.

# InvItem_Description,Item_PoetNoteBurns_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
fr_fr: Deuxième partie d'une série écrite par Talok le Grand Poète, à propos de Ta-Koro.

# InvItem_Description,Item_PoetNoteHot_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
fr_fr: Deuxième partie d'une série écrite par Talok le Grand Poète, à propos de Ta-Koro.

# InvItem_Description,Item_PoetNoteLight_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
fr_fr: Deuxième partie d'une série écrite par Talok le Grand Poète, à propos de Ta-Koro.

# InvItem_Description,Item_PoetNotePart1_Desc
source: Part one in a series written by Talok the Great Poet, about Ta-Koro.
fr_fr: Première partie d'une série écrite par Talok le Grand Poète, à propos de Ta-Koro.

# InvItem_Description,Item_PoetNotePart3_Desc
source: Part three in a series written by Talok the Great Poet, about Ta-Koro.
fr_fr: Troisième partie d'une série écrite par Talok le Grand Poète, à propos de Ta-Koro.

# InvItem_Description,Item_PoetNoteSmoke_Desc
source: Part two in a series written by Talok the Great Poet, about Ta-Koro.
fr_fr: Deuxième partie d'une série écrite par Talok le Grand Poète, à propos de Ta-Koro.

# InvItem_Description,Item_Pots_Desc
source: An expertly crafted pot, for all your potting needs.
fr_fr: Un pot conçu avec expertise, pour tous vos besoins en pot.

# InvItem_Description,Item_ProtoCell_Desc
source: A small capsule filled with Protodermis, can be crushed to absorb it's power.
fr_fr: Une petite capsule remplie de Protodermis, peut être écrasée pour absorber son pouvoir.

# InvItem_Description,Item_ProtoCharge_Desc
source: A large tank filled with a great sum of Protodermis, can be smashed to absorb it's power.
fr_fr: Un large réservoir rempli d'une grande quantité de Protodermis, peut être brisé pour absorber son pouvoir.

# InvItem_Description,Item_ResearchNotes_Desc
source: A collection of research notes from a curious Matoran.
fr_fr: Un assemblage des recherches d'un Matoran curieux.

# InvItem_Description,Item_RestorationGel_Desc
source: This green jiggly substance can be applied to damaged armor to repair it over time. Effects will not stack, lasts for 5 seconds.
fr_fr: Cette substance gélatineuse verte peut être appliquée sur une armure endommagée pour la réparer avec le temps. L'effet n'est pas cumulable, dure 5 secondes.

# InvItem_Description,Item_RockHat_Desc
source: A strangely shaped rock.
fr_fr: Un rocher à la forme étrange.

# InvItem_Description,Item_ShoppingList_Desc
source: A hastily scribbled note indicating the materials needed to create the Mask Finder.
fr_fr: Une note écrite rapidement indiquant les matériaux nécessaires pour créer le Chercheur de Masques.

# InvItem_Description,Item_SouthernTipNote_Desc
source: A note found on the southern tip of the island.
fr_fr: Une note trouvée à l'extrémité sud de l'île.
