Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# UIText_Description,UIGetMask_GainMaskText
source: {Toa} has picked up the "{Mask}"
fr_fr: {Toa} a récupéré le « {Mask} »

# UIText_Description_Cosmetics,Cosmetics_BlackMask_Description
source: A mysterious Komau covered in a strange black substance. The material on the surface of the mask pulses slowly, as if breathing...
fr_fr: Un mystérieux Komau couvert d'une étrange substance noire. Le matériel à la surface du masque palpitant lentement, comme s'il respirait...

# UIText_Description_Cosmetics,Cosmetics_CopperMask_Description
source: A copper mask of victory found in the Po-temple.
fr_fr: Un masque de victoire en cuivre trouvé dans le Po-temple.

# UIText_Description_Cosmetics,Cosmetics_CrystalMask_Description
source: A Nearly Clear mask Made out of Ice, Why does it work, who made it, Who knows?
fr_fr: Un masque presque transparent fait de glace, pourquoi fonctionne-t-il, qui l'a créé, qui sait ?

# UIText_Description_Cosmetics,Cosmetics_FestiveHat_Description
source: A Naming day hat given to you during the festivities.
fr_fr: Un chapeau du Jour du Nom, qui vous a été donné pendant les festivités.

# UIText_Description_Cosmetics,Cosmetics_GoldMasks_Description
source: You earned these Golden masks by collecting all of the great masks for this toa. (Wearing this adds stat boosts to your masks)
fr_fr: Vous avez gagné ces Masques dorés en collectant tous les grands masques pour ce Toa. (Porter ceci rajoute des bonus de statistiques à vos masques)

# UIText_Description_Cosmetics,Cosmetics_GoldToa_Description
source: You are a true Toa-hero! You have gained this by collecting every mask with every Toa!
fr_fr: Vous êtes un vrai héro-Toa ! Vous avez gagné ceci en collectionnant tous les masques avec chaque Toa !

# UIText_Description_Cosmetics,Cosmetics_InfectedMasks_Description
source: Some poison from a Nui-jaga's stinger has gotten on your mask! (There is no drawback to wearing this)
fr_fr: Le poison du dard d'un Nui-jaga a pénétré votre masque ! (Une fois porté, impossible à retirer)

# UIText_Description_Cosmetics,Cosmetics_JackOLantern_Description
source: This strange orange ball may fit over your mask. Perhaps it will give you unspoken powers if you wear it?
fr_fr: Cette étrange sphère orange peut être portée par dessus votre masque. Peut-être vous donnera-t-elle des pouvoirs inconcevables si vous la portez ?

# UIText_Description_Cosmetics,Cosmetics_MaskOfTime_Description
source: Taken from the Makuta, you can now wear it as a trophy.
fr_fr: Arraché à Makuta, vous pouvez maintenant le porter comme trophée.

# UIText_Description_Cosmetics,Cosmetics_NuvaPauldrons_Description
source: The former Prophet of the Makuta, Komaru, gave these to you as a reward for saving him from the Makuta's influence.
fr_fr: L'ancien Prophète de Makuta, Komaru, vous a donné ceci en récompense pour l'avoir sauvé de l'influence de Makuta.

# UIText_Description_Cosmetics,Cosmetics_OldPakari_Description
source: An older design of Pakari, they are quite rare nowadays.
fr_fr: Un vieux design du Pakari, assez rare de nos jous.

# UIText_Description_Cosmetics,Cosmetics_ProtoSteelMask_Description
source: A Protosteel mask forged by Kohi, the first matoran on Mata Nui known able to manipulate Protosteel. Before his mysterious disappearance.
fr_fr: Un masque de Protoacier forgé par Kohi, le premier Matoran sur Mata-Nui à être capable de manipuler le Protoacier. Avant sa disparition mystérieuse.

# UIText_Description_Cosmetics,Cosmetics_VeryCoolHat_Description
source: A Very cool hat made by Podu, given to you by winning the Pohatu/Kopaka race.
fr_fr: Un chapeau très classe fait par Podu, donné pour avoir gagné la course Pohatu/Kopaka.

# UIText_ToolTip,GiveMask_Gali_ToolTip
source: Toa Gali, Toa of Water
fr_fr: Toa Gali, Toa de l'Eau

# UIText_ToolTip,GiveMask_Kopaka_ToolTip
source: Toa Kopaka, Toa of Ice
fr_fr: Toa Kopaka, Toa de la Glace

# UIText_ToolTip,GiveMask_Lewa_ToolTip
source: Toa Lewa, Toa of Air
fr_fr: Toa Lewa, Toa de l'Air

# UIText_ToolTip,GiveMask_Onua_ToolTip
source: Toa Onua, Toa of Earth
fr_fr: Toa Onua, Toa de la Terre

# UIText_ToolTip,GiveMask_Pohatu_ToolTip
source: Toa Pohatu, Toa of Stone
fr_fr: Toa Pohatu, Toa de la Pierre

# UIText_ToolTip,GiveMask_Tahu_ToolTip
source: Toa Tahu, Toa of Fire
fr_fr: Toa Tahu, Toa du Feu

# UIText_ToolTip,NewGame_TutorialTooltip
source: Tutorial has story relevance, you must play it once.
fr_fr: Le tutoriel a de l'importance dans l'histoire, vous devez y jouer au moins une fois.

# UIText_ToolTip,PausedAudioSettings_AmbientSounds_ToolTip
source: The volume of sounds heard in the wahis.
fr_fr: Le volume des sons entendus dans les Wahi.

# UIText_ToolTip,PausedAudioSettings_Master_ToolTip
source: The overall volume of the game.
fr_fr: Le volume général du jeu.

# UIText_ToolTip,PausedAudioSettings_Music_ToolTip
source: The volume of music in the game.
fr_fr: Le volume de la musique dans le jeu.

# UIText_ToolTip,PausedAudioSettings_MusicFreq_ToolTip
source: Frequency of world exploration music.
fr_fr: Fréquence de la musique d'exploration.

# UIText_ToolTip,PausedAudioSettings_SFX_ToolTip
source: The volume of sound effects IE Footsteps.
fr_fr: Le volume des effets sonores, par exemple des bruits de pas.

# UIText_ToolTip,PausedControls_AttackingEntersCombatTip
source: Pressing the bound 'Attack' button automatically enters combat mode and attacks.
fr_fr: Appuyer sur le bouton « Attaquer » passe automatiquement en mode combat et attaque.

# UIText_ToolTip,PausedDisplaySettings_Compass_Tooltip
source: Toggle a compass that will lead you directly towards your objective. For the directionally challenged.
fr_fr: Activez une boussole qui vous dirigera vers votre objectif. Pour ceux qui sont fâchés avec les directions.

# UIText_ToolTip,PausedDisplaySettings_Language_Tooltip
source: Which language should the game be displayed in? (This option may require a restart)
fr_fr: En quelle langue le jeu doit-il se lancer ? (Cette option peut nécessiter un redémarrage)

# UIText_ToolTip,PausedDisplaySettings_Resolution_Tooltip
source: The Resolution the game is displayed at.
fr_fr: La résolution d'affichage du jeu.

# UIText_ToolTip,PausedDisplaySettings_ResolutionPercent_Tooltip
source: The percentage of resolution the game renders.
fr_fr: Le pourcentage de résolution pour lequel le jeu est affiché.

# UIText_ToolTip,PausedDisplaySettings_ResolutionUpscaling_Tooltip
source: Using AMD's FSR, upscale the image to gain more FPS at a small cost of image quality loss. (Note: You must lower the Res Percent bar for this effect to work)
fr_fr: En utilisant le FSR d'AMD, mise à l'échelle de l'image pour gagner plus d'IPS au prix d'une petite perte de qualité de l'image. (Note : Vous devez baisser la barre de Pourcentage de Résolution pour que ceci prenne effet).

# UIText_ToolTip,PausedDisplaySettings_WindowMode_Tooltip
source: Mode of display for the game.
fr_fr: Mode d'affichage pour le jeu.

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingQuality_ToolTip
source: Quality of the AA Type Used
fr_fr: Qualité du type d'AA utilisé

# UIText_ToolTip,PausedGraphicsSettings_AntiAliasingType_ToolTip
source: Type of AA to use: None- No Anti-Aliasing very jagged edges FXAA- Smoothes edges somewhat TemporalAA- Smoothes edges the most but causes some pixel smearing
fr_fr: Type d'anti aliasing : Aucun - pas d'Anti-Aliasing bordures très hachées FXAA - Lisse un peu les bordures TemporalAA - Lisse le plus les bordures, mais cause de l'étalement de pixels

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessSeverity_ToolTip
source: Changes the Intensity of the color blindness effect.
fr_fr: Change l'intensité de l'effet pour daltoniens.

# UIText_ToolTip,PausedGraphicsSettings_ColorBlindnessType_ToolTip
source: For players with color blindness.
fr_fr: Pour les joueurs daltoniens.

# UIText_ToolTip,PausedGraphicsSettings_EffectsQuality_ToolTip
source: The Quality of various Effects in the game (Reflections, Materials, Particles, etc.) [Warning: Big performance impact on changing]
fr_fr: La Qualité de divers effets dans le jeu (Reflets, Matériaux, Particules, etc...) [Attention : Gros impact sur la performance lors du changement]

# UIText_ToolTip,PausedGraphicsSettings_FoliageQuality_ToolTip
source: The Density of Foliage (Grass, Bushes, etc.)
fr_fr: La Densité des Feuillages (Herbe, Buissons, etc.)

# UIText_ToolTip,PausedGraphicsSettings_FOV_ToolTip
source: Changes the field of vision for the camera.
fr_fr: Change le champ de vision de la caméra.

# UIText_ToolTip,PausedGraphicsSettings_FrameLimit_ToolTip
source: Limit the framerate of the game.
fr_fr: Limite le taux de rafraîchissement du jeu.

# UIText_ToolTip,PausedGraphicsSettings_ShadowQuality_ToolTip
source: The Quality of Shadows
fr_fr: La Qualité des Ombres

# UIText_ToolTip,PausedGraphicsSettings_TextureFiltering_ToolTip
source: The amount of filtering for textures viewed from the side on.
fr_fr: La quantité de filtres sur les textures visibles.

# UIText_ToolTip,PausedGraphicsSettings_TextureMemory_ToolTip
source: The Amount of Ram Allocated to texture loading.
fr_fr: La quantité de RAM allouée au chargement des textures.

# UIText_ToolTip,PausedGraphicsSettings_VolumetricFog_ToolTip
source: Fog that has volume. (Disabling will remove some effects in the game. Automaticly disabled by Low Shadows setting.) [High performance impact]
fr_fr: Volume du brouillard. (Désactiver supprimera certains effets du jeu. Automatiquement désactivé par le paramètre Bas pour les Ombres.) [Impact élevé sur les performances]

# UIText_ToolTip,PausedGraphicsSettings_VSync_ToolTip
source: Fixes Screen Tearing by limiting the framerate to the screen refresh rate
fr_fr: Empêche les déchirures d'écran en limitant le taux de framerate au taux de rafraîchissement de l'écran
