Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Response,DL_QuarterMaster6_PlayerResponse_2
source: A kind deed is it's own reward.
fr_fr: Une bonne action est sa propre récompense.

# Dialogue_Response,DL_QuarterMaster7_PlayerResponse_1
source: Well, lets get to this "petty task" then.
fr_fr: Très bien, mettons-nous à cette « petite tâche » alors.

# Dialogue_Response,DL_QuarterMaster8_PlayerResponse_1
source: The staves?
fr_fr: Les bâtons ?

# Dialogue_Response,DL_QuarterMaster9_PlayerResponse_1
source: Let's do it.
fr_fr: Allons-y.

# Dialogue_Response,DL_RacePohatu1_PlayerResponse_1
source: Oh no. Don’t tell me this was your idea.
fr_fr: Oh non. Ne me dis pas que c'était ton idée.

# Dialogue_Response,DL_RacePohatu2_PlayerResponse_1
source: We’re brothers. Not friends.
fr_fr: Nous sommes frères. Pas amis.

# Dialogue_Response,DL_RacePohatu3_PlayerResponse_1
source: That’s what this whole ruse was? Some kind of sport to you?
fr_fr: C'était sa ruse ? Un espèce de sport ?

# Dialogue_Response,DL_RacePohatu4_PlayerResponse_1
source: This entire charade is idiotic. Not only have you wasted my time which I could be spending searching for Masks, you’ve wasted this Po-Matoran’s time as well!
fr_fr: Toute cette charade est idiote. Non seulement tu as gâché mon temps que j'aurais pu passer à chercher des masques, mais tu as aussi gâché celui de ce Po-Matoran !

# Dialogue_Response,DL_RacePohatu6_PlayerResponse_1
source: And why would I engage in something so trivial?
fr_fr: Et pourquoi est-ce que je ferais quelque chose d'aussi trivial ?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_1
source: ...Very well, I accept.
fr_fr: ... Très bien, j'accepte.

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_2
source: What makes you think some vain accessory would change my mind about any of this?
fr_fr: Qu'est-ce que tu fais croire qu'un accessoire inutile me fera changer d'avis ?

# Dialogue_Response,DL_RacePohatu7_PlayerResponse_3
source: This is idiotic. I’m leaving.
fr_fr: C'est idiot. Je m'en vais.

# Dialogue_Response,DL_RacePohatuPodu1_PlayerResponse_1
source: Telling him you have some urgent mission, forcing him to wait in Ko-Koro, and sending him here, on the edge of the Po-Wahi desert? Are you always this cruel to your own Matoran?
fr_fr: Lui dire que tu as une mission urgente, le forcer à attendre à Ko-Koro, et l'envoyer ici, au bord du désert de Po-Wahi ? Es-tu toujours aussi cruel avec tes Matoran ?

# Dialogue_Response,DL_RacePohatuPodu2_PlayerResponse_1
source: ...What do you want.
fr_fr: ... Qu'est-ce que tu veux.

# Dialogue_Response,DL_RacePohatuWhy2_PlayerResponse_1
source: Because we’re “good friends?”
fr_fr: Parce que nous sommes de « bons amis » ?

# Dialogue_Response,DL_RacePohatuWhy3_PlayerResponse_1
source: The what?
fr_fr: Le quoi ?

# Dialogue_Response,DL_RacePohatuWhy4_PlayerResponse_1
source: I find that highly unlikely.
fr_fr: Je trouve ça hautement improbable.

# Dialogue_Response,DL_RacePohatuWhy5_PlayerResponse_1
source: Poll or not, I’m still not partaking in your little race.
fr_fr: Sondage ou pas, je ne participerais pas à ta petite course.

# Dialogue_Response,DL_RacePohatuWhy6_PlayerResponse_1
source: I’d hardly call running across a vast, empty desert “Fun.”
fr_fr: Je dirais difficilement de courir dans un grand désert vide que c'est « fun ».

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_1
source: ...Very well. I accept.
fr_fr: ... Très bien. J'accepte.

# Dialogue_Response,DL_RacePohatuWhy7_PlayerResponse_2
source: I’m leaving.
fr_fr: Je m'en vais.

# Dialogue_Response,DL_RacePohatuWhy_PlayerResponse_1
source: You mistake me for one who cares about such things. Lewa would have been a much better choice to tempt with this mindless game.
fr_fr: Tu te trompes en croyant que de telles choses m'importent. Lewa aurait été un bien meilleur choix pour ce jeu irréfléchi.

# Dialogue_Response,DL_RahiAboutTemple_PlayerResponse_1
source: Don't worry, I'll deal with them.
fr_fr: Ne t'inquiète pas, je vais m'en occuper.

# Dialogue_Response,DL_RockGuy_PlayerResponse_2
source: Nice place.
fr_fr: Bel endroit.

# Dialogue_Response,DL_SadKolhiiPlayer2_PlayerResponse_1
source: You can tell me.
fr_fr: Tu peux me dire.

# Dialogue_Response,DL_SadKolhiiPlayer_PlayerResponse_1
source: Hello?
fr_fr: Bonjour ?

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_1
source: I'm sure you'll use it more than I will.
fr_fr: Je suis sûr que tu en auras plus l'utilité que moi.

# Dialogue_Response,DL_SadKolhiiPlayerAlreadyHave_PlayerResponse_2
source: Sorry I'm afriad I need it.
fr_fr: Désolé, j'ai peur d'en avoir besoin.

# Dialogue_Response,DL_SadKolhiiPlayerComplete1_PlayerResponse_1
source: Enjoying your Comet?
fr_fr: Tu aimes ta Comète ?

# Dialogue_Response,DL_SadKolhiiPlayerComplete2_PlayerResponse_1
source: I see, make sure you get lot's of rest.
fr_fr: Je vois, repose-toi bien.

# Dialogue_Response,DL_SadKolhiiPlayerCompleteQuest_PlayerResponse_1
source: There is no need for that, You have compensated me fairly.
fr_fr: Pas besoin, tu m'as compensé équitablement.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_1
source: Oh, I already have one.
fr_fr: Oh. J'en ai déjà une.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
fr_fr: Ça devrait faire l'affaire, non ? (300 Widgets)

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
fr_fr: Donne-moi ce que tu as, je verrais si je peux couvrir la différence.

# Dialogue_Response,DL_SadKolhiiPlayerExplain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
fr_fr: Je suis désolé, je ne peux pas aider pour l'instant.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_1
source: Oh, I already have one.
fr_fr: Oh. J'en ai déjà une.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_2
source: This should cover it right? (300 Widgets)
fr_fr: Ça devrait faire l'affaire, non ? (300 Widgets)

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_3
source: Give me what you have, I'll see if I can make up the difference.
fr_fr: Donne-moi ce que tu as, je verrais si je peux couvrir la différence.

# Dialogue_Response,DL_SadKolhiiPlayerExplainAgain_PlayerResponse_5
source: I'm sorry, I can't help at the moment.
fr_fr: Je suis désolé, je ne peux pas aider pour l'instant.

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_1
source: Of course!
fr_fr: Bien sûr !

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice1_PlayerResponse_2
source: On second thought...
fr_fr: En y repensant...

# Dialogue_Response,DL_SadKolhiiPlayerFullPrice2_PlayerResponse_1
source: You're welcome - and thank you.
fr_fr: De rien - et merci.

# Dialogue_Response,DL_SadKolhiiPlayerGiveHalf_PlayerResponse_1
source: I'll get right on it.
fr_fr: Je m'y mets.

# Dialogue_Response,DL_SadKolhiiPlayerNoMoney_PlayerResponse_1
source: I'll be back.
fr_fr: Je reviendrai.

# Dialogue_Response,DL_SadKolhiiPlayerReturn1_PlayerResponse_1
source: Relax, here it is.
fr_fr: Calme-toi, la voilà.

# Dialogue_Response,DL_SadKolhiiPlayerReturn2_PlayerResponse_1
source: Would there perhaps be some kind of a reward? That was very expensive.
fr_fr: Y a-t-il une récompense ? Ça a coûté très cher.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_1
source: I have.
fr_fr: C'est fait.

# Dialogue_Response,DL_SadKolhiiPlayerReturn_PlayerResponse_2
source: Not yet I'm afraid.
fr_fr: Pas encore, j'ai peur.

# Dialogue_Response,DL_SadKolhiiPlayerReturnNoMoneyReward_PlayerResponse_1
source: Widgets would be enough, but if you want to give me more I suppose it couldn't hurt.
fr_fr: Des widgets seraient bien, mais si tu veux m'en donner plus, je ne vais pas me plaindre.

# Dialogue_Response,DL_SadKolhiiPlayerRewardItem_PlayerResponse_1
source: You're welcome - and thank you.
fr_fr: De rien - et merci.

# Dialogue_Response,DL_ScaredConvo1_PlayerResponse_2
source: Omak sent me, you're the couriers for this shipment?
fr_fr: Omak m'a envoyé, vous êtes les messagers pour sa cargaison ?

# Dialogue_Response,DL_ScaredConvo2_PlayerResponse_1
source: What happened?
fr_fr: Que s'est-il passé ?

# Dialogue_Response,DL_ScaredConvo3_PlayerResponse_1
source: What is the cargo?
fr_fr: C'est quoi la cargaison ?

# Dialogue_Response,DL_ScaredConvo4_PlayerResponse_1
source: Why would this kind of Tarakava be in the desert?
fr_fr: Qu'est-ce que ce type de Tarakava fait dans le désert ?

# Dialogue_Response,DL_ScaredConvo8_PlayerResponse_1
source: Was Khalo The Job master to recive this shipment?
fr_fr: Est-ce que cette cargaison était pour Khalo le responsable des travaux ?

# Dialogue_Response,DL_ScaredConvo9_PlayerResponse_1
source: I do... I'm afraid I can't stand for this.
fr_fr: J'ai peur de ne pas pouvoir approuver cela.

# Dialogue_Response,DL_ScaredConvoWho_PlayerResponse_1
source: Alright...
fr_fr: D'accord...

# Dialogue_Response,DL_Scholar1_PlayerResponse_1
source: What is that language you're speaking?
fr_fr: Quel langage parles-tu ?

# Dialogue_Response,DL_Scholar2_PlayerResponse_1
source: Very interesting, I'll leave you to your work.
fr_fr: Très intéressant, je te laisse à ton travail.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_1
source: Then lets trade.
fr_fr: Alors marchandons.

# Dialogue_Response,DL_SellerConsumables1_PlayerResponse_2
source: I'm not looking for any of that at the moment.
fr_fr: Je n'en cherche pas pour l'instant.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_1
source: I'd like to see what you've got.
fr_fr: Voyons ce que tu as.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_2
source: I heard a rumor about Kapura and your name came up, what's up with him?
fr_fr: J'ai entendu une rumeur sur Kapura et ton nom a été mentionné, c'est quoi son histoire ?

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_3
source: You sound different from the other Ga-Matoran.
fr_fr: Tu n'as pas le même accent que les autres Ga-Matoran.

# Dialogue_Response,DL_SellerConsumablesHewtinii_PlayerResponse_4
source: Maybe another time.
fr_fr: Peut-être une autre fois.

# Dialogue_Response,DL_SellerConsumablesHewtiniiFikouNui_PlayerResponse_1
source: Would it ease your mind if I promise to watch over Kapura?
fr_fr: Est-ce que ça te rassurerait si je promettais de surveiller Kapura ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran1_PlayerResponse_1
source: M-My apologies! I did not mean to misidentify you..!
fr_fr: T-Toutes mes excuses ! Je ne voulais pas mal t'identifier ..!

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran2_PlayerResponse_1
source: If I may ask... What kind of Matoran are you?
fr_fr: Si je peux demander... Quel sorte de Matoran es-tu ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran3_PlayerResponse_1
source: Words such as...?
fr_fr: Des mots comme ...?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran4_PlayerResponse_1
source: What uhh... does that mean?
fr_fr: Qu'est-ce heu... que ça veut dire ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran5_PlayerResponse_1
source: Let's umm... change the subject.
fr_fr: Humm... Changeons de sujet.

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran6_PlayerResponse_1
source: Come again?
fr_fr: Pardon ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiGamatoran7_PlayerResponse_1
source: Yep...
fr_fr: Ouais...

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura1_PlayerResponse_1
source: How so?
fr_fr: Comment ça ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_1
source: You don't like Fikou-Nui?
fr_fr: Tu n'aimes pas les Fikou-Nui ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura3_PlayerResponse_2
source: Would it ease your mind if I promise to watch over Kapura?
fr_fr: Est-ce que ça te rassurerait si je promettais de surveiller Kapura ?

# Dialogue_Response,DL_SellerConsumablesHewtiniiKapura4_PlayerResponse_1
source: Then it's a promise.
fr_fr: Alors je le promets.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_1
source: Then lets trade.
fr_fr: Alors marchandons.

# Dialogue_Response,DL_SellerConsumablesTimed_PlayerResponse_2
source: I'm not looking for any of that at the moment.
fr_fr: Je n'en cherche pas pour l'instant.

# Dialogue_Response,DL_SellerMaskJuice1_PlayerResponse_2
source: I don't have the time, sorry.
fr_fr: Je n'ai pas le temps, désolé.

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_1
source: Let me see!
fr_fr: Fais-moi voir !

# Dialogue_Response,DL_SellerMaskJuiceQuestion_PlayerResponse_2
source: I'm not interested.
fr_fr: Je ne suis pas intéressé.

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_1
source: May I see them?
fr_fr: Puis-je les voir ?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_2
source: Masks, really?
fr_fr: Des masques, vraiment ?

# Dialogue_Response,DL_SellerMasks1_PlayerResponse_3
source: I'm not interested yet, sorry.
fr_fr: Je ne suis pas intéressant pour l'instant, désolé.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_1
source: I did, let's trade.
fr_fr: C'est fait, marchandons.

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_2
source: What are you selling here?
fr_fr: Que vends-tu ici ?

# Dialogue_Response,DL_SellerMasksNobua1_PlayerResponse_3
source: No, just wanted to stop by.
fr_fr: Non, je voulais juste passer.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_1
source: Let's trade.
fr_fr: Marchandons.

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_2
source: You sound down, what's wrong little one?
fr_fr: Tu as l'air triste, qu'est-ce qui ne va pas, petit ?

# Dialogue_Response,DL_SellerMasksNobua2_PlayerResponse_3
source: I must be going now.
fr_fr: Je dois y aller, maintenant.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_1
source: Go on.
fr_fr: Continue.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_2
source: Actually I'd like to trade.
fr_fr: En fait je voudrais marchandr.

# Dialogue_Response,DL_SellerMasksNobua3_PlayerResponse_3
source: Nevermind, I must be going now.
fr_fr: Je dois y aller.

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_1
source: Is there anything I can do to help?
fr_fr: Est-ce que je peux aider ?

# Dialogue_Response,DL_SellerMasksNobua4_PlayerResponse_3
source: Nevermind, I must be going now.
fr_fr: Je dois y aller.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_1
source: Very well, let's trade.
fr_fr: Très bien, marchandons.

# Dialogue_Response,DL_SellerMasksNobua5_PlayerResponse_2
source: I'm sorry, but I can't buy anything from you at the moment.
fr_fr: Je suis désolé, mais je ne peux rien t'acheter pour le moment.

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_1
source: Hi...
fr_fr: Salut...

# Dialogue_Response,DL_SellerMasksNobua_PlayerResponse_2
source: Sorry gotta go, Bye.
fr_fr: Désolé, je dois y aller, salut.

# Dialogue_Response,DL_SellerMetal1_PlayerResponse_1
source: Alright, let's trade!
fr_fr: Très bien, marchandons !

# Dialogue_Response,DL_SellerNone1_PlayerResponse_1
source: What's wrong?
fr_fr: Qu'est-ce qui ne va pas ?

# Dialogue_Response,DL_SellerNone2_PlayerResponse_1
source: Sorry, afraid there's not much I can do about that.
fr_fr: Désolé, j'ai peur de ne pas pouvoir y faire grand chose.

# Dialogue_Response,DL_SellerNone_PlayerResponse_1
source: What do you sell?
fr_fr: Que vends-tu ?

# Dialogue_Response,DL_SellerNone_PlayerResponse_2
source: I'll leave you in peace.
fr_fr: Je vais te laisser en paix.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_1
source: I may, lets trade.
fr_fr: Je peux, marchandons.

# Dialogue_Response,DL_SellerNotes_PlayerResponse_2
source: I don't, sorry.
fr_fr: Je ne peux pas, désolé.

# Dialogue_Response,DL_SellerSports1_PlayerResponse_1
source: You don't like him?
fr_fr: Tu ne l'aimes pas ?

# Dialogue_Response,DL_SellerSports_PlayerResponse_1
source: You sell Kolhii balls too?
fr_fr: Tu vends aussi des balles de Kolhii ?

# Dialogue_Response,DL_Selling1_PlayerResponse_1
source: *Listen*
fr_fr: *Écouter*

# Dialogue_Response,DL_Seltra1_PlayerResponse_1
source: It seems like it.
fr_fr: On dirait.

# Dialogue_Response,DL_Seltra2_PlayerResponse_1
source: I suppose, why?
fr_fr: Je suppose, pourquoi ?

# Dialogue_Response,DL_Seltra3_PlayerResponse_1
source: I have seen a fair few interesting ones yes.
fr_fr: J'en ai vu quelques uns d'intéressant, oui.

# Dialogue_Response,DL_Seltra4_PlayerResponse_1
source: Well there was this one...
fr_fr: Et bien, il y avait celui-là...

# Dialogue_Response,DL_Seltra5_PlayerResponse_1
source: Ahh, I see. I'll leave you to it.
fr_fr: Ahhh, je vois. Je vous laisse.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_1
source: I need some info about a recent shipment to Po-Koro that's been delayed.
fr_fr: J'ai besoin d'informations sur une cargaison récente pour Po-Koro qui a été retardée.

# Dialogue_Response,DL_ShipperCleanUp_PlayerResponse_2
source: If there's any other attacks, just shout and i'll be here.
fr_fr: S'il y a d'autres attaques, crie et je viendrais.

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_1
source: What is this place?
fr_fr: C'est quoi cet endroit ?

# Dialogue_Response,DL_ShipperDefault_PlayerResponse_2
source: No, I'm fine.
fr_fr: Non, je vais bien.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_1
source: I'm a Toa.
fr_fr: Je suis un Toa.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_2
source: I'm a Rahi.
fr_fr: Je suis un Rahi.

# Dialogue_Response,DL_ShipperIntro_2_PlayerResponse_3
source: I'm Nobody. Nevermind.
fr_fr: Je suis Personne. Oublie ça.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_1
source: Excuse me, what happened here?
fr_fr: Excuse-moi, que s'est-il passé ici ?

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_2
source: Hello, little one.
fr_fr: Bonjour, petit.

# Dialogue_Response,DL_ShipperIntro_PlayerResponse_3
source: *Leave without disturbing him*
fr_fr: *Partir sans le déranger*

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_1
source: Alright, slow down. Tell me what happened.
fr_fr: D'accord, calme-toi. Dis-moi ce qui s'est passé.

# Dialogue_Response,DL_ShipperIntroGetup_PlayerResponse_2
source: Speaking of - What is this place?
fr_fr: Au fait - c'est quoi cet endroit ?

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_1
source: An Ussal.
fr_fr: Un Ussal.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_2
source: A Tarakava.
fr_fr: Un Tarakava.

# Dialogue_Response,DL_ShipperIntroRahi_PlayerResponse_3
source: A Toa.
fr_fr: Un Toa.

# Dialogue_Response,DL_ShipperIntroRahi_Tarakava_PlayerResponse_1
source: Just a bit of fun, my friend. Why are you lying down here?
fr_fr: Je m'amuse juste, mon ami. Pourquoi es-tu étendu ici ?

# Dialogue_Response,DL_ShipperIntroRahi_Toa_PlayerResponse_1
source: I'll keep that in mind. Why are you lying down back there?
fr_fr: Je garderais ça en tête. Pourquoi es-tu étendu ici ?

# Dialogue_Response,DL_ShipperIntroRahi_Ussal_PlayerResponse_1
source: Why are you lying down back there?
fr_fr: Pourquoi es-tu étendu ici ?

# Dialogue_Response,DL_ShipperIntroToa_2_PlayerResponse_1
source: See who?
fr_fr: Voir qui ?

# Dialogue_Response,DL_ShipperIntroToa_PlayerResponse_1
source: Why? What are you doing lying down back here?
fr_fr: Pourquoi ? Pourquoi es-tu étendu ici ?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_1
source: There's a shipment to Po-Koro that's been delayed.
fr_fr: Il y a une cargaison pour Po-Koro qui a été retardée.

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_2
source: Can I help you out further here?
fr_fr: Est-ce que je peux t'aider autrement ?

# Dialogue_Response,DL_ShipperMahi_PlayerResponse_3
source: Glad you're safe, but I need to get going.
fr_fr: Content que tu sois en sécurité, mais je dois y aller.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_1
source: I need to know about a shipment that should have arrived in Po-Koro by now.
fr_fr: J'ai besoin d'informations sur une cargaison qui aurait dû arriver à Po-Koro.

# Dialogue_Response,DL_ShipperOnuKoro_PlayerResponse_2
source: About the Tarakava attack...
fr_fr: À propos de l'attaque de Tarakava...

# Dialogue_Response,DL_ShipperQuest1_PlayerResponse_1
source: You probably have your hands full here, I can check out their route. Which way did they go?
fr_fr: Tu as probablement assez à faire ici, je peux vérifier leur route. Ils sont partis par où ?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_1
source: Thank you. Do you need any help here?
fr_fr: Merci. As-tu besoin d'aide ici ?

# Dialogue_Response,DL_ShipperQuestWhichWay_PlayerResponse_2
source: Thank you for the help.
fr_fr: Merci pour ton aide.

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_1
source: Is this attack why the recent shipment to Po-Koro is late?
fr_fr: Est-ce que c'est à cause de cette attaque que la cargaison pour Po-Koro est en retard ?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_2
source: Do you need my help cleaning up?
fr_fr: Avez-vous besoin d'aide pour nettoyer ?

# Dialogue_Response,DL_ShipperWhatHappened_PlayerResponse_3
source: They must have really wanted whatever it was, they didn't even eat your Mahi.
fr_fr: Ils devaient vraiment vouloir ce dont il s'agissait s'ils n'ont pas mangé tes Mahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_1
source: I need to check a shipment that should have been delivered to Po-Koro by today.
fr_fr: Je dois chercher une cargaison qui aurait dû être livrée à Po-Koro aujourd'hui.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_2
source: We're not in Onu-Koro, this is Onu-Wahi.
fr_fr: Nous ne sommes pas à Onu-Koro, c'est Onu-Wahi.

# Dialogue_Response,DL_ShipperWhatPlace_PlayerResponse_3
source: You said some Tarakava attacked you?
fr_fr: Tu disais que des Tarakava t'ont attaqué ?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_1
source: You got Niidok's shipment wrong.
fr_fr: Tu t'es trompé dans la commande de Niidok.

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_2
source: I'm allowed to buy one?
fr_fr: Je peux en acheter un ?

# Dialogue_Response,DL_StaffSeller1_PlayerResponse_3
source: Not at the moment no.
fr_fr: Pas pour le moment, non.

# Dialogue_Response,DL_StaffSeller2_PlayerResponse_1
source: I'm afraid I don't have any use for one at the moment.
fr_fr: J'ai peur de ne pas en avoir l'utilité pour le moment.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_1
source: Gladly.
fr_fr: Avec joie.

# Dialogue_Response,DL_StaffSellerQuartermaster2_PlayerResponse_2
source: What's in it for me?
fr_fr: Qu'est-ce que ça me rapporte ?

# Dialogue_Response,DL_StaffSellerQuartermaster3_PlayerResponse_1
source: As will I.
fr_fr: Moi aussi.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_1
source: I have, here are the class two pikes.
fr_fr: C'est fait, voilà les pics de classe deux.

# Dialogue_Response,DL_StaffSellerQuartermaster4_PlayerResponse_2
source: Not yet.
fr_fr: Pas encore.

# Dialogue_Response,DL_StaffSellerQuartermaster5_PlayerResponse_1
source: Then my work is done here.
fr_fr: Alors mon travail ici est achevé.

# Dialogue_Response,DL_StaffSellerQuartermaster6_PlayerResponse_1
source: If you wish to reward me then very well.
fr_fr: Si tu veux me récompenser, alors très bien.

# Dialogue_Response,DL_StaffSellerQuartermaster7_PlayerResponse_1
source: No problem.
fr_fr: Pas de problème.

# Dialogue_Response,DL_StaffSellerQuartermaster_PlayerResponse_1
source: You sent him class two's, not class one's.
fr_fr: Tu lui as envoyé des classe deux, pas des classe un.

# Dialogue_Response,DL_StaffSellerQuartermasterRewardQuestion_PlayerResponse_1
source: Absolutely.
fr_fr: Absolument.
