Repository: Ketooth172/MasksofPowerLegacyGerman
Catalog: BMOPFr.po
Languages: fr_fr

# Dialogue_Text,DL_OnepuGiveMap
source: It'd be great if you could, being his aide it wouldn't look good for me if he never made it back. Here's my map of the surface, it's only the Onu-Wahi surface - but it should help.
fr_fr: Ce serait parfait si vous le pouviez, être son assistant ne serait pas très bon pour moi s'il ne revenait jamais. Voici ma carte de la surface, c'est uniquement la surface d'Onu-Wahi - mais ça devrait être utile.

# Dialogue_Text,DL_OnepuReturn
source: Love to chat but I'm rather busy at the moment.
fr_fr: J'adorerais discuter mais je suis un peu occupé pour le moment.

# Dialogue_Text,DL_OnepuReturn1
source: Wait, have you found Whenua yet? My reputation is at stake here!
fr_fr: Attendez, avez-vous déjà retrouvé Whenua ? Ma réputation est en jeu ici !

# Dialogue_Text,DL_OnepuSaved
source: I'm very busy, but I would like to thank you for saving my mask Toa!
fr_fr: Je suis très occupé, mais j'aimerais vous remercier de m'avoir sauvé le masque, Toa !

# Dialogue_Text,DL_OnepuSaved1
source: You saved my reputation by rescuing the Turaga! I would've been known as the failed temporary leader of Onu-Koro, not a great position for myself.
fr_fr: Vous avez sauvé ma réputation en sauvant les Turaga ! J'aurais été connu comme le leader temporaire raté d'Onu-Koro, une position peu enviable.

# Dialogue_Text,DL_OnepuWhere
source: I was told not to tell anyone, but it was some sort of meeting, and that's all I'll say about the matter!
fr_fr: On m'a dit de ne rien dire à personne, mais c'était une sorte de rassemblement, et c'est tout ce que je peux en dire !

# Dialogue_Text,DL_Onewa1
source: You have gathered these same stones, found these same masks, prepared for this same battle before.
fr_fr: Vous avez rassemblé les mêmes pierres, trouvé les mêmes masques, préparé pour cette même bataille auparavant.

# Dialogue_Text,DL_OnewaHelpMe
source: $T! It certainly took you long enough to find me down here.
fr_fr: $T ! Ça t'a pris un moment de me trouver ici-bas.

# Dialogue_Text,DL_OnewaHelpNow
source: The pillar up there looks pretty weak, perhaps you could knock it down into a bridge of sorts.
fr_fr: Le pilier là-haut semble assez fragile, peut-être que tu pourrais le faire chuter pour faire une sorte de pont.

# Dialogue_Text,DL_OnewaHole
source: Those infernal Nui-Jaga pushed me here. I’ve tried to escape but it’s far too steep for me to traverse.
fr_fr: Ces damnés Nui-Jaga m'ont poussé ici. J'ai tenté de m'échapper, mais c'est beaucoup trop escarpé pour que je puisse passer.

# Dialogue_Text,DL_OnewaHowToHelp
source: I’ve been wondering that myself... perhaps that pillar is weak enough for you to knock down into a bridge of sorts.
fr_fr: Je me suis posé la même question... Peut-être ce pilier est-il assez fragile pour que tu puisses le transformer en pont de fortune.

# Dialogue_Text,DL_OnewaPohatu
source: Not right now... but could you tell Pohatu that I am looking for him? There’s a matter of some importance that I wish to discuss.
fr_fr: Pas maintenant... Mais pourrais-tu dire à Pohatu que je cherche après lui ? Il y a une affaire d'importance dont je souhaiterais discuter avec lui.

# Dialogue_Text,DL_OnewaPohatuQuest
source: As a matter of fact, yes I do. There is an item of great importance called a Makoki Stone you must retrieve. It is necessary if you are to face Makuta... and fulfil your destiny.
fr_fr: En vérité, oui. Il y a un objet de grande importance, appelé Pierre Makoki, que tu dois retrouver. Il est nécessaire pour pouvoir affronter Makuta... et accomplir ta destinée.

# Dialogue_Text,DL_OnewaPohatuQuest2
source: There is a temple in the Motara Desert known as the Po-Kini, far from Po-Koro or any settlement. It’s not an easy place to traverse, but I have faith you can safely find your way there again.
fr_fr: Il y a un temple dans le désert de Motara connu sous le nom de Po-Kini, loin de Po-Koro où de toute habitation. Ce n'est pas un endroit facile à traverser, mais je suis convaincu que tu peux trouver ton chemin jusque là sans problème.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbye
source: Well, I... I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu.
fr_fr: Eh bien, je... J'avais simplement supposé que tu étais déjà tombé dessus pendant tes voyages. Ce n'est rien. Je suis convaincu que tu peux retrouver la pierre sans risque, Pohatu.

# Dialogue_Text,DL_OnewaPohatuQuestGoodbyeGiveMap
source: Well, I… I had merely assumed you had already come across it during your travels. It is no matter. I trust you can retrieve the stone safely, Pohatu. Oh hold a minute! I can give you this, it's a map of the island - I feel it may be of use to you on this quest!
fr_fr: Eh bien, je... J'avais simplement supposé que tu étais déjà tombé dessus pendant tes voyages. Ce n'est rien. Je suis convaincu que tu peux retrouver la pierre sans risque, Pohatu. Oh, une petite minute ! Je peux te donner ceci, c'est une carte de l'île - Je crois qu'elle peut t'être utile dans ta quête !

# Dialogue_Text,DL_OnewaPokoro
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
fr_fr: Bienvenue à Po-Koro, $T. J'espère que ta recherche des masques se passe bien.

# Dialogue_Text,DL_OnewaPokoroBragging
source: We are doing rather well. I don’t mean to brag, but some of the carvings and sculptures my matoran have put out recently have been among the finest I’ve ever seen.
fr_fr: Les choses vont plutôt bien. Je ne voudrais pas me vanter, mais certaines des gravures et sculptures que mes Matoran ont récemment exposées font parties des meilleures que j'ai jamais vu.

# Dialogue_Text,DL_OnewaPokoroPostKini
source: Welcome to Po-Koro, $T. I hope that your search for the masks has been going well.
fr_fr: Bienvenue à Po-Koro, $T. J'espère que ta recherche des masques se passe bien.

# Dialogue_Text,DL_OnewaThankyou
source: Thank you for saving me $T. I'll be able to make my way to Po-Koro now. Come find me in Po-Koro and I might have a quest for you.
fr_fr: Merci de m'avoir sauvé $T. Je vais pouvoir rentrer à Po-Koro maintenant. Viens me trouver à Po-Koro et je pourrais avoir une quête pour toi.

# Dialogue_Text,DL_OnewaWhereHaveBeen
source: A private matter, $T. One that I have no need to share with you.
fr_fr: Un problème privé, $T. Dont je n'ai pas besoin de te parler.

# Dialogue_Text,DL_OnewaWhy
source: Toa $N! It's good to finally meet you.
fr_fr: Toa $N ! C'est bon de rencontrer enfin.

# Dialogue_Text,DL_Outcast
source: HELLLLOO! Welcome Toa, to my Sanctum! Feel free to stay and rest for as long as you want my man.
fr_fr: SALUUUUUUUT ! Bienvenue Toa, dans mon Sanctuaire ! Sois libre de rester pour aussi longtemps que tu veux mon pote.

# Dialogue_Text,DL_OutcastGrass
source: It's real simple tall guy - The rocks above protect us from the snow, the stones hanging from them are heat stones, and the water below me is an underground hotspring!
fr_fr: C'est très simple, mon grand - Les rochers au-dessus nous protègent de la neige, les pierres qui en pendent sont des pierres chauffantes, et l'eau en dessous de moi vient d'une source chaude souterraine !

# Dialogue_Text,DL_OutcastWho
source: Me? Uhh, I don't remember what they called me. Weirdo? No that's not right... You can just call me Plant Man!
fr_fr: Moi ? Euuh, je me souviens pas vraiment de comment ils m'appelaient. Le bizarre ? Non, c'est pas ça... Tu peux juste m'appeler le Mec aux Plantes !

# Dialogue_Text,DL_OutcastWhy
source: I'm here to protect my plants mannn...
fr_fr: Je suis ici pour protéger mes plantes, meeec...

# Dialogue_Text,DL_OutcastWhy1
source: Uhh... No, not really. I used to live in Ko-Koro but I didn't really fit in there, they threw me out dude!
fr_fr: Euuh... Non, pas vraiment. J'ai vécu à Ko-Koro, mais je n'y étais pas vraiment à ma place, ils m'ont jeté dehors mec !

# Dialogue_Text,DL_Pauri1
source: Greetings, welcome to our shop!
fr_fr: Salutations, bienvenue dans mon échoppe !

# Dialogue_Text,DL_Pauri2
source: That's right, me and my brother run this shop together! We primarily sell exotic plants, but due to most of them being imported they can be quite pricey.
fr_fr: Correct, mon frère et moi dirigeons cette échoppe ensemble ! Nous vendons principalement des plantes exotiques, mais puisque la plupart d'entre elles sont importées, elles peuvent avoir un certain prix.

# Dialogue_Text,DL_PetOwner
source: Howdy Toa! Staying long?
fr_fr: Salut Toa ! Vous restez ici longtemps ?

# Dialogue_Text,DL_PetOwner_Why
source: Why it's beautiful! Haha, I crack myself up sometimes. Trade is going well from what I hear, I'm not really in a position to say much else.
fr_fr: Eh bien, c'est beau ! Haha, je me fais rire parfois. Les affaires vont bien d'après ce que j'entends, je ne suis pas vraiment bien placé pour en dire beaucoup plus.

# Dialogue_Text,DL_PlantSeller1
source: Fresh vegetation, Harakeke, Bamboo, and more!
fr_fr: Végétation fraîche, Harakeke, Bambou, et plus !

# Dialogue_Text,DL_PoduFail1
source: Good to see you, $T.
fr_fr: C'est bon de vous voir, $T.

# Dialogue_Text,DL_PoduFailGeneral1
source: Just for Kopaka... again. It feels like I’ve been out here for so long... but at least it’s better than Ko-Koro.
fr_fr: Juste pour Kopaka... encore. J'ai l'impression que je suis resté ici si longtemps... Mais au moins c'est mieux que Ko-Koro.

# Dialogue_Text,DL_PoduFailKopaka1
source: DID SOMEONE JUST SAY POHATU?
fr_fr: EST-CE QUE QUELQU'UN A DIT POHATU ?

# Dialogue_Text,DL_PoduFailKopaka2
source: Well that’s just perfect timing on my part. You ready?
fr_fr: Eh bien, c'est du timing parfait de ma part. T'es prêt ?

# Dialogue_Text,DL_PoduFailKopakaRematch
source: That’s good enough. Let’s Race!
fr_fr: C'est bien assez. C'est parti pour la course !

# Dialogue_Text,DL_PoduFailPohatu
source: You’re the only Toa I’ve seen, Pohatu.
fr_fr: Tu es le seul Toa que j'ai vu, Pohatu.

# Dialogue_Text,DL_PoduFailPohatu1
source: ...Sure thing.
fr_fr: ... Bien sûr.

# Dialogue_Text,DL_PoduRace1
source: It’s a lot… c-c-colder here than it is in Po-Koro…
fr_fr: C'est beaucoup p-p-plus froid ici qu'à Po-Koro…

# Dialogue_Text,DL_PoduRace2
source: Sigh…
fr_fr: Soupir…

# Dialogue_Text,DL_PoduRaceActive
source: Don't talk to me, you have a race to win!
fr_fr: Ne me parlez pas, vous avez une course à gagner !

# Dialogue_Text,DL_PoduRaceGeneral
source: Well, I’m here on somewhat of an urgent mission… I need to find Toa Kopaka and talk to him!
fr_fr: Eh bien, je suis ici pour une mission relativement urgente... Je dois trouver le Toa Kopaka et lui parler !

# Dialogue_Text,DL_PoduRaceGeneral2
source: Well I’m just waiting for Toa Kopaka… I told him that this is where he needed to come, but I’m worried that he’s simply forgotten.
fr_fr: Je suis juste en train d'attendre Toa Kopaka... Je lui ai dit que c'était ici qu'il devait venir, mais je crains qu'il ait simplement oublié.

# Dialogue_Text,DL_PoduRaceKopaka
source: Well I’ve been looking for you, Toa Kopaka!
fr_fr: Et bien je vous cherchais, Toa Kopaka !

# Dialogue_Text,DL_PoduRaceKopaka2
source: I wasn’t told much, only that it was urgent for you to hear this. You must travel to the very northern tip of Po-Wahi, past the old Temple.
fr_fr: On ne m'a pas dit grand chose, juste que c'était urgent que vous entendiez ceci. Vous devez voyager jusqu'à l'extrémité nord de Po-Wahi, par delà le vieux Temple.

# Dialogue_Text,DL_PoduRaceKopakaCutscene
source: Perfect! You’re here! Now all we need to do is wait for...
fr_fr: Parfait ! Vous voilà ! Maintenant tout ce qu'il faut, c'est attendre...

# Dialogue_Text,DL_PoduRaceKopakaExit
source: Thank you, Kopaka. Oh, and one other thing- I was told that you should bring a Kakama if you have one. Some legends say there’s one in the hidden Temple...
fr_fr: Merci, Kopaka. Oh, et autre-chose - on m'a dit que vous devriez apporter un Kakama si vous en avez. Certaines légendes racontent qu'il y en a un dans le Temple caché...

# Dialogue_Text,DL_PoduRaceKopakaWhat
source: I’m… not quite sure honestly. All I know is that it’s urgent. There isn’t much past the hidden Temple, so your guess is as good as mine.
fr_fr: Je... Ne suis pas certain, en vérité. Tout ce que je sais, c'est que c'est urgent. Il n'y a pas grand-chose par delà le Temple caché, donc j'en sais autant que vous.

# Dialogue_Text,DL_PoduRaceKopakaWho
source: I... was told to keep it anonymous. All I was told to say is that it came from a good friend of yours. ...Sorry.
fr_fr: Je... On m'a dit de garder cela anonyme. Tout ce que je peux dire c'est que ça vient d'un bon ami à vous... Désolé.

# Dialogue_Text,DL_PoduRaceKopakaWho2
source: This- this isn’t a trap, I swear! If I really wanted to put you in danger, I would have run out to find you instead of freezing my mask off in Ko-Koro for Mata-Nui knows how long!
fr_fr: Ce- ce n'est pas un piège, juré ! Si je voulais vraiment vous mettre en danger, j'aurais couru à votre recherche plutôt que de me geler le masque à Ko-Koro pour Mata Nui sait combien de temps !

# Dialogue_Text,DL_PoduRacePohatu
source: Well… it is a little chillier than I expected. But I’m staying until I find Kopaka, just like you told me to do!
fr_fr: Eh bien... C'est un peu plus frisquet que ce à quoi je m'attendais. mais je vais rester ici jusqu'à ce que je trouve Kopaka, juste comme vous me l'avez dit !

# Dialogue_Text,DL_PoduRacePohatu2
source: I sure hope he is. I’ve had to do a lot of waiting around for this, so it better be worth it!
fr_fr: Je l'espère. J'ai beaucoup dû attendre pour tout ça, donc ça a intérêt à en valoir la peine !

# Dialogue_Text,DL_PoduRaceReturn1
source: Sigh…
fr_fr: Soupir…

# Dialogue_Text,DL_PoduRaceReturnKopaka
source: Finally! Now if only Pohatu were to show up...
fr_fr: Enfin ! Maintenant, si seulement Pohatu pouvait arriver...

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu1
source: I knew you’d come back!
fr_fr: Je savais que tu reviendrais !

# Dialogue_Text,DL_PoduRaceReturnKopakaPohatu2
source: Of course not! Not the entire time...
fr_fr: Bien sûr que non ! Pas tout le temps.

# Dialogue_Text,DL_PoduRaceReturnPohatu
source: Not yet... you think he’s ever gonna show up again?
fr_fr: Pas encore... Vous pensez qu'il va revenir un jour ?

# Dialogue_Text,DL_PoduRaceReturnPohatu2
source: ...You might not know him as well as you think.
fr_fr: ... Vous ne le connaissez peut-être pas aussi bien que vous le pensez.

# Dialogue_Text,DL_Poekae
source: Welcome Toa, to Poekae's goods!
fr_fr: Bienvenue Toa, aux Marchandises de Poekae !

# Dialogue_Text,DL_Poekae1
source: Why only the best treatment for all alements, Wahae-Mata Gel! It can cure everything from joint pain to a cracked mask!
fr_fr: Eh bien le meilleur traitement pour tous les maux, le Gel Wahae-Mata ! Il peut tout guérir, des douleurs aux articulations jusqu'aux fissures de masque !

# Dialogue_Text,DL_Poekae2
source: Of course it can, just try it yourself! While you're here, check out our Wahae-Mata Canister, it holds a large amount of Gel so you can keep feeling good for longer!
fr_fr: Bien sûr qu'il peut ! Essayez par vous-même ! Tant que vous êtes ici, regardez notre cartouche de Wahae-Mata, elle contient une grande quantité de Gel pour que vous puissiez vous sentir à l'aise encore plus longtemps !

# Dialogue_Text,DL_Pohatu1
source: What do you mean? Each of us has collected the masks, found the Makoki stones, and done all that we are to do to face our destiny! How could we be more prepared?
fr_fr: Qu'est-ce que tu veux dire ? Chacun d'entre nous a rassemblé les masques, trouvé les pierres Makoki, et fait tout ce que nous avions à faire pour faire face à notre destinée ! Comment pourrais-tu être mieux préparé ?

# Dialogue_Text,DL_PohatuLoseRace1
source: Well played, brother! You almost had me for a bit there. You wouldn’t happen to care for a rematch, would you?
fr_fr: Bien joué mon frère ! Tu as presque failli m'avoir. Tu ne serais pas partant pour une revanche, des fois ?

# Dialogue_Text,DL_PohatuLoseRaceNo
source: ...Oh well. If you ever change your mind, you know where to find Podu!
fr_fr: ... Oh, tant pis. Si vous changez d'avis, vous savez où trouver Podu !

# Dialogue_Text,DL_PohatuLoseRaceYes
source: That’s the spirit! Race you back to Podu!
fr_fr: C'est l'idée ! On fait la course vers Podu !

# Dialogue_Text,DL_PotMaker
source: Oh, Uhh. Hi Toa $T.
fr_fr: Oh, heu. Salut Toa $T.

# Dialogue_Text,DL_PotMaker1
source: I make pots, I'm currently inspecting them as the final stage before I sell them. Usually I sell them to local shops, but would you like to buy one from me?
fr_fr: Je fabrique des pots, je suis actuellement en train de les inspecter, ce qui est la phase finale avant leur vente. D'habitude, je les vends aux magasins locaux, mais voudriez-vous m'en acheter ?

# Dialogue_Text,DL_PotMakerBacktoNormal
source: Oh, Uhh. Hello again Toa $T.
fr_fr: Oh, heu. Rebonjour Toa $T.

# Dialogue_Text,DL_PotMakerBacktoNormal1
source: A Toa, check up on me? Uhh, I'm okay I guess. Kohi was a friend but we weren't that close... I just hope he's okay.
fr_fr: Un Toa qui prend de mes nouvelles ? Hum, je vais bien j'imagine. Kohi était un ami, mais nous n'étions pas si proches... J'espère juste qu'il va bien.

# Dialogue_Text,DL_PotMakerTrade1
source: I do! Usually I sell them to local retailers, but I suppose you could buy one from me if you want.
fr_fr: Tout à fait ! D'ordinaire je les vends à des marchands locaux, mais j'imagine que vous pourriez m'en acheter si le cœur vous en dit.

# Dialogue_Text,DL_PotMakerWhatHappened
source: I- I didn't think-
fr_fr: Je-je ne pensais -

# Dialogue_Text,DL_PotMakerWhatHappened1
source: I think it was attacked! I live next door you see, and while I was asleep I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
fr_fr: Je pense qu'il a été attaqué ! Oh, eh bien, je dormais et j'ai entendu des bruits étranges. Je pensais que c'était juste le bruit de Kohi qui travaillait de nuit dans sa forge, mais les battements étaient plus tonitruants que d'habide. Après un moment ils se sont arrêtés mais quand je me suis réveillé j'ai réalisé que Kohi avait disparu, et que tout ceci était arrivé à son échoppe !

# Dialogue_Text,DL_PotMakerWhatHappened1Alt
source: You- You remembered me? Oh, well I was asleep and I heard some strange sounds. I thought they were just Kohi's usual late night metal working, but the klangs sounded more bombastic than usual. After a while they stopped but once I woke up I found that Kohi was missing, and this had happened to his shop!
fr_fr: Vous - Vous vous souvenez de moi ? Oh, eh bien, je dormais et j'ai entendu des bruits étranges. Je pensais que c'était juste le bruit de Kohi qui travaillait de nuit dans sa forge, mais les battements étaient plus tonitruants que d'habide. Après un moment ils se sont arrêtés mais quand je me suis réveillé j'ai réalisé que Kohi avait disparu, et que tout ceci était arrivé à son échoppe !

# Dialogue_Text,DL_PotMakerWhatHappened2
source: No! I've asked about everyone in Po-Koro, and no one knows!
fr_fr: Non ! J'ai demandé à tout le monde à Po-Koro, et personne ne sait !

# Dialogue_Text,DL_PotMakerWhatHappened3
source: One of the guards thought he saw a Tarakava driving away from Po-Koro, but that's impossible. Tarakava don't live in Po-Wahi, and this is much too far from anywhere they WOULD live! I suppose it could be the fabled Sand-Tarakava, but those are just a myth...
fr_fr: Un de mes gardes a cru voir un Tarakava roulant au loin de Po-Koro, mais c'est impossible. Les Tarakava ne vivent pas à Po-Wahi, et c'est bien trop loin d'aucun endroit où ils POURRAIENT vivre ! J'imagine que ce pourrait être le Tarakava des Sables de la légende, mais ce n'est qu'un mythe...

# Dialogue_Text,DL_PotMakerWhatHappened4
source: I- I don't know... I hate to say it but, I don't think so.
fr_fr: Je - Je ne sais pas... J'ai horreur de dire ça, mais je ne crois pas.

# Dialogue_Text,DL_ProtoSeller
source: Greetings, I have Protodermis for you Toa, need a boost of energy? I've got that too!
fr_fr: Salutations, j'ai du Protodermis pour vous Toa, avez-vous besoin d'un boost d'énergie ? J'ai de ça aussi !

# Dialogue_Text,DL_QuarterMaster1
source: *Seething to self* What exactly am I supposed to do with four crates of CLASS TWOS?! When I specifically requested CLASS ONES!
fr_fr: *Marmonne dans sa barbe* Qu'est-ce que je suis sensé faire avec quatre caisses de CLASSE DEUX ?! Alors que j'avais spécifiquement demandé des CLASSE UNE !

# Dialogue_Text,DL_QuarterMaster10
source: You have the pikes now. If you would be so kind, return them to the fool who sent them.
fr_fr: Vous avez les piques maintenant. Auriez-vous l'obligeance de les retourner à l'idiot qui nous les a envoyés.

# Dialogue_Text,DL_QuarterMaster11
source: I have finally received the correct pikes thanks to you Toa.
fr_fr: J'ai finalement reçu les bonnes piques, merci Toa.

# Dialogue_Text,DL_QuarterMaster2
source: Toa! I didn't see you there... I suppose there is yes, Would you mind speaking to Takar about this mix up? He's the staff seller just outside of Ta-Koro.
fr_fr: Toa ! Je ne vous avis pas vu... J'imagine que oui, voudriez-vous parler à Takar à-propos de cette erreur ? C'est le vendeur de bâtons juste à l'extérieur de Ta-Koro.

# Dialogue_Text,DL_QuarterMaster3
source: Good, meanwhile I'll just stare at these useless things.
fr_fr: Bien, pendant ce temps je vais juste contempler ces objets inutiles.

# Dialogue_Text,DL_QuarterMaster4
source: Welcome back Toa, have you spoken to that fool yet?
fr_fr: Bon retour parmi-nous Toa, avez-vous déjà parlé à cet illuminé ?

# Dialogue_Text,DL_QuarterMaster5
source: Finally, some good news. Did he send you to pick up these ones then?
fr_fr: Enfin, de bonnes nouvelles. Vous a-t-il envoyé pour les chercher ?

# Dialogue_Text,DL_QuarterMaster6
source: It's the logical choice. You're strong, fast, and best of all free.
fr_fr: C'est le choix logique. Vous êtes fort, rapide et surtout libre.

# Dialogue_Text,DL_QuarterMaster7
source: Strange, It's not everyday you hear about Toa being paid to do a petty task, usually they just do them for free.
fr_fr: Étrange, ce n'est pas tous les jours qu'on voit un Toa être payé pour faire une tâche aussi triviale, d'habitude ils le font gratuitement.

# Dialogue_Text,DL_QuarterMaster8
source: I suppose that could be true for some, but being paid is usually my prefered route.
fr_fr: Je suppose que ça pourrait être vrai pour certains, mais être payé est généralement ma méthode favorite.

# Dialogue_Text,DL_QuarterMaster9
source: Ahh yes, I nearly forgot. Lets get to work.
fr_fr: Ah oui, j'ai presque oublié. Allons-y.

# Dialogue_Text,DL_RacePohatu1
source: Brother!
fr_fr: Mon frère !

# Dialogue_Text,DL_RacePohatu2
source: What’s wrong? You don’t look happy to see me. I thought you’d enjoy getting to spend some time with a good friend!
fr_fr: Qu'est-ce qui ne va pas ? Tu n'as pas l'air content de me voir. Je pensais que tu aimerais passer un peu de temps avec un bon ami !

# Dialogue_Text,DL_RacePohatu3
source: Oh, what’s the difference? But hey, if that’s gonna be your attitude about it, it's a good thing I brought you down here for some good old friendly competition.
fr_fr: Oh, quelle différence ? Mais hey, si tu vas râler à cause de ça, c'est une bonne chose que je t'aie amené ici pour une petite compétition amicale.

# Dialogue_Text,DL_RacePohatu4
source: Of course. If there’s one thing Po-Koro’s known for, it’s sport!
fr_fr: Bien sûr. Si Po-Koro est connu pour quelque chose, c'est le sport !
